Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Waiting For Exit Shredder Low Current
ar: في انتظار خروج التقطيع الحالي المنخفض
de: Warten auf Ausgang Aktenvernichter-Niedrigstrom
es: Esperando salida de corriente baja de la trituradora
fr: En attente de sortie du déchiqueteur à faible courant
he: ממתין ליציאה מגרסת זרם נמוך
it: In attesa dell'uscita dal distruggidocumenti Bassa corrente
nl: Wachten op uitgang Shredder Lage stroom
pt: Esperando pela saída do triturador de corrente baixa
ro: În așteptare pentru ieșire Shredder Curent scăzut
sl: Nizek tok uničevalnika čaka na izhod
zh: 等待退出碎纸机低电流

source: Inversion Sequence
ar: تسلسل الانقلاب
de: Inversionssequenz
es: Secuencia de inversión
fr: Séquence d'inversion
he: רצף היפוך
it: Sequenza di inversione
nl: Inversiesequentie
pt: Sequência de Inversão
ro: Secvență de inversare
sl: Zaporedje inverzije
zh: 反转序列

source: Silo Levels Detail
ar: تفاصيل مستويات الصومعة
de: Detailansicht der Siloebenen
es: Detalle de niveles de silo
fr: Détail des niveaux de silos
he: פירוט רמות סילו
it: Dettaglio dei livelli del silo
nl: Silo-niveaus detail
pt: Detalhe dos níveis do silo
ro: Detaliu niveluri siloz
sl: Podrobnosti ravni silosa
zh: 筒仓层详细信息

source: Downstream Valve
ar: صمام المصب
de: Nachgeschaltetes Ventil
es: Válvula aguas abajo
fr: Vanne en aval
he: שסתום במורד הזרם
it: Valvola a valle
nl: Stroomafwaartse klep
pt: Válvula a jusante
ro: Supapă în aval
sl: Nizvodni ventil
zh: 下游阀门

source: Downstream Valve Not Ok
ar: صمام المصب ليس على ما يرام
de: Nachgeschaltetes Ventil nicht in Ordnung
es: La válvula aguas abajo no está bien
fr: La vanne en aval ne fonctionne pas correctement
he: שסתום במורד הזרם לא בסדר
it: Valvola a valle non ok
nl: Stroomafwaartse klep niet ok
pt: Válvula a jusante não está ok
ro: Supapa din aval nu este ok
sl: Nizvodni ventil ni v redu
zh: 下游阀门不正常

source: Dryer - Air Lock
ar: مجفف - قفل الهواء
de: Trockner – Luftschleuse
es: Secadora - Bloqueo de aire
fr: Sécheuse - Sas
he: מייבש - Air Lock
it: Asciugatrice - Blocco dell'aria
nl: Droger - Luchtsluis
pt: Secador - Bloqueio de Ar
ro: Uscător - Air Lock
sl: Sušilnik - Air Lock
zh: 干燥机 - 气闸

source: Mixing
ar: خلط
de: Mischen
fr: Mélange
he: עִרבּוּב
it: Miscelazione
nl: Mengen
pt: Misturando
ro: Amestecarea
sl: Mešanje
zh: 混合

source: Selection
ar: اختيار
de: Auswahl
fr: Sélection
he: בְּחִירָה
it: Selezione
nl: Selectie
pt: Seleção
ro: Selecţie
sl: Izbira
zh: 选择

source: Sample
ar: عينة
de: Probe
fr: Échantillon
he: לִטעוֹם
it: Campione
nl: Steekproef
pt: Amostra
ro: Probă
sl: Vzorec
zh: 样本

source: Component Stop Button
ar: زر إيقاف المكون
de: Komponenten-Stopp-Taste
fr: Bouton d'arrêt du composant
he: לחצן עצירת רכיב
it: Pulsante di arresto del componente
nl: Component Stopknop
pt: Botão de parada de componente
ro: Buton de oprire a componentelor
sl: Gumb za zaustavitev komponente
zh: 组件停止按钮

source: AdvancedTrends
ar: الاتجاهات المتقدمة
de: ErweiterteTrends
fr: Tendances avancées
it: Grafici avanzati
nl: Geavanceerde Trends
pt: Tendências Avançadas
ro: Tendințe avansate
zh: 高级趋势

source: Voltage
ar: الجهد االكهربى
de: Stromspannung
fr: Tension
he: מתח
it: Tensione
nl: Spanning
pt: Tensão
ro: Voltaj
sl: Napetost
zh: 电压

source: Power
ar: قوة
de: Leistung
fr: Pouvoir
he: כּוֹחַ
it: Energia
nl: Stroom
pt: Poder
ro: Putere
sl: Moč
zh: 力量

source: Frequency
ar: تكرار
de: Frequenz
fr: Fréquence
he: תדירות
it: Frequenza
nl: Frequentie
pt: Frequência
ro: Frecvență
sl: Pogostost
zh: 频率

source: No Speed Reduction
ar: لا تخفيض السرعة
de: Keine Geschwindigkeitsreduzierung
fr: Aucune réduction de vitesse
he: אין הפחתת מהירות
it: Nessuna riduzione della velocità
nl: Geen snelheidsvermindering
pt: Sem redução de velocidade
ro: Fără reducere a vitezei
sl: Brez zmanjšanja hitrosti
zh: 无减速

source: Reduction Speed In Progress
ar: سرعة التخفيض قيد التقدم
de: Reduzierungsgeschwindigkeit läuft
fr: Vitesse de réduction en cours
he: מהירות הפחתה בעיצומה
it: Riduzione della velocità in corso
nl: Reductiesnelheid in uitvoering
pt: Velocidade de redução em andamento
ro: Viteza de reducere în curs
sl: Zmanjšanje hitrosti v teku
zh: 减速速度进行中

source: Gate Closed
ar: البوابة مغلقة
de: Tor geschlossen
fr: Porte fermée
he: שער סגור
it: Cancello chiuso
nl: Poort gesloten
pt: Portão fechado
ro: Poarta inchisa
sl: Vrata zaprta
zh: 大门已关闭

source: Access Gate Not Closed
ar: بوابة الوصول غير مغلقة
de: Zugangstor nicht geschlossen
fr: Porte d'accès non fermée
he: שער הגישה לא סגור
it: Cancello di accesso non chiuso
nl: Toegangspoort niet gesloten
pt: Portão de acesso não fechado
ro: Poarta de acces nu este închisă
sl: Dostopna vrata niso zaprta
zh: 检修门未关闭

source: Charging Conveyor Safety Key
ar: مفتاح سلامة ناقل الشحن
de: Sicherheitsschlüssel für Ladeförderer
fr: Clé de sécurité du convoyeur de chargement
he: מפתח בטיחות מסוע טעינה
it: Chiave di sicurezza del nastro di carico
nl: Veiligheidssleutel voor laadtransportband
pt: Chave de segurança do transportador de carregamento
ro: Cheia de siguranță a transportorului de încărcare
sl: Varnostni ključ polnilnega transporterja
zh: 充电输送机安全钥匙

source: Charging Conveyor Gate Open Procedure
ar: إجراء فتح بوابة ناقل الشحن
de: Verfahren zum Öffnen des Ladeförderertors
fr: Procédure d'ouverture de la porte du convoyeur de chargement
he: הליך פתיחת שער מסוע טעינה
it: Procedura di apertura del cancello del nastro di carico
nl: Procedure voor het openen van de poort van de laadtransportband
pt: Procedimento de abertura da porta do transportador de carregamento
ro: Procedura de deschidere a poarta transportorului de încărcare
sl: Postopek odprtja vrat polnilnega transporterja
zh: 装料输送机门打开程序

source: Safety Pins Locked
ar: دبابيس الأمان مقفلة
de: Sicherheitsnadeln verriegelt
fr: Épingles de sûreté verrouillées
he: סיכות בטיחות נעולים
it: Perni di sicurezza bloccati
nl: Veiligheidsspelden vergrendeld
pt: Alfinetes de segurança bloqueados
ro: Ace de siguranță blocate
sl: Varnostni zatiči zaklenjeni
zh: 安全别针已锁定

source: Safety Pins Not Locked
ar: دبابيس الأمان غير مقفلة
de: Sicherheitsnadeln nicht verriegelt
fr: Épingles de sûreté non verrouillées
he: סיכות בטיחות לא ננעלות
it: Perni di sicurezza non bloccati
nl: Veiligheidsspelden niet vergrendeld
pt: Alfinetes de segurança não bloqueados
ro: Ace de siguranță nu sunt blocate
sl: Varnostni zatiči niso zaklenjeni
zh: 安全别针未锁定

source: On Request
ar: تحت الطلب
de: Auf Anfrage
fr: Sur demande
he: בבקשה
it: Su richiesta
nl: Op aanvraag
pt: A pedido
ro: La cerere
sl: Na zahtevo
zh: 根据要求

source: Hydraulic Unit On
ar: الوحدة الهيدروليكية قيد التشغيل
de: Hydraulikeinheit eingeschaltet
fr: Groupe hydraulique activé
he: יחידה הידראולית פועלת
it: Unità idraulica accesa
nl: Hydraulische eenheid aan
pt: Unidade hidráulica ligada
ro: Unit hidraulic pornit
sl: Hidravlična enota vklopljena
zh: 液压装置开启

source: Debaler Hydraulics
ar: هيدروليكا ديبالر
de: Debaler-Hydraulik
fr: Hydraulique du débaleur
he: Debaler הידראוליקה
it: Sfaldaballe Idraulico
nl: Debalerhydrauliek
pt: Hidráulica da desbaladeira
ro: Hidraulica debalatoare
sl: Debaler hidravlika
zh: 拆包机液压系统

source: High Filling
ar: تعبئة عالية
de: Hohe Füllung
fr: Remplissage élevé
he: מילוי גבוה
it: Riempimento alto
nl: Hoge vulling
pt: Alto enchimento
ro: Umplere ridicată
sl: Visoko polnjenje
zh: 高填充

source: Calculated Fillling
ar: الحشوة المحسوبة
de: Berechnete Füllung
fr: Remplissage calculé
he: מילוי מחושב
it: Riempimento calcolato
nl: Berekende vulling
pt: Preenchimento Calculado
ro: Umplere calculată
sl: Izračunano polnjenje
zh: 计算填充

source: (1=Released 0=Trapped)
ar: (1=مفرج عنه 0=محاصر)
de: (1=Freigegeben 0=Gefangen)
fr: (1=Libéré 0=Piégé)
he: (1=פורסם 0=לכודים)
it: (1=Rilasciato 0=Bloccato)
nl: (1=Vrijgelaten 0=Gevangen)
pt: (1 = Liberado 0 = Preso)
ro: (1=Eliberat 0=Capcană)
sl: (1=Sproščeno 0=Ujeto)
zh: (1=释放 0=被困)

source: Disabled In Production (Constant Reference On)
ar: معطل في الإنتاج (مرجع دائم)
de: In der Produktion deaktiviert (konstante Referenz aktiviert)
fr: Désactivé en production (référence constante activée)
he: מושבת בייצור (הפניה קבועה מופעל)
it: Disabilitato in produzione (riferimento costante attivo)
nl: Uitgeschakeld in productie (constante referentie aan)
pt: Desativado em produção (referência constante ativada)
ro: Dezactivat în producție (referință constantă activată)
sl: Onemogočeno v izdelavi (stalna referenca vklopljena)
zh: 在生产中禁用（恒定参考打开）

source: Water Tank Treated Water
ar: خزان المياه المياه المعالجة
de: Wassertank Aufbereitetes Wasser
fr: Eau traitée du réservoir d'eau
he: מיכל מים מטופלים
it: Acqua trattata dal serbatoio dell'acqua
nl: Watertank behandeld water
pt: Água tratada do tanque de água
ro: Apa tratata rezervor de apa
sl: Prečiščena voda iz rezervoarja za vodo
zh: 水箱处理水

source: Water Treament Signals
ar: إشارات معالجة المياه
de: Signale zur Wasseraufbereitung
fr: Signaux de traitement de l'eau
he: אותות לטיפול במים
it: Segnali di trattamento dell'acqua
nl: Waterzuiveringssignalen
pt: Sinais de tratamento de água
ro: Semnale de tratare a apei
sl: Signali za čiščenje vode
zh: 水处理信号

source: Acceleration Belt
ar: حزام التسارع
de: Beschleunigungsgürtel
fr: Ceinture d'accélération
he: חגורת תאוצה
it: Natro di accelerazione
nl: Versnellingsgordel
pt: Cinto de aceleração
ro: Centura de accelerare
sl: Pas za pospeševanje
zh: 加速带

source: Run-Off Switch
ar: مفتاح التشغيل
de: Auslaufschalter
fr: Interrupteur de ruissellement
he: מתג ריצה
it: Interruttore di scarico
nl: Uitloopschakelaar
pt: Interruptor de fuga
ro: Comutator de rulare
sl: Izklopno stikalo
zh: 断流开关

source: Belt Misalignment
ar: اختلال الحزام
de: Fehlausrichtung des Riemens
fr: Désalignement de la courroie
he: אי יישור חגורה
it: Disallineamento della cinghia
nl: Verkeerde uitlijning van de riem
pt: Desalinhamento da correia
ro: Nealinierea curelei
sl: Neusklajenost pasu
zh: 皮带不对中

source: Sorter
ar: فارز
fr: Trieur
he: מְמַיֵן
it: Selezionatore
nl: Sorteerder
pt: Classificador
ro: Sortator
sl: Razvrščevalnik
zh: 分拣机

source: Grinder Not Disabled
ar: المطحنة غير معطلة
de: Mühle nicht deaktiviert
fr: Broyeur non désactivé
he: מטחנה לא מושבתת
it: Smerigliatrice non disabilitata
nl: Grinder niet uitgeschakeld
pt: Moedor não desativado
ro: Polizorul nu este dezactivat
sl: Mlin ni onemogočen
zh: 磨床未禁用

source: Decanter Skimmer
ar: مقشدة الدورق
de: Dekanter-Skimmer
fr: Écumoire à décantation
he: רחפן דקנטר
it: Schiumatoio per decanter
pt: Skimmer decantador
ro: Decantor Skimmer
sl: Dekanter Skimmer
zh: 卧螺离心机

source: Ok For Process - Max Level
ar: موافق للعملية - المستوى الأقصى
de: Ok für Prozess – Max. Level
fr: Ok pour le processus - Niveau maximum
he: אוקי לתהליך - רמה מקסימלית
it: Ok per il processo: livello massimo
nl: Oké voor proces - Max niveau
pt: Ok para processo - nível máximo
ro: Ok pentru proces - Nivel maxim
ru: Хорошо для процесса - максимальный уровень
sl: V redu za proces - najvišja raven
zh: 适合进程 - 最高级别

source: Waiting To Go Below Maximum Level
ar: في انتظار الذهاب إلى ما دون المستوى الأقصى
de: Warten darauf, das maximale Niveau zu unterschreiten
fr: En attendant de descendre en dessous du niveau maximum
he: מחכה לרדת מתחת לרמה המקסימלית
it: In attesa di scendere sotto il livello massimo
nl: Wachten om onder het maximale niveau te komen
pt: Esperando para descer abaixo do nível máximo
ro: Așteaptă să coboare sub nivelul maxim
sl: Čakanje na znižanje najvišje ravni
zh: 等待低于最高水平

source: Emptying Time Below Maximum Level
ar: تفريغ الوقت تحت المستوى الأقصى
de: Entleerungszeit unter maximalem Füllstand
fr: Temps de vidange inférieur au niveau maximum
he: זמן ריקון מתחת לרמה המרבית
it: Tempo di svuotamento al di sotto del livello massimo
nl: Leegtijd onder maximaal niveau
pt: Tempo de esvaziamento abaixo do nível máximo
ro: Timp de golire sub nivelul maxim
sl: Čas praznjenja pod najvišjo stopnjo
zh: 排空时间低于最大水平

source: Wce Fresh Water Cleaning
ar: Wce تنظيف المياه العذبة
de: Wce Frischwasserreinigung
fr: Nettoyage à l'eau douce
he: Wce ניקוי מים מתוקים
it: WCE Pulizia ad acqua
nl: Wce Zoetwaterreiniging
pt: Limpeza de água doce Wce
ro: Wce Curățare cu apă dulce
sl: Wce Čiščenje s svežo vodo
zh: Wce淡水清洁

source: Wce Steam Cleaning
ar: تنظيف بالبخار Wce
de: WCE-Dampfreinigung
fr: Nettoyage à la vapeur
he: Wce ניקוי בקיטור
it: WCE Pulizia a vapore
nl: WC-stoomreiniging
pt: Limpeza a Vapor Wce
ro: Curăţare cu abur Wce
sl: Čiščenje s paro Wce
zh: Wce蒸汽清洗

source: Separation Tank Top Discharge Pump
ar: مضخة تفريغ أعلى الخزان
de: Abscheidetank-Top-Entleerungspumpe
fr: Pompe de décharge supérieure du réservoir de séparation
he: משאבת פריקה גופייה הפרדה
it: Vasca di separazione - Pompa scarico superiore
nl: Scheidingstank Bovenafvoerpomp
pt: Bomba de descarga superior do tanque de separação
ro: Pompă de descărcare de separare a rezervorului
sl: Izpustna črpalka na vrhu ločevalnega rezervoarja
zh: 分离罐顶部排放泵

source: Separation Tank Top Pump Gate
ar: بوابة المضخة العلوية للخزان
de: Trenntank-Top-Pumpentor
fr: Porte de pompe supérieure de réservoir de séparation
he: שער משאבת גופיות הפרדה
it: Vasca di separazione - Valvola pompa superiore
nl: Scheidingstank Bovenpomppoort
pt: Porta da bomba superior do tanque de separação
ro: Poarta pompei de separare a rezervorului
sl: Vrata za črpalko na vrhu ločevalnega rezervoarja
zh: 分离罐顶泵闸门

source: Separation Tank Bottom Discharge Pump
ar: مضخة تفريغ أسفل الخزان
de: Bodenentleerungspumpe des Trennbehälters
fr: Pompe de décharge inférieure du réservoir de séparation
he: משאבת פריקה תחתית של מיכל הפרדה
it: Vasca di separazione - Pompa scarico inferiore
nl: Scheidingstank Bodemafvoerpomp
pt: Bomba de descarga inferior do tanque de separação
ro: Pompă de descărcare în partea inferioară a rezervorului de separare
sl: Črpalka za izpust dna ločevalne posode
zh: 分离罐底部排出泵

source: Separation Tank Bottom Pump Gate
ar: بوابة المضخة السفلية للخزان
de: Pumpentor am Boden des Trenntanks
fr: Porte de pompe inférieure du réservoir de séparation
he: שער משאבת תחתית מיכל הפרדה
it: Vasca di separazione - Valvola pompa inferiore
nl: Scheidingstank bodempomppoort
pt: Porta da bomba inferior do tanque de separação
ro: Poarta inferioară a pompei rezervor de separare
sl: Vrata črpalke na dnu ločevalnega rezervoarja
zh: 分离罐底部泵闸

source: Water Tank Water Pump To 420
ar: مضخة مياه خزان المياه إلى 420
de: Wassertank-Wasserpumpe bis 420
fr: Pompe à eau du réservoir d'eau jusqu'à 420
he: משאבת מים למיכל מים עד 420
it: Pompa dell'acqua del serbatoio dell'acqua fino a 420
nl: Watertank Waterpomp Naar 420
pt: Bomba de água do tanque de água para 420
ro: Rezervor de apă Pompă de apă la 420
sl: Rezervoar za vodo Vodna črpalka do 420
zh: 水箱水泵至420

source: Material Selection
ar: اختيار المواد
de: Materialauswahl
fr: Sélection des matériaux
he: בחירת חומרים
it: Selezione dei materiali
nl: Materiaalkeuze
pt: Seleção de Materiais
ro: Selectarea materialelor
sl: Izbira materiala
zh: 材质选择

source: Plant Configuration
ar: تكوين النبات
de: Anlagenkonfiguration
fr: Configuration de l'usine
he: תצורת מפעל
it: Configurazione dell'impianto
nl: Installatieconfiguratie
pt: Configuração da planta
ro: Configurarea instalației
sl: Konfiguracija obrata
zh: 工厂配置

source: HDPE
ar: البولي إثيلين عالي الكثافة
fr: PEHD
pt: PEAD
zh: 高密度聚乙烯

source: HDPE Material
ar: مادة البولي إيثيلين عالي الكثافة
fr: Matériau PEHD
he: חומר HDPE
it: Materiale HDPE
nl: HDPE-materiaal
pt: Material PEAD
ro: Material HDPE
sl: Material HDPE
zh: 高密度聚乙烯材料

source: PET Material
ar: مادة PET
fr: Matériau PET
he: חומר PET
it: Materiale PET
nl: PET-materiaal
pt: Material PET
ro: Material PET
zh: 聚酯材质

source: Searching HDPE Position
ar: البحث عن موقف HDPE
de: Suche nach HDPE-Position
fr: Recherche de position en PEHD
he: חיפוש מיקום HDPE
it: Ricerca della posizione dell'HDPE
nl: Zoeken naar HDPE-positie
pt: Pesquisando posição HDPE
ro: Căutarea poziției HDPE
sl: Iskanje položaja HDPE
zh: 搜索 HDPE 位置

source: Searching PET Position
ar: البحث عن موضع PET
de: Suche nach PET-Position
fr: Recherche de position TEP
he: חיפוש עמדת PET
it: Ricerca della posizione PET
nl: Zoeken naar PET-positie
pt: Procurando Posição PET
ro: Căutarea poziției PET
sl: Iskanje položaja PET
zh: 搜索 PET 位置

source: Valves Not OK
ar: الصمامات ليست على ما يرام
de: Ventile nicht in Ordnung
fr: Vannes pas OK
he: שסתומים לא בסדר
it: Valvole non OK
nl: Kleppen niet OK
pt: Válvulas não estão OK
ro: Supapele nu sunt ok
sl: Ventili niso v redu
zh: 阀门不正常

source: Rinsing Reactor 1 Agitator
ar: مفاعل الشطف 1 المحرض
de: Spülreaktor 1 Rührwerk
fr: Rinçage Réacteur 1 Agitateur
he: כור שטיפה 1 מערבלת
it: Risciacquo dell'agitatore del reattore 1
nl: Spoelreactor 1 Roerwerk
pt: Enxágue do Agitador do Reator 1
ro: Clătire Reactorul 1 Agitator
sl: Reaktor za izpiranje 1 mešalo
zh: 冲洗反应器 1 搅拌器

source: Rinsing Reactor 2 Agitator
ar: مفاعل الشطف 2 المحرض
de: Spülreaktor 2 Rührwerk
fr: Rinçage Réacteur 2 Agitateur
he: כור שטיפה 2 מתסיס
it: Risciacquo dell'agitatore del reattore 2
nl: Spoelreactor 2 Roerwerk
pt: Enxaguando o Agitador do Reator 2
ro: Clătire Reactor 2 Agitator
sl: Reaktor za izpiranje 2, mešalo
zh: 冲洗反应器 2 搅拌器

source: Static Relay Status
ar: حالة التتابع الثابتة
de: Statischer Relaisstatus
fr: État du relais statique
he: מצב ממסר סטטי
it: Stato del relè statico
nl: Statische relaisstatus
pt: Status do relé estático
ro: Starea releului static
sl: Status statičnega releja
zh: 静态继电器状态

source: Command Heating
ar: تسخين الأمر
de: Befehlsheizung
fr: Chauffage de commande
he: פיקוד חימום
it: Comando Riscaldamento
nl: Commando Verwarming
pt: Comando de aquecimento
ro: Comandă încălzire
sl: Ukaz Ogrevanje
zh: 命令加热

source: Resistor Current Phase
ar: المرحلة الحالية المقاوم
de: Widerstandsstromphase
fr: Phase actuelle de la résistance
he: שלב נוכחי נגד
it: Fase corrente del resistore
nl: Weerstandsstroomfase
pt: Fase atual do resistor
ro: Faza curentului rezistenței
sl: Faza toka upora
zh: 电阻电流相位

source: Static Relay Not Ok
ar: التتابع الثابت ليس على ما يرام
de: Statisches Relais nicht in Ordnung
fr: Relais statique pas OK
he: ממסר סטטי לא בסדר
it: Relè statico non ok
nl: Statisch relais niet ok
pt: Relé estático não está ok
ro: Releul static nu este ok
sl: Statični rele ni v redu
zh: 静态继电器不正常

# CURRENT LEAKAGE (AMP &gt;5% OF NOMINAL AMP 5 SEC AFTER RESISTOR OFF)
source: Current Leakage (Amp >5% Of Nominal Amp 5 Sec After Resistor Off)
ar: تسرب التيار (الأمبير > 5% من الأمبير الاسمي بعد 5 ثواني من إيقاف المقاوم)
de: Stromverlust (Verstärker > 5 % des Nennstroms 5 Sek. nach dem Ausschalten des Widerstands)
fr: Fuite de courant (Amp > 5 % de l'Amp nominal 5 secondes après la coupure de la résistance)
he: זליגת זרם (מגבר >5% מהמגבר הנומינלי 5 שניות לאחר כיבוי הנגד)
it: Dispersione di corrente (Amp >5% dell'Amp nominale 5 secondi dopo lo spegnimento del resistore)
nl: Lekstroom (ampère > 5% van nominale ampère 5 seconden na uitschakeling van de weerstand)
pt: Vazamento de corrente (Amp >5% do Amp nominal 5 segundos após o resistor ser desligado)
ro: Scurgere de curent (Amp >5% din Amper nominal 5 secunde după oprirea rezistenței)
sl: Uhajanje toka (amper >5 % nazivnega ampera 5 sekund po izklopu upora)
zh: 漏电流（电阻关闭后 5 秒电流 > 标称电流的 5%）

source: Current Phase
ar: المرحلة الحالية
de: Aktuelle Phase
fr: Phase actuelle
he: השלב הנוכחי
it: Fase attuale
nl: Huidige fase
pt: Fase Atual
ro: Faza curentă
sl: Trenutna faza
zh: 当前阶段

source: Silo Level Sensor Ok
ar: مستشعر مستوى الصومعة حسنًا
de: Silo-Füllstandsensor ok
fr: Capteur de niveau de silo OK
he: חיישן מפלס סילו בסדר
it: Sensore livello silo Ok
nl: Silo-niveausensor ok
pt: Sensor de nível de silo ok
ro: Senzor de nivel siloz Ok
sl: Senzor nivoja silosa je v redu
zh: 筒仓液位传感器正常

source: Silo Level Sensor Not Ok For Filling
ar: مستشعر مستوى الصومعة غير مناسب للتعبئة
de: Silo-Füllstandsensor zum Befüllen nicht geeignet
fr: Le capteur de niveau du silo ne fonctionne pas correctement pour le remplissage
he: חיישן מפלס סילו לא בסדר למילוי
it: Sensore di livello del silo non idoneo al riempimento
nl: Silo-niveausensor niet ok voor vullen
pt: Sensor de nível de silo não está adequado para enchimento
ro: Senzorul de nivel al silozului nu este ok pentru umplere
sl: Senzor nivoja silosa ni primeren za polnjenje
zh: 筒仓液位传感器不适合填充

source: Silo Not Overfull
ar: الصومعة ليست ممتلئة
de: Silo nicht überfüllt
fr: Silo pas trop plein
he: סילו לא יתר על המידה
it: Silo non troppo pieno
nl: Silo niet overvol
pt: Silo não está cheio demais
ro: Silozul nu este prea plin
sl: Silos ni prepoln
zh: 筒仓未满

source: Silo Overfull
ar: صومعة أوفيرفول
de: Silo überfüllt
fr: Silo trop plein
he: סילו Overfull
it: Silo troppo pieno
nl: Silo overvol
pt: Silo cheio demais
ro: Siloz excesiv
sl: Silos je prepoln
zh: 筒仓满溢

source: Agitator (In Filling/Discharging)
ar: المحرض (في التعبئة / التفريغ)
de: Rührwerk (beim Befüllen/Entladen)
fr: Agitateur (en remplissage/décharge)
he: מעורר (במילוי/פריקה)
it: Agitatore (In riempimento/scarico)
nl: Roerwerk (bij vullen/lossen)
pt: Agitador (em enchimento/descarga)
ro: Agitator (în umplere/descărcare)
sl: Mešalo (pri polnjenju/praznjenju)
zh: 搅拌器（灌装/卸料时）

source: Blower
ar: منفاخ
de: Gebläse
fr: Ventilateur
he: מַפּוּחַ
it: Ventilatore
nl: Blazer
pt: Ventilador
ro: Suflantă
sl: puhalo
zh: 鼓风机

source: Sampling
ar: أخذ العينات
de: Probenahme
fr: Échantillonnage
he: דְגִימָה
it: Campionamento
nl: Bemonstering
pt: Amostragem
ro: Prelevarea de probe
sl: Vzorčenje
zh: 采样

source: Sample Request
ar: طلب عينة
de: Musteranfrage
fr: Demande d'échantillon
he: בקשה לדוגמה
it: Esempio di richiesta
nl: Voorbeeldaanvraag
pt: Pedido de amostra
ro: Cerere de mostra
sl: Zahteva za vzorec
zh: 样品请求

source: (1=REQ)
ar: (1=الطلب)
it: (1=RICHIESTA)
nl: (1=VEREIST)
sl: (1=ZAHTEV.)
zh: (1=请求)

source: Local Request
ar: الطلب المحلي
de: Lokale Anfrage
fr: Demande locale
he: בקשה מקומית
it: Richiesta locale
nl: Lokale aanvraag
pt: Solicitação local
ro: Cerere locală
sl: Lokalna zahteva
zh: 本地请求

source: Press Local Push Button To Take A Sample
ar: اضغط على زر الضغط المحلي لأخذ عينة
de: Drücken Sie die lokale Drucktaste, um eine Probe zu entnehmen
fr: Appuyez sur le bouton-poussoir local pour prélever un échantillon
he: לחץ על כפתור לחיצה מקומי כדי לקחת דוגמה
it: Premere il pulsante locale per prelevare un campione
nl: Druk op de lokale drukknop om een ​​monster te nemen
pt: Pressione o botão local para obter uma amostra
ro: Apăsați butonul local pentru a preleva o probă
sl: Pritisnite lokalni gumb za odvzem vzorca
zh: 按本地按钮取样

source: Process
ar: عملية
de: Verfahren
fr: Processus
he: תהליך
it: Processo
nl: Proces
pt: Processo
ro: Proces
sl: Proces
zh: 过程

source: Bags Diverter
ar: محول الحقائب
de: Taschenumsteller
fr: Déviateur de sacs
he: מפנה תיקים
it: Deviatore dei sacchi
nl: Tassenafleider
pt: Desviador de sacos
ro: Deviator de saci
sl: Preusmerjevalnik vrečk
zh: 袋子分流器

source: Big Bags Not Ok For Loading
ar: الأكياس الكبيرة ليست مناسبة للتحميل
de: Big Bags sind zum Beladen nicht geeignet
fr: Les Big Bags ne conviennent pas au chargement
he: תיקים גדולים לא בסדר לטעינה
it: Sacchi non idonei al caricamento
nl: Grote zakken zijn niet geschikt om te laden
pt: Big Bags não são adequados para carregamento
ro: Saci mari nu sunt ok pentru încărcare
sl: Velike vreče niso primerne za nakladanje
zh: 大袋子不适合装载

source: Bags View
ar: عرض الحقائب
de: Taschenansicht
fr: Voir les sacs
he: נוף תיקים
it: Visualizzazione Sacchi
nl: Tassen bekijken
pt: Visualização de bolsas
ro: Vizualizare Genti
sl: Pogled na vrečke
zh: 包袋查看

source: Emergency Push Button on Cabinet HMI
ar: زر ضغط الطوارئ الموجود على الخزانة HMI
de: Notruftaste auf der Schaltschrank-HMI
fr: Bouton-poussoir d'urgence sur l'IHM de l'armoire
he: לחצן חירום ב-HMI של הארון
it: Pulsante di emergenza sull'HMI dell'armadio
nl: Noodknop op kast-HMI
pt: Botão de emergência na IHM do gabinete
ro: Buton de apăsare de urgență pe HMI-ul cabinetului
sl: Gumb za klic v sili na ohišju HMI
zh: 机柜 HMI 上的紧急按钮
