Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Main Hydraulic Unit Disconnector Closed
ar: مفصل الوحدة الهيدروليكية الرئيسية مغلقة
de: Haupthydraulikeinheit Trennung geschlossen
es: Unidad Hidráulica Principal Del Shredder Desconexión Local Cerrada
fr: Sectionneur de l'unité hydraulique principale fermé
he: נתק היחידה ההידראולית העיקרית סגורה
it: Disconnettore locale dell'unità idraulica principale chiuso
nl: Hoofdhydraulische eenheid ontkoppeld gesloten
pt: Desconector principal da unidade hidráulica fechada
ro: Principala deconectare a unității hidraulice închise
sl: Odklopnik glavne hidravlične enote zaprt
zh: 主液压单位脱离器关闭

source: Valve Card Overload
ar: زائد بطاقة الصمام
de: Ventilkartenüberlastung
es: Sobrecarga De La Tarjeta De La Válvula
fr: Surcharge de la carte de vanne
he: עומס יתר של כרטיסי שסתום
it: Sovraccarico della scheda valvole
nl: Overbelasting van de klepkaart
pt: Sobrecarga da placa de válvula
ro: Supraîncărcarea cardului de supapă
sl: Preobremenitev ventilske kartice
zh: 阀卡超负荷

source: Reference Control Signal
ar: إشارة التحكم المرجعية
de: Referenzsteuersignal
es: Señal De Control De Referencia
fr: Signal de contrôle de référence
he: אות בקרת הפניה
it: Segnale di controllo di riferimento
nl: Referentiebesturingssignaal
pt: Sinal de controle de referência
ro: Semnal de control de referință
sl: Referenčni kontrolni signal
zh: 参考控制信号

source: Reference Command
ar: الأمر المرجعي
de: Referenzbefehl
es: Comando De Referencia
fr: Commande de référence
he: פקודת הפניה
it: Comando di riferimento
nl: Referentieopdracht
pt: Comando de referência
ro: Comanda de referință
sl: Referenčni ukaz
zh: 参考命令

source: Card Overload Protection
ar: حماية الحمل الزائد البطاقة
de: Kartenüberlastschutz
es: Protección Contra Sobrecarga De La Tarjeta
fr: Protection contre les surcharges de cartes
he: הגנת עומס יתר של כרטיסים
it: Protezione da sovraccarico della scheda
nl: Kaartoverbelastingsbeveiliging
pt: Proteção de sobrecarga de cartão
ro: Protecția împotriva suprasarcinării cardului
sl: Zaščita pred preobremenitvijo kartice
zh: 卡超负荷保护

source: Card Overload
ar: الزائد البطاقة
de: Kartenüberlastung
es: Sobrecarga De La Tarjeta
fr: Surcharge de carte
he: עומס יתר על הכרטיס
it: Sovraccarico della scheda
nl: Kaart overbelasting
pt: Sobrecarga do cartão
ro: Supraîncărcare a cardului
sl: Preobremenitev kartice
zh: 卡超负荷

source: Command Enable To Open
ar: تمكين القيادة من فتح
de: Befehl ermöglichen das Öffnen
es: Comando Habilitar Para Abrir
fr: Commande Activer pour ouvrir
he: הפקודה מאפשרת לפתוח
it: Comando abilitazione apertura
nl: Opdracht Inschakelen om te openen
pt: Comando habilitar abrir
ro: Comanda Activați să se deschidă
sl: Ukaz Omogoči za odpiranje
zh: 命令可以打开

source: Steam Pressure
ar: ضغط البخار
de: Dampfdruck
es: Presion De Vapor
fr: Pression de vapeur
he: לחץ אדים
it: Pressione del vapore
nl: Stoomdruk
pt: Pressão de vapor
ro: Presiunea aburului
sl: Tlak pare
zh: 蒸汽压力

source: Heat Exchanger Inlet Steam Pressure
ar: ضغط البخار مدخل المبادل الحراري
de: Wärmetauscher Einlassdampfdruck
es: Presión De Vapor Del Intercambiador De Calor
fr: Pression de vapeur à l’entrée de l’échangeur de chaleur
he: לחץ כניסת חום לחץ אדים
it: Pressione di ingresso del vapore dello scambiatore di calore
nl: Inlaatstoomdruk warmtewisselaar
pt: Pressão de vapor de entrada do trocador de calor
ro: Schimbător de căldură Presiunea aburului de intrare
sl: Vhodni parni tlak toplotnega izmenjevalnika
zh: 热交换器入口蒸汽压力

source: Hydraulic Motor Maximum Temperature
ar: أقصى درجة حرارة المحرك الهيدروليكي
de: Hydraulikmotor Maximale Temperatur
es: Temperatura Máxima Del Motor Hidráulico
fr: Température maximale du moteur hydraulique
he: מנוע הידראולי טמפרטורה מקסימום
it: Temperatura massima del motore idraulico
nl: Maximale temperatuur hydraulische motor
pt: Temperatura máxima do motor hidráulico
ro: Temperatura maximă a motorului hidraulic
sl: Najvišja temperatura hidravličnega motorja
zh: 液压运动最高温度

source: Maximum Torque
ar: أقصى عزم دوران
de: Maximales Drehmoment
es: Par Maximo
fr: Couple maximal
he: מומנט מרבי
it: Coppia massima
nl: Maximaal koppel
pt: Torque máximo
ro: Cuplu maxim
sl: Največji navor
zh: 最大扭矩

source: Delay Above
ar: تأخير أعلاه
de: Verzögerung oben
es: Retraso Arriba
fr: Retard ci-dessus
he: עיכוב למעלה
it: Ritardo al di sopra
nl: Vertraging hierboven
pt: Atraso acima
ro: Întârziere mai sus
sl: Zakasnitev zgoraj
zh: 延迟以上

source: Minimum Torque
ar: الحد الأدنى عزم الدوران
de: Mindestdrehmoment
es: Torque Mínimo
fr: Couple minimal
he: מומנט מינימלי
it: Coppia minima
nl: Minimumkoppel
pt: Torque mínimo
ro: Cuplu minim
sl: Najmanjši navor
zh: 最小扭矩

source: Delay Below
ar: التأخير أدناه
de: Verzögerung unten
es: Retraso Inferior
fr: Retard ci-dessous
he: עיכוב למטה
it: Ritardo al di sotto
nl: Vertraging hieronder
pt: Atraso abaixo
ro: Întârziere mai jos
sl: Zakasnitev spodaj
zh: 延迟以下

source: Position In Production
ar: الموقف في الإنتاج
de: Position in der Produktion
es: Posición En Producción
fr: Poste en production
he: מיקום בייצור
it: Posizione in produzione
nl: Positie in productie
pt: Posição na produção
ro: Poziția în producție
sl: Položaj v proizvodnji
zh: 生产位置

source: SYS - TV1 - TR Primary
es: Sys – TV1 – TR Primario
fr: SYS - TV1 - TR Primaire
he: SYS - TV1 - TR ראשוני
it: Sys – TV1 – TR primario
nl: SYS - TV1 - TR Primair
ro: SYS - TV1 - TR primar
sl: SYS – TV1 – TR primarni
zh: SYS -TV1 -TR主导

source: SYS - TV1 - TR Secondary
ar: SYS - TV1 - TR الثانوية
de: SYS - TV1 - TR Sekundär
es: Sys – TV1 – TR Secundario
fr: SYS - TV1 - TR Secondaire
he: SYS - TV1 - TR משני
nl: SYS - TV1 - TR Secundair
pt: SYS - TV1 - TR secundário
ro: SYS - TV1 - TR secundar
sl: SYS - TV1 - TR Sekundarni
zh: SYS -TV1 -TR次要

source: Overload Analog Input
ar: الزائد المدخلات التناظرية
de: Analogeingabe überlasten
es: Entrada Analógica De Sobrecarga
fr: Entrée analogique de surcharge
he: קלט אנלוגי עומס יתר
it: Sovraccarico degli ingressi analogici
nl: Overbelasting analoge ingang
pt: Sobrecarregar a entrada analógica
ro: Suprasarcină intrare analogică
sl: Preobremenitev analognega vhoda
zh: 过载模拟输入

source: Overload Analog Output
ar: الإخراج التناظري الزائد
de: Analogausgang überlasten
es: Salida Analógica De Sobrecarga
fr: Sortie analogique de surcharge
he: פלט אנלוגי עומס יתר
it: Sovraccarico delle uscite analogiche
nl: Overbelasting analoge uitgang
pt: Saída analógica de sobrecarga
ro: Suprasarcină ieșire analogică
sl: Preobremenitev analognega izhoda
zh: 超负荷模拟输出

source: Overload 24V Dc Inverters
ar: الزائد 24 فولت العاصمة العاصمة
de: 24 V DC Wechselrichter überladen
es: Sobrecarga De 24V Dc Inverters
fr: Surcharge des onduleurs 24 V CC
he: עומס יתר על 24 וולט DC ממירים
it: Sovraccarico 24V DC inverter
nl: Overbelasting 24V DC-omvormers
pt: Sobrecarregar inversores de 24V DC
ro: Supraîncărcare Invertoare DC 24V
sl: Preobremenitev 24V enosmernih pretvornikov
zh: 超载24V DC逆变器

source: Overload 24V Dc Under Estop
ar: Overload 24V DC تحت Estop
de: 24 V DC unter ESTOP überlasten
es: Sobrecarga De 24V Dc Bajo Estop
fr: Surcharge 24 V CC sous Estop
he: עומס יתר על 24 וולט DC תחת ESTOP
it: Sovraccarico 24V DC sotto estop
nl: Overbelasting 24V DC onder noodstop
pt: Sobrecarga 24V DC sob impedimento
ro: Supraîncărcare 24V DC sub estop
sl: Preobremenitev 24 V DC Under Estop
zh: 超载24v dc在埃斯托普下

source: Cabinet Cooling Overload
ar: خزانة تبريد الزائد
de: Überlastung der Kühlschrank
es: Sobrecarga De Enfriamiento Del Armario
fr: Surcharge de refroidissement de l'armoire
he: עומס יתר על קירור ארונות
it: Sovraccarico del raffreddamento del quadro
nl: Overbelasting van de kastkoeling
pt: Sobrecarga de resfriamento do gabinete
ro: Supraîncărcare de răcire a dulapului
sl: Preobremenitev hlajenja omare
zh: 机柜冷却过载

source: Overload 24V Dc Of Estop Circuit
ar: الزائد 24V DC من دائرة ESTOP
de: Überlastung von 24 V Gleichstrom Estop -Schaltung
es: Sobrecarga De 24 V Dc Del Circuito De Estop
fr: Surcharge 24 V CC du circuit Estop
he: עומס יתר על 24 וולט DC של מעגל ESTOP
it: Sovraccarico 24V DC del circuito estop
nl: Overbelasting 24V DC van noodstopcircuit
pt: Sobrecarga de 24V DC do circuito impedido
ro: Supraîncărcare 24V dc de circuit estop
sl: Preobremenitev 24V enosmernega tokokroga Estop
zh: 埃斯托电路的超载24V DC

source: Grinder Rotor
ar: طاحونة الدوار
de: Mühle Rotor
es: Molino
fr: Rotor de broyeur
he: רוטור מטחנה
it: Rotore del Mulino
nl: Slijprotor
pt: Rotor do moedor
ro: Rotor de râșniță
sl: Rotor brusilnika
zh: 研磨机转子

source: Grinder Safety Key
ar: مفتاح سلامة الطاحونة
de: Mühle Sicherheitsschlüssel
es: Llave De Seguridad De Molino
fr: Clé de sécurité du broyeur
he: מפתח בטיחות מטחנות
it: Chiave di sicurezza del Mulino
nl: Veiligheidssleutel voor slijpmachines
pt: Chave de segurança do moedor
ro: Cheie de siguranță pentru râșniță
sl: Varnostni ključ za mlinček
zh: 研磨机安全钥匙

source: Grinder Open Procedure
ar: المطحنة المفتوحة الإجراء
de: Mühle offene Vorgehensweise
es: Procedimiento Apertura Del Molino
fr: Procédure d'ouverture du broyeur
he: מטחנת נוהל פתוח
it: Procedura di apertura del Mulino
nl: Procedure voor het openen van de slijpmachine
pt: Procedimento de abertura do moedor
ro: Procedură deschisă pentru râșniță
sl: Odprti postopek mlinčka
zh: 研磨程序

source: Grinder Hydraulic Unit
ar: وحدة الطاحونة الهيدروليكية
de: Schleifhydraulikeinheit
es: Unidad Hidráulica De Molino
fr: Unité hydraulique du broyeur
he: יחידה הידראולית מטחנה
it: Unità idraulica del Mulino
nl: Hydraulische eenheid voor slijpmachines
pt: Unidade hidráulica do moedor
ro: Unitate hidraulică de râșniță
sl: Hidravlična enota brusilnika
zh: 研磨机液压单元

source: Grinder Cooling Water
ar: طاحونة تبريد مياه
de: Mühle Kühlwasser
es: Agua De Enfriamiento Del Molino
fr: Eau de refroidissement du broyeur
he: מטחנת מים קירור
it: Acqua di raffreddamento del Mulino
nl: Koelwater voor de slijpmachine
pt: Água de refrigeração do moedor
ro: Apa de răcire pentru râșniță
sl: Hladilna voda za mlinček
zh: 研磨机冷却水

source: Antisticking System
ar: نظام مضاد
es: Sistema Antisticking
fr: Système antiadhésif
he: מערכת אנטי -סיפוק
it: Sistema Antimpaccante
nl: Antiaanbaksysteem
pt: Sistema de AntiSticking
ro: Sistem antisticking
sl: Sistem proti sprijemanju
zh: 反式系统

source: Process Group
ar: مجموعة العملية
de: Prozessgruppe
es: Grupo De Procesos
fr: Groupe de processus
he: קבוצת תהליכים
it: Gruppo di processo
nl: Procesgroep
pt: Grupo de processos
ro: Grup de proces
sl: Procesna skupina
zh: 过程组

source: (1=Line)
ar: (1 = الخط)
de: (1 = Linie)
es: (1 = Línea)
fr: (1=Ligne)
he: (1 = קו)
it: (1 = Linea)
nl: (1=regel)
pt: (1 = linha)
ro: (1 = linie)
sl: (1=vrstica)
zh: （1 =线）

source: Grinder Local+Power Disconnect Open (Both)
ar: طاحونة محلية+مفصل الطاقة المفتوح (كلاهما)
de: Mühle lokal+Stromverbindung offen (beide)
es: Molino Local+Desconexión De Potencia Abierta (Ambas)
fr: Broyeur local + déconnexion de l'alimentation ouverte (les deux)
he: מטחנה מקומית+ניתוק כוח פתוח (שניהם)
it: Mulino - disconnettore locale e di potenza aperti (entrambi)
nl: Grinder Lokaal + Stroomonderbreking Open (Beide)
pt: Grinder Local+Power Desconecte Open (ambos)
ro: GRANDER LOCAL LOCAL+PUTEREA DECONECTULUI OPRIND (Ambele)
sl: Lokalni brusilnik + odklop napajanja odprt (oba)
zh: Grinder Local+Power断开连接（两者）

source: Grinder Disconnectors Closed
ar: قطع طاحونة مغلقة
de: Schleifschleppschriften geschlossen
es: Desconectores De Molinillo Cerrados
fr: Sectionneurs de broyeur fermés
he: ניתוק מטחנות נסגר
it: Disconnettori del mulino chiusi
nl: Slijpmachine-scheidingsschakelaars gesloten
pt: Desconectores de moedor fechados
ro: Deconectoare de râșniță închise
sl: Odklopniki brusilnika zaprti
zh: 磨床断开器关闭

# GRINDER SAFETY KEY EXTRACTED FORM THE LOCK
source: Grinder Safety Key Extracted From The Lock
ar: مفتاح سلامة المطحنة المستخرجة من القفل
de: Mühle Sicherheitsschlüssel aus dem Schloss extrahiert
es: Llave De Seguridad Del Molino Extraída Del Bloqueo
fr: Clé de sécurité du broyeur extraite de la serrure
he: מפתח בטיחות מטחנה שחולץ מהמנעול
it: Chiave di sicurezza del mulino estratta dal blocco
nl: Veiligheidssleutel van de slijpmachine uit het slot gehaald
pt: Chave de segurança do moedor extraída da fechadura
ro: Cheie de siguranță pentru râșniță extrasă din blocare
sl: Varnostni ključ mlinčka izvlečen iz ključavnice
zh: 从锁中提取的研磨机安全键

source: Grinder Safety Key Unlock Command Active
ar: أمر فتح مفتاح أمان المطحنة النشط
de: Befehl aktiven Befreiung von Schleifsicherheitsschlüssel aktiv
es: Comando De Desbloqueo De Clave De Seguridad Del Molino Activo
fr: Commande de déverrouillage de la clé de sécurité du broyeur active
he: מפתח הבטיחות של מטחנה פקודת נעילת פקודה פעילה
it: Chiave di sicurezza del Mulino comando attivo
nl: Grinder Veiligheidssleutel Ontgrendelingscommando Actief
pt: Chave de segurança do moedor Comando de desbloqueio ativo
ro: Comanda de deblocare a cheii de siguranță pentru polizor activ activ
sl: Ukaz za odklepanje varnostnega ključa mlinčka je aktiven
zh: 研磨机安全密钥解锁命令主动

source: Grinder Blades In Rotation
ar: شفرات الطاحونة في التناوب
de: Schleifklingen in der Rotation
es: Cuchillas De Molino En Rotación
fr: Lames de broyeur en rotation
he: להבי מטחנות בסיבוב
it: Lame del Mulino in rotazione
nl: Slijpbladen in rotatie
pt: Blades de moto em rotação
ro: Lame de râșniță în rotație
sl: Rezila brusilnika v rotaciji
zh: 旋转的磨刀刀片

source: Grinder In Rotation
ar: طاحونة في الدوران
de: Mühle in der Rotation
es: Molino En Rotación
fr: Broyeur en rotation
he: מטחנה בסיבוב
it: Mulino in rotazione
nl: Grinder in rotatie
pt: Moedor em rotação
ro: Râșniță în rotație
sl: Mlin v rotaciji
zh: 旋转的磨床

source: Antisticking
ar: مكافحة
fr: Antiadhésif
he: אנטי -נטייה
it: Antimpaccante
nl: Antiaanbaklaag
pt: Anti -ri
sl: Proti sprijemanju
zh: 抗议

source: Antisticking System Not Ok
ar: نظام مضاد لا بأس به
de: Antisticking -System nicht in Ordnung
es: Sistema Antisticking no OK
fr: Système antiadhésif pas correct
he: מערכת אנטי -נימוסים לא בסדר
it: Sistema antimpaccante non ok
nl: Antiaanbaksysteem niet ok
pt: Sistema anti -risque não ok
ro: Sistemul antisticking nu este ok
sl: Sistem proti sprijemanju ni v redu
zh: 反式系统不正常

source: Antisticking Not Ok
ar: مكافحة لا بأس
de: Antisticking nicht in Ordnung
es: Antisticking no es OK
fr: Antiadhésif pas correct
he: אנטי -תור לא בסדר
it: Antimpaccante non ok
nl: Antiaanbaklaag niet oké
pt: Anti -risque não está bem
ro: Antisticking nu ok
sl: Proti sprijemanju Ni v redu
zh: 抗议不好

source: Antisticking Ok (External Signal)
ar: مكافحة موافق (إشارة خارجية)
de: Antisticking OK (externes Signal)
es: Antisticking Ok (Señal Externa)
fr: Anticollage Ok (Signal Externe)
he: אנטי -קיים בסדר (אות חיצוני)
it: Antimpaccante OK (segnale esterno)
nl: Antiaanbaklaag OK (extern signaal)
pt: Antisticking OK (sinal externo)
ro: Antisticking ok (semnal extern)
sl: Proti lepljenju OK (zunanji signal)
zh: Antisticking OK（外部信号）

source: (1=Antisticking Ok For Process)
ar: (1 = موافق موافق للعملية)
de: (1 = Antisticking OK für den Prozess)
es: (1 = Antisticking Ok Para El Proceso)
fr: (1 = Antiadhésif Ok pour le processus)
he: (1 = אנטי -נטייה בסדר לתהליך)
it: (1 = antimpaccante OK per il processo)
nl: (1=Antiaanbaklaag oké voor proces)
pt: (1 = antisticking OK para processo)
ro: (1 = antisticking ok pentru proces)
sl: (1=protistikanje v redu za postopek)
zh: （1 = Antisticking可以进行过程）

source: Group Full Production
ar: مجموعة الإنتاج الكامل
de: Gruppe voller Produktion
es: Grupo De Producción Completa
fr: Production complète du groupe
he: קבוצה הפקה מלאה
it: Gruppo in Produzione completa
nl: Groep Volledige Productie
pt: Produção completa do grupo
ro: Producție completă de grup
sl: Celotna produkcija skupine
zh: 小组完整生产

source: Calculated Current With No Material
ar: التيار المحسوب بدون مادة
de: Berechneter Strom ohne Material
es: Corriente Calculada Sin Material
fr: Courant calculé sans matériau
he: זרם מחושב ללא חומר
it: Corrente calcolata senza materiale
nl: Berekende stroom zonder materiaal
pt: Corrente calculada sem material
ro: Curent calculat fără material
sl: Izračunani tok brez materiala
zh: 没有材料计算的电流

source: Total Downstream Ok In Production
ar: إجمالي المصب موافق في الإنتاج
de: Total nachgeschalteter OK in der Produktion
es: Total Aguas Abajo Ok En Producción
fr: Total Aval Ok En Production
he: סה"כ במורד הזרם בסדר בייצור
it: Totale a valle OK in produzione
nl: Totale downstream ok in productie
pt: Total a jusante ok na produção
ro: Total în aval ok în producție
sl: Skupaj nižji tok v redu v proizvodnji
zh: 总体下游可以生产

source: Total Downstream Not Ok In Production
ar: مجموع المصب ليس موافق في الإنتاج
de: Gesamtstrom nicht in Ordnung in der Produktion
es: Total Aguas Abajo no OK En Producción
fr: Total en aval pas bien en production
he: בסך הכל במורד הזרם לא בסדר בייצור
it: Totale a valle, non ok in produzione
nl: Totale downstream niet ok in productie
pt: A jusante total não está bem na produção
ro: Total în aval nu este ok în producție
sl: Skupaj ni v redu v proizvodnji
zh: 总体下游的生产不正常

source: Feeding Channel
ar: قناة التغذية
de: Fütterungskanal
es: Canal De Alimentación
fr: Canal d'alimentation
he: ערוץ האכלה
it: Canale di alimentazione
nl: Voedingskanaal
pt: Canal de alimentação
ro: Canal de hrănire
sl: Napajalni kanal
zh: 进食渠道

source: Close Feeding Channel To Start
ar: إغلاق قناة التغذية للبدء
de: Fütterungskanal schließen, um zu starten
es: Cerrar El Canal De Alimentación Para Comenzar
fr: Fermez le canal d'alimentation pour démarrer
he: סגור את ערוץ האכלה כדי להתחיל
it: Chiudi il canale di alimentazione per iniziare
nl: Sluit het toevoerkanaal om te beginnen
pt: Fechar o canal de alimentação para começar
ro: Închideți canalul de hrănire pentru a începe
sl: Za začetek zaprite kanal za hranjenje
zh: 关闭喂养渠道开始

source: Estop Area Reset Ok
ar: إعادة ضبط المنطقة بشكل موافق
de: Estop -Bereich zurücksetzen OK
es: Restablecimiento Del Área De Estop Ok
fr: Zone Estop Réinitialisation Ok
he: אזור Estop איפוס בסדר
it: Area estop reset OK
nl: Estopgebied resetten Ok
pt: Redefinição da área de ponto OK
ro: Resetarea zonei estop OK
zh: 埃斯托普区域重置确定

source: Plc New Alarm Siren On
ar: plc صفارة الإنذار الجديدة على
de: SPS neue Alarmsirene auf
es: Plc Nueva Alarma Sirena Encendida
fr: Nouvelle sirène d'alarme PLC activée
he: Plc צפירת אזעקה חדשה ב
it: PLC sirena nuovo allarme Accessa
nl: Plc Nieuwe Alarmsirene Aan
pt: Plc nova sirene de alarme em
ro: PLC o nouă sirenă de alarmă pornită
sl: Plc Nova alarmna sirena Vklopljena
zh: PLC新警报警报

# NEW_ALARM --&gt;SIREN ON (USED TO SHOW STOP-SIREN BUTTON ON HMI)
source: New Alarm -->Siren On (Used To Show Stop-Siren Button On Hmi)
ar: إنذار جديد-> صفارات الإنذار ON (يستخدم لإظهار زر التوقف على HMI)
de: Neuer Alarm-> Sirene auf (verwendet, um die Stop-Siren-Taste auf HMI anzuzeigen)
es: Nueva Alarma-> Sirena On (Se Usa Para Mostrar El Botón De Parada De La Sirena En Hmi)
fr: Nouvelle alarme -> Sirène activée (utilisée pour afficher le bouton d'arrêt de la sirène sur l'IHM)
he: אזעקה חדשה-> צפירה ב (שימשת להצגת כפתור Stop-Siren ב- HMI)
it: Nuovo allarme-> Sirena On (utilizzato per mostrare il pulsante Stop-Silen su HMI)
nl: Nieuw alarm -->Sirene aan (wordt gebruikt om de stop-sireneknop op de HMI weer te geven)
pt: Novo alarme-> Siren On (usado para mostrar o botão Stop-Siren no HMI)
ro: Alarmă nouă-> Sirena pornită (folosită pentru a afișa butonul Stop-Siren pe HMI)
sl: Nov alarm -->Sirena vklopljena (uporablja se za prikaz gumba Stop-Siren na HMI)
zh: 新的警报 - >警报器（用于在HMI上显示停止 - siren按钮）

source: Filter Press Maximum Torque
ar: مرشح اضغط على عزم الدوران
de: Filter Drücken Sie das maximale Drehmoment
es: Par Maximo del Filtro Prensa
fr: Couple maximum du filtre-presse
he: סנן לחץ על מומנט מקסימלי
it: Coppia massima Filtro Pressa
nl: Filterpers Maximaal Koppel
pt: Filtro pressione torque máximo
ro: Apăsați filtru cuplu maxim
sl: Največji navor filtrirne stiskalnice
zh: 滤器最大扭矩

source: Drainage System
ar: نظام الصرف الصحي
de: Entwässerungssystem
es: Sistema De Drenaje
fr: Système de drainage
he: מערכת ניקוז
it: Sistema di drenaggio
nl: Afvoersysteem
pt: Sistema de drenagem
ro: Sistem de scurgere
sl: Drenažni sistem
zh: 排水系统

source: Pipes And Colors
ar: الأنابيب والألوان
de: Rohre und Farben
es: Tuberías y colores
fr: Tuyaux et couleurs
he: צינורות וצבעים
it: Tubi e colori
nl: Buizen en kleuren
pt: Tubos e cores
ro: Conducte și culori
sl: Cevi in ​​barve
zh: 管道和颜色

source: Air
ar: هواء
de: Luft
es: Aire
he: אוויר
it: Aria
nl: Lucht
pt: Ar
ro: Aer
sl: zrak
zh: 空气

source: Steam
ar: بخار
de: Dampf
es: Vapor
fr: Vapeur
he: קִיטוֹר
it: Vapore
nl: Stoom
pt: Vapor
ro: Aburi
zh: 蒸汽

source: Byproduct
ar: ثانوية
de: Nebenprodukt
es: Subproducto
fr: Sous-produit
he: מוּצָר לְוָאִי
it: Sottoprodotto
nl: Bijproduct
pt: Subproduto
ro: Produs secundar
sl: Stranski produkt
zh: 副产品

source: Chemicals
ar: مواد كيميائية
de: Chemikalien
es: Químicos
fr: Produits chimiques
he: כימיקלים
it: Chimica
nl: Chemicaliën
pt: Produtos químicos
ro: Produse chimice
sl: Kemikalije
zh: 化学物质

source: Oil
ar: زيت
de: Öl
es: Aceite
fr: Huile
he: שמן
it: Olio
nl: Olie
pt: Óleo
ro: Ulei
sl: Olje
zh: 油

source: Sep
ar: سبتمبر
he: ספטמבר
nl: september
pt: Set
sl: sept
zh: 九月

source: Press
ar: يضعط
de: Drücken Sie
es: Prensa
fr: Presse
he: ללחוץ
it: Pressa
nl: Pers
pt: Imprensa
ro: presa
sl: Pritisnite
zh: 按

source: Buffer
ar: متعادل
de: Puffer
fr: Tampon
he: בַּלָם
pt: Amortecedor
ro: Tampon
sl: Medpomnilnik
zh: 缓冲

source: Washing Line
ar: خط الغسيل
de: Wäscheleine
es: Línea de lavado
fr: Ligne de lavage
he: קו כביסה
it: Linea di lavaggio
nl: Waslijn
pt: Linha de lavagem
ro: Linie de spălare
sl: Pralna linija
zh: 洗涤线

source: Separation And Press
ar: الفصل والضغط
de: Trennung und Presse
es: Separación y prensa
fr: Séparation et presse
he: הפרדה ולחץ
it: Separazione e pressa
nl: Scheiding en pers
pt: Separação e pressione
ro: Separare și apăsare
sl: Ločitev in tisk
zh: 分离并按下

source: Final Buffer
ar: المخزن المؤقت النهائي
de: Endpuffer
es: Búfer final
fr: Tampon final
he: חיץ סופי
it: Tampone finale
nl: Eindbuffer
pt: Buffer final
ro: Buffer final
sl: Končni medpomnilnik
zh: 最终缓冲区

source: Levels Incongruency
ar: مستويات عدم الراحة
de: Niveaus inkongruenz
es: Niveles de incongruencia
fr: Incongruité des niveaux
he: רמות חוסר התאמה
it: Incongruenza livelli
nl: Niveaus Incongruentie
pt: Níveis de incongruência
ro: Niveluri incongruență
ru: Несоответствие уровней
sl: Neskladnost ravni
zh: 水平不一致

source: Export Data
ar: بيانات التصدير
de: Daten exportieren
es: Exportar datos
fr: Exporter des données
he: ייצוא נתוני
it: Esporta Dati
nl: Gegevens exporteren
pt: Exportar dados
ro: Export de date
sl: Izvoz podatkov
zh: 导出数据

source: Symbol
ar: رمز
es: Símbolo
fr: Symbole
he: סֵמֶל
it: Simbolo
nl: Symbool
pt: Símbolo
ro: Simbol
sl: Simbol
zh: 象征

source: Conveyor Belt
ar: حزام النقل
de: Förderband
es: Cinta transportadora
fr: Tapis roulant
he: מסוע
it: Nastro Trasportatore
nl: Transportband
pt: Correia transportadora
ro: Banda rulanta
sl: Tekoči trak
zh: 输送带

source: Prewash Reactor - Water Inlet
ar: مفاعل مسبق - مدخل الماء
de: Prewash Reactor - Wassereinlass
es: Reactor De Prelavado - Entrada de agua
fr: Réacteur de prélavage - Entrée d'eau
he: כור קדם - כניסת מים
it: Reattore di prelavaggio - Ingresso Acqua
nl: Voorwasreactor - Waterinlaat
pt: Reator de pré -lavagem - entrada de água
ro: Reactor de pre -wash - intrare de apă
sl: Reaktor za predpranje - dovod vode
zh: 预洗反应堆 - 水入口

source: Sorema Request Water
ar: طلب سوريما المياه
de: Sorema fordern Wasser an
es: Sorema Solicita Agua
fr: Sorema Demander de l'eau
he: סורמה מבקשת מים
it: Sorema Richiede acqua
nl: Sorema Vraag Water
pt: Sorema Solicite água
ro: Sorema solicită apă
sl: Sorema Zahtevaj vodo
zh: Sorema要求水
