Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Create New Recipe
ar: إنشاء وصفة جديدة
de: Erstellen Sie ein neues Rezept
es: Crear Nueva Receta
fr: Créer une nouvelle recette
he: צור מתכון חדש
it: Crea una nuova ricetta
nl: Nieuw recept maken
pt: Crie nova receita
ro: Creați o rețetă nouă
sl: Ustvari nov recept
zh: 创建新食谱

source: Load Recipe
ar: وصفة تحميل
de: Rezept laden
es: Receta De Carga
fr: Charger la recette
he: טען מתכון
it: Ricetta di carico
nl: Recept laden
pt: Receita de carga
ro: Rețeta de încărcare
sl: Naloži recept
zh: 负载食谱

source: Recipes
ar: وصفات
de: Rezepte
es: Recetas
fr: Recettes
he: מתכונים
it: Ricette
nl: Recepten
pt: Receitas
ro: Rețete
sl: Recepti
zh: 食谱

source: Metal Conveyor - Main Motor
ar: ناقل المعادن - المحرك الرئيسي
de: Metallförderer - Hauptmotor
es: Transportador Metálico - Motor Principal
fr: Convoyeur métallique - Moteur principal
he: מסוע מתכת - מנוע ראשי
it: Trasportatore metallico - motore principale
nl: Metaaltransportband - Hoofdmotor
pt: Transportador de metal - motor principal
ro: Transportor de metal - motor principal
sl: Kovinski transporter - glavni motor
zh: 金属输送机 - 主电机

source: Belt Chain Lubrification Left
ar: غادر ترسيخ سلسلة الحزام
de: Gürtelkettenschmierrifikation übrig
es: Lubricación De La Cadena De La Cinta Izquierda
fr: Lubrification de la chaîne à courroie gauche
he: שרשרת חגורה משמאל
it: Lubrificazione della catena sinistra del nastro
nl: Smering riemketting links
pt: Lubrificação da corrente da correia esquerda
ro: Lubrificarea lanțului de curea la stânga
sl: Mazanje verige jermena levo
zh: 皮带链橄榄色左

source: Belt Chain Lubrification Right
ar: تلاشي سلسلة الحزام الصحيح
de: Gürtelkette Gleitrifizierung Recht
es: Lubricación De La Cadena De La Cinta Derecha
fr: Lubrification de la chaîne à courroie droite
he: שרשרת חגורה זכות
it: Lubrificazione della catena destra del nastro
nl: Riemketting Smering Rechts
pt: Lubrificação da corrente da correia à direita
ro: Lubrificarea lanțului de curea
sl: Mazanje verige jermena desno
zh: 皮带链橄榄色右

source: Shredder - Main Motor
ar: التقطيع - المحرك الرئيسي
de: Shredder - Hauptmotor
es: Shredder - Motor Principal
fr: Broyeur - Moteur principal
he: מגרסה - מנוע ראשי
it: Trituratore - Motore principale
nl: Shredder - Hoofdmotor
pt: Triturador - motor principal
ro: Shredder - Motor principal
sl: Drobilnik - glavni motor
zh: 粉碎机 - 主电机

source: Shredder - Pusher Oil Pump
ar: التقطي
de: Shredder - Pusher -Ölpumpe
es: Shredder - Bomba De Aceite Del Empujador
fr: Broyeur - Pompe à huile poussoir
he: מגרסה - משאבת שמן דחף
it: Trituratore - pompa dell'olio dello spintore
nl: Versnipperaar - Duwoliepomp
pt: Triturador - bomba de óleo de empacotador
ro: Shredder - Pompa de ulei împingător
sl: Drobilnik - potisna oljna črpalka
zh: 粉碎机 - 推油泵

source: Shredder - Rotor Speed Valve
ar: تمزيق - صمام سرعة الدوار
de: Shredder - Rotorgeschwindigkeitsventil
es: Shredder - Válvula De Velocidad Del Rotor
fr: Broyeur - Soupape de vitesse du rotor
he: מגרסה - שסתום מהירות הרוטור
it: Trituratore - Valvola di velocità del rotore
nl: Versnipperaar - Rotorsnelheidsklep
pt: Triturador - válvula de velocidade do rotor
ro: Shredder - Valva de viteză a rotorului
sl: Drobilnik - ventil za hitrost rotorja
zh: 粉碎机 - 转子速阀

source: Shredder - Rotor Oil Pressure
ar: تمزيق - ضغط زيت الدوار
de: Shredder - Rotoröldruck
es: Shredder - Presión De Aceite De Rotor
fr: Broyeur - Pression d'huile du rotor
he: מגרסה - לחץ שמן רוטור
it: Trituratore - Pressione dell'olio del rotore
nl: Versnipperaar - Rotoroliedruk
pt: Triturador - pressão do óleo do rotor
ro: Shredder - presiunea uleiului de rotor
sl: Drobilnik - Tlak olja v rotorju
zh: 粉碎机 - 转子油压力

source: Shredder - Hydraulic Motor Temperature
ar: التقطيع - درجة حرارة المحرك الهيدروليكية
de: Shredder - Hydraulikmotor -Temperatur
es: Shredder - Temperatura Hidráulica Del Motor
fr: Broyeur - Température du moteur hydraulique
he: מגרסה - טמפרטורת מנוע הידראולית
it: Trituratore - Temperatura del motore idraulico
nl: Shredder - Hydraulische motortemperatuur
pt: Triturador - temperatura do motor hidráulico
ro: Shredder - Temperatura motorului hidraulic
sl: Drobilnik - Temperatura hidravličnega motorja
zh: 粉碎机 - 液压运动温度

source: Shredder - Pusher High Speed
ar: تمزيق - سرعة عالية السرعة
de: Shredder - Pusher Hochgeschwindigkeit
es: Shredder - Empujador De Alta Velocidad
fr: Broyeur - Poussoir Haute Vitesse
he: מגרסה - מהירות גבוהה של Pusher
it: Trituratore - Spintore Alta velocità
nl: Versnipperaar - Duwmachine Hoge Snelheid
pt: Triturador - empurrador de alta velocidade
ro: Shredder - Pusher viteză mare
sl: Visokohitrostni drobilnik - potiskalo
zh: 粉碎机 - 推杆高速

source: Shredder - Level Cleaning
ar: تمزيق - تنظيف المستوى
de: Shredder - Levelreinigung
es: Shredder - Limpieza Del Nivel
fr: Broyeur - Nettoyage de niveau
he: מגרסה - ניקוי ברמה
it: Trituratore - pulizia del livello
nl: Versnipperaar - Niveaureiniging
pt: Triturador - limpeza de nível
ro: Shredder - Curățarea nivelului
sl: Drobilnik - Čiščenje ravni
zh: 切碎机 - 水平清洁

source: Shredder - Hopper Level
ar: تمزيق - مستوى النطاط
de: Shredder - Trichterstufe
es: Shredder - Nivel De La Tolva
fr: Broyeur - Niveau trémie
he: מגרסה - רמת הופר
it: Trituratore - Livello della tramoggia
pt: Triturador - nível de tremonha
ro: Shredder - Nivel de buncăr
sl: Drobilnik - Raven lijaka
zh: 粉碎机 - 料斗水平

source: Shredder - Hydraulic Oil Temperature
ar: التقطيع - درجة حرارة الزيت الهيدروليكي
de: Shredder - Hydrauliköltemperatur
es: Shredder - Temperatura Del Aceite Hidráulico
fr: Broyeur - Température de l'huile hydraulique
he: מגרסה - טמפרטורת שמן הידראולית
it: Trituratore - Temperatura dell'olio idraulico
nl: Shredder - Hydraulische olietemperatuur
pt: Triturador - temperatura do óleo hidráulico
ro: Mărunțitor - temperatura uleiului hidraulic
sl: Drobilnik - temperatura hidravličnega olja
zh: 粉碎机 - 液压油温度

source: Shredder - Process Cycle
ar: تمزيق - دورة العملية
de: Shredder - Prozesszyklus
es: Shredder - Ciclo De Proceso
fr: Broyeur - Cycle de processus
he: מגרסה - מחזור תהליכים
it: Trituratore - Ciclo di processo
nl: Shredder - Procescyclus
pt: Triturador - ciclo do processo
ro: Shredder - Ciclul procesului
sl: Drobilnik - procesni cikel
zh: 切碎机 - 过程周期

source: Prewash Reactor - Agitator
ar: مفاعل مسبق - المحرض
de: Vorwäsche -Reaktor - Agitator
es: Reactor De Prelavado - Agitador
fr: Réacteur de prélavage - Agitateur
he: כור קדם - Assitator
it: Reattore Prelavaggio - Agitatore
nl: Voorwasreactor - Roerwerk
pt: Reator pré -lavar - agitador
ro: Reactor prewash - agitator
sl: Reaktor za predpranje - mešalo
zh: 预洗反应堆 - 搅拌器

source: Prewash Reactor - Top Gate
ar: مفاعل مسبق - بوابة أعلى
es: Reactor De Prelavado - Compuerta Superior
fr: Réacteur de prélavage - Porte supérieure
he: כור קדם - שער עליון
it: Reattore Prelavaggio - Cancello Superiore
nl: Voorwasreactor - Bovenpoort
pt: Reator pré -lavar - portão superior
ro: Reactor prewash - poartă de sus
sl: Reaktor za predpranje - zgornja vrata
zh: 预洗反应堆 - 顶门

source: Prewash Reactor - Bottom Gate
ar: مفاعل مسبق - بوابة أسفل
de: Prewash Reactor - unteres Tor
es: Reactor De Prelavado - Compuerta Inferior
fr: Réacteur de prélavage - Porte inférieure
he: כור קדם - שער תחתון
it: Reattore Prelavaggio - Cancello Inferirore
nl: Voorwasreactor - Bodempoort
pt: Reator pré -lavar - portão inferior
ro: Reactor prewash - poarta de jos
sl: Reaktor za predpranje - spodnja vrata
zh: 预洗反应堆 - 底门

source: Prewash Reactor - Discharge
ar: مفاعل مسبق - التفريغ
de: Vorwäsche -Reaktor - Entladung
es: Reactor De Prelavado - Descarga
fr: Réacteur de prélavage - Décharge
he: כור קדם - שחרור
it: Reattore Prelavaggio - scarico
nl: Voorwasreactor - Ontlading
pt: Reator pré -lavar - descarga
ro: Reactor de pre -wash - descărcare
sl: Reaktor za predpranje - praznjenje
zh: 预洗反应堆 - 排放

source: First Separation - Paddles
ar: أول فصل - المجاذيف
de: Erste Trennung - Paddel
es: Primera Separación - Palas
fr: Première séparation - Pagaies
he: הפרדה ראשונה - משוטים
it: Prima separazione - Palette
nl: Eerste scheiding - Peddels
pt: Primeira separação - pás
ro: Prima separare - palete
sl: Prva ločitev - vesla
zh: 第一个分离 - 桨

source: First Separation - Top Gate
ar: أول فصل - بوابة أعلى
de: Erste Trennung - oberes Tor
es: Primera Separación - Compuerta Superior
fr: Première séparation - Porte supérieure
he: הפרדה ראשונה - שער עליון
it: Prima separazione - Valvola Superiore
nl: Eerste scheiding - Bovenpoort
pt: Primeira separação - portão superior
ro: Prima separare - Poarta de sus
sl: Prva ločitev - Top Gate
zh: 第一个分离 - 顶门

source: First Separation - Bottom Gate
ar: أول فصل - بوابة أسفل
de: Erste Trennung - unteres Tor
es: Primera Separación - Compuerta Inferior
fr: Première séparation - Porte inférieure
he: הפרדה ראשונה - שער תחתון
it: Prima separazione - Valvola Inferiore
nl: Eerste scheiding - onderste poort
pt: Primeira separação - portão inferior
ro: Prima separare - Poarta de jos
sl: Prva ločitev – spodnja vrata
zh: 第一个分离 - 底门

source: First Separation Tank - Level
ar: أول خزان فصل - مستوى
de: Erster Trennungstank - Level
es: Primer Tanque De Separación - Nivel
fr: Premier réservoir de séparation - Niveau
he: מיכל ההפרדה הראשון - רמה
it: Prima vasca di separazione - Livello
nl: Eerste scheidingstank - Niveau
pt: Primeiro tanque de separação - nível
ro: Primul rezervor de separare - nivel
sl: Prvi ločevalni rezervoar - raven
zh: 第一个分隔箱 - 水平

source: First Separation Tank - Cycle
ar: أول خزان فصل - دورة
de: Erster Trennbehälter - Zyklus
es: Primer Tanque De Separación - Ciclo
fr: Premier réservoir de séparation - Cycle
he: מיכל ההפרדה הראשון - מחזור
it: Prima vasca di separazione - Ciclo
nl: Eerste scheidingstank - cyclus
pt: Primeiro tanque de separação - ciclo
ro: Primul rezervor de separare - ciclu
sl: Prvi ločevalni rezervoar – cikel
zh: 第一个分离箱 - 循环

source: Grinder - Main Motor
ar: طاحونة - المحرك الرئيسي
de: Mühle - Hauptmotor
es: Molino - Motor Principal
fr: Broyeur - Moteur principal
he: מטחנה - מנוע ראשי
it: Mulino - motore principale
nl: Slijpmachine - Hoofdmotor
pt: Moedor - motor principal
ro: Râșniță - motor principal
sl: Mlinček - glavni motor
zh: 磨床 - 主电机

source: Cleaning Valve
ar: تنظيف الصمام
de: Reinigungsventil
es: Válvula De Limpieza
fr: Vanne de nettoyage
he: שסתום ניקוי
it: Valvola di pulizia
nl: Reinigingsklep
pt: Válvula de limpeza
ro: Supapă de curățare
sl: Čistilni ventil
zh: 清洁阀

source: Screw Inlet
ar: مدخل المسمار
de: Schraubeneinlass
es: Entrada De Tornillo
fr: Entrée de vis
he: כניסה לברג
it: Ingresso a vite
nl: Schroefinlaat
pt: Entrada de parafuso
ro: Intrire în șuruburi
sl: Vijačni dovod
zh: 螺丝入口

source: Vertical DCE
ar: DCE العمودي
de: Vertikale DCE
es: DCE Vertical
fr: ETCD vertical
he: DCE אנכי
it: DCE verticale
nl: Verticale DCE
pt: DCE vertical
ro: DCE vertical
sl: Vertikalni DCE
zh: 垂直DCE

source: Blower Centrifuge
ar: الطرد المركزي المنفاخ
de: Gebläsezentrifuge
es: Ventilador Centrífugo
fr: Centrifugeuse soufflante
he: צנטריפוגה מפוח
it: Centrifuga
pt: Centrífuga do soprador
ro: Centrifugă suflantă
sl: Centrifuga s puhalom
zh: 鼓风机离心机

source: Air Lock - Air Flushing
ar: قفل الهواء - الهواء
de: Luftschloss - Luftspülung
es: Air Lock - Purga De Aire
fr: Sas à air - Rinçage à l'air
he: מנעול אוויר - שטיפת אוויר
it: Blocco Aria - Pulizia ad aria
nl: Luchtsluis - Luchtspoeling
pt: Lock de ar - Flushing de ar
ro: Blocarea aerului - spălarea aerului
sl: Zračna zapora - izpiranje zraka
zh: 气锁 - 冲洗空气

source: Aspiration
ar: طموح
es: Aspiración
he: שְׁאִיפָה
it: Aspirazione
nl: Aspiratie
pt: Aspiração
ro: Aspiraţie
sl: Aspiracija
zh: 抽吸

source: Water Buffer Tank - Level
ar: خزان مخزن مؤقت للماء - المستوى
de: Wasserpuffertank - Level
es: Tanque Regulador De Agua - Nivel
fr: Réservoir tampon d'eau - Niveau
he: מיכל חיץ מים - מפלס
it: Vasca tampone per acqua - livello
nl: Waterbuffertank - Niveau
pt: Tanque tampão de água - nível
ro: Rezervor tampon de apă - nivel
sl: Vodni vmesni rezervoar - nivo
zh: 水缓冲罐 - 水平

source: Water Tank - Discharge To 281
ar: خزان المياه - التفريغ إلى 281
de: Wassertank - Ausfluss auf 281
es: Tanque De Agua - Descarga A 281
fr: Réservoir d'eau - Décharge à 281
he: מיכל מים - פריקה ל 281
it: Vasca acqua - scarico a 281
nl: Watertank - Afvoer naar 281
pt: Tanque de água - Descarga para 281
ro: Rezervor de apă - descărcare la 281
sl: Rezervoar za vodo - izpust do 281
zh: 水箱 - 排放到281

source: Sand Classifier
ar: مصنف الرمال
de: Sandklassifizierer
es: Seleccionador De Arena
fr: Classificateur de sable
he: מסווג חול
it: Classificatore di sabbia
nl: Zandclassificator
pt: Classificador de areia
ro: Clasificator de nisip
sl: Klasifikator peska
zh: 沙子分类器

source: Water Tank - Network Water
ar: خزان المياه - شبكة المياه
de: Wassertank - Netzwerk Wasser
es: Tanque De Agua - Agua De Red
fr: Réservoir d'eau - Eau du réseau
he: מיכל מים - מי רשת
it: Vasca acqua - Acqua di rete
nl: Watertank - Netwerkwater
pt: Tanque de água - água da rede
ro: Rezervor de apă - apă de rețea
sl: Rezervoar za vodo - omrežna voda
zh: 水箱 - 网络水

source: Water Tank - Level
ar: خزان المياه - مستوى
de: Wassertank - Level
es: Tanque De Agua - Nivel
fr: Réservoir d'eau - Niveau
he: מיכל מים - מפלס
it: Vasca acqua - Livello
nl: Watertank - Niveau
pt: Tanque de água - nível
ro: Rezervor de apă - nivel
sl: Rezervoar za vodo - raven
zh: 水箱 - 水平

source: Water Tank - Recirculation Pump
ar: خزان المياه - مضخة إعادة الدوران
de: Wassertank - Rezirkulationspumpe
es: Tanque De Agua - Bomba De Recirculación
fr: Réservoir d'eau - Pompe de recirculation
he: מיכל מים - משאבת מחזור
it: Vasca acqua - Pompa di ricircolo
nl: Watertank - Recirculatiepomp
pt: Tanque de água - bomba de recirculação
ro: Rezervor de apă - pompă de recirculare
sl: Rezervoar za vodo - obtočna črpalka
zh: 水箱 - 再循环泵

source: Water Tank - Discharge To Water Treatment
ar: خزان المياه - إفرازات لمعالجة المياه
de: Wassertank - Entladung zur Wasserbehandlung
es: Tanque De Agua - Descarga Al Tratamiento Del Agua
fr: Réservoir d'eau - Décharge vers le traitement de l'eau
he: מיכל מים - פריקה לטיפול במים
it: Vasca acqua - Scarico al trattamento dell'acqua
nl: Watertank - Afvoer naar waterzuivering
pt: Tanque de água - descarga para tratamento de água
ro: Rezervor de apă - descărcare la tratarea apei
sl: Rezervoar za vodo - izpust v čiščenje vode
zh: 水箱 - 排放到水处理

source: Silo - Level
ar: صومعة - مستوى
es: Silo - Nivel
fr: Silo - Niveau
he: סילו - רמה
it: Silo - Livello
nl: Silo - Niveau
pt: Silo - nível
ro: Siloz - nivel
sl: Silos - raven
zh: 筒仓 - 水平

source: Washing Reactor - Agitator
ar: مفاعل الغسيل - المحرض
de: Reaktor des Waschens - Agitator
es: Reactor De Lavado - Agitador
fr: Réacteur de lavage - Agitateur
he: כור שטיפה - תסיסה
it: Reattore di lavaggio - Agitatore
nl: Wasreactor - Roerwerk
pt: Reator de lavagem - agitador
ro: Reactor de spălare - agitator
sl: Pralni reaktor - mešalo
zh: 洗涤反应堆 - 搅拌器

source: Washing Reactor - Level
ar: مفاعل الغسيل - المستوى
de: Reaktor des Waschens - Level
es: Reactor De Lavado - Nivel
fr: Réacteur de lavage - Niveau
he: כור שטיפה - רמה
it: Reattore di lavaggio - livello
nl: Wasreactor - Niveau
pt: Reator de lavagem - nível
ro: Reactor de spălare - nivel
sl: Pralni reaktor - raven
zh: 洗涤反应堆 - 水平

source: Washing Reactor - Temperature
ar: مفاعل الغسيل - درجة الحرارة
de: Reaktor des Waschens - Temperatur
es: Reactor De Lavado - Temperatura
fr: Réacteur de lavage - Température
he: שטיפת כור - טמפרטורה
it: Reattore di lavaggio - temperatura
nl: Wasreactor - Temperatuur
pt: Reator de lavagem - temperatura
ro: Reactor de spălare - temperatură
sl: Pralni reaktor - temperatura
zh: 洗涤反应堆 - 温度

source: Washing Reactor - Main Manager
ar: مفاعل الغسيل - المدير الرئيسي
de: Reaktor des Waschens - Hauptmanager
es: Reactor De Lavado - Control Principal
fr: Réacteur de Lavage - Responsable Principal
he: כור שטיפה - מנהל ראשי
it: Reattore di lavaggio - Manager principale
nl: Wasreactor - Hoofdbeheerder
pt: Reator de lavagem - gerente principal
ro: Reactor de spălare - Manager principal
sl: Pralni reaktor - glavni vodja
zh: 洗涤反应堆 - 主要经理

source: Washing Reactors - Common Settings
ar: مفاعلات الغسيل - الإعدادات الشائعة
de: Reaktoren des Waschens - gemeinsame Einstellungen
es: Reactor De Lavado - Configuraciones Comunes
fr: Réacteurs de lavage - Paramètres communs
he: כתיבת כורים - הגדרות נפוצות
it: Reattori di lavaggio - impostazioni comuni
nl: Wasreactoren - Algemene instellingen
pt: Reatores de lavagem - configurações comuns
ro: Reactoare de spălare - Setări comune
sl: Pralni reaktorji – skupne nastavitve
zh: 洗涤反应堆 - 常见设置

source: Washing Reactor - Discharge Pump
ar: مفاعل الغسيل - مضخة التفريغ
de: Reaktor des Waschens - Entladungspumpe
es: Reactor De Lavado - Bomba De Descarga
fr: Réacteur de lavage - Pompe de refoulement
he: שטיפת כור - משאבת פריקה
it: Reattore di lavaggio - pompa di scarico
nl: Wasreactor - Afvoerpomp
pt: Reator de lavagem - bomba de descarga
ro: Reactor de spălare - pompă de descărcare
sl: Pralni reaktor - izpustna črpalka
zh: 洗涤反应堆 - 排放泵

source: Washing Reactor - Antifoam
ar: مفاعل الغسيل - مضاد
de: Reaktor des Waschens - Antifoam
es: Reactor De Lavado - Antiespuma
fr: Réacteur de Lavage - Antimousse
he: שטיפת כור - נוגדנים
it: Reattore di lavaggio - Antifoam
nl: Wasreactor - Antischuim
pt: Reator de lavagem - Antifoam
ro: Reactor de spălare - antifoam
sl: Pralni reaktor - proti penjenju
zh: 洗涤反应堆 - 抗ifoam

source: Heat Exchanger - Steam Valve
ar: المبادل الحراري - صمام البخار
de: Wärmetauscher - Dampfventil
es: Intercambiador De Calor - Válvula De Vapor
fr: Échangeur de chaleur - Vanne vapeur
he: מחליף חום - שסתום קיטור
it: Scambiatore di calore - Valvola del vapore
nl: Warmtewisselaar - Stoomklep
pt: Trocador de calor - válvula de vapor
ro: Schimbător de căldură - Valvă cu aburi
sl: Toplotni izmenjevalnik - parni ventil
zh: 热交换器 - 蒸汽阀

source: Heat Exchanger - Water Outlet Temperature
ar: المبادل الحراري - درجة حرارة منفذ الماء
de: Wärmetauscher - Wasserauslasstemperatur
es: Intercambiador De Calor - Temperatura De Salida De Agua
fr: Échangeur de chaleur - Température de sortie d'eau
he: מחליף חום - טמפרטורת יציאת מים
it: Scambiatore di calore - temperatura di uscita dell'acqua
nl: Warmtewisselaar - Wateruitlaattemperatuur
pt: Trocador de calor - temperatura da saída de água
ro: Schimbător de căldură - Temperatura de ieșire a apei
sl: Toplotni izmenjevalnik - izhodna temperatura vode
zh: 热交换器 - 水出口温度

source: Heat Exchanger - Steam Inlet Pressure
ar: المبادل الحراري - ضغط مدخل البخار
de: Wärmetauscher - Dampfeinlassdruck
es: Intercambiador De Calor - Presión De Entrada De Vapor
fr: Échangeur de chaleur - Pression d'entrée de vapeur
he: מחליף חום - לחץ כניסת קיטור
it: Scambiatore di calore - Pressione di ingresso del vapore
nl: Warmtewisselaar - Stoominlaatdruk
pt: Trocador de calor - pressão de entrada de vapor
ro: Schimbător de căldură - presiune de intrare a aburului
sl: Toplotni izmenjevalnik - vstopni tlak pare
zh: 热交换器 - 蒸汽入口压力

source: Heat Exchanger - Water Inlet Pressure
ar: المبادل الحراري - ضغط مدخل الماء
de: Wärmetauscher - Wassereinlassdruck
es: Interquangador De Calor - Presión De Entrada De Agua
fr: Échangeur de chaleur - Pression d'entrée d'eau
he: מחליף חום - לחץ כניסת מים
it: Scambiatore di calore - pressione di ingresso dell'acqua
nl: Warmtewisselaar - Waterinlaatdruk
pt: Trocador de calor - pressão de entrada de água
ro: Schimbător de căldură - presiune de intrare a apei
sl: Toplotni izmenjevalnik - vstopni tlak vode
zh: 热交换器 - 水入口压力

source: Antifoam Valve
ar: صمام مضاد
de: Antifoamventil
es: Válvula Antiespuma
fr: Valve antimousse
he: שסתום נגד נוגד
it: Valvola antischiuma
nl: Antischuimklep
pt: Válvula antifoam
ro: Valva antifoam
sl: Ventil proti penjenju
zh: 抗果膜阀

source: Network Water Refill Valve
ar: صمام إعادة ملء مياه الشبكة
de: Netzwerk -Nachfüllventil
es: Válvula De Recarga De Agua De Red
fr: Vanne de recharge d'eau réseau
he: שסתום מילוי מים ברשת
it: Valvola di ricarica dell'acqua di rete
nl: Netwerkwater bijvulklep
pt: Válvula de recarga de água em rede
ro: Supapă de reumplere a apei de rețea
sl: Omrežni ventil za ponovno polnjenje vode
zh: 网络水补水阀

source: Water Tank - Temperature
ar: خزان المياه - درجة الحرارة
de: Wassertank - Temperatur
es: Tanque De Agua - Temperatura
fr: Réservoir d'eau - Température
he: מיכל מים - טמפרטורה
it: Vasca acqua - temperatura
nl: Watertank - Temperatuur
pt: Tanque de água - temperatura
ro: Rezervor de apă - temperatură
sl: Rezervoar za vodo - temperatura
zh: 水箱温度

source: Water Tank - Flowmeter
ar: خزان المياه - مقياس التدفق
de: Wassertank - Durchflussmesser
es: Tanque De Agua - Medidor De Flujo
fr: Réservoir d'eau - Débitmètre
he: מיכל מים - מד זרימה
it: Vasca acqua - Flussimetro
nl: Watertank - Stroommeter
pt: Tanque de água - medidor de fluxo
ro: Rezervor de apă - debitmetrul
sl: Rezervoar za vodo - merilnik pretoka
zh: 水箱 - 流量计

source: Chemical Dosing - Weight System
ar: الجرعات الكيميائية - نظام الوزن
de: Chemische Dosierung - Gewichtssystem
es: Dosificación Química - Sistema De Peso
fr: Dosage de produits chimiques - Système de poids
he: מינון כימי - מערכת משקל
it: Dosaggio chimico - Sistema di peso
nl: Chemische dosering - Gewichtssysteem
pt: Dosagem química - sistema de peso
ro: Dozarea chimică - Sistem de greutate
sl: Sistem doziranja kemikalij – teže
zh: 化学剂量 - 体重系统

source: Chemical Dosing
ar: الجرعات الكيميائية
de: Chemische Dosierung
es: Dosificación Química
fr: Dosage de produits chimiques
he: מינון כימי
it: Dosaggio chimico
nl: Chemische dosering
pt: Dosagem química
ro: Dozarea chimică
sl: Doziranje kemikalij
zh: 化学剂量

source: Water Tank - Hot Water Pump
ar: خزان المياه - مضخة الماء الساخن
de: Wassertank - Heißwasserpumpe
es: Tanque De Agua - Bomba Del Agua Caliente
fr: Réservoir d'eau - Pompe à eau chaude
he: מיכל מים - משאבת מים חמים
it: Vasca acqua - pompa dell'acqua calda
nl: Watertank - Warmwaterpomp
pt: Tanque de água - bomba de água quente
ro: Rezervor de apă - pompă de apă caldă
sl: Rezervoar za vodo - Črpalka za toplo vodo
zh: 水箱 - 热水泵

source: Water Tank - Conductivity
ar: خزان المياه - الموصلية
de: Wassertank - Leitfähigkeit
es: Tanque De Agua - Conductividad
fr: Réservoir d'eau - Conductivité
he: מיכל מים - מוליכות
it: Vasca acqua - conducibilità
nl: Watertank - Geleidbaarheid
pt: Tanque de água - condutividade
ro: Rezervor de apă - Conductivitate
sl: Rezervoar za vodo - Prevodnost
zh: 水箱 - 电导率

source: Screw Conveyor - Main Motor
ar: ناقل المسمار - المحرك الرئيسي
de: Schraubenförderer - Hauptmotor
es: Tornillo De Transporte - Motor Principal
fr: Convoyeur à vis - Moteur principal
he: מסוע בורג - מנוע ראשי
it: Trasportatore a vite - motore principale
nl: Schroeftransporteur - Hoofdmotor
pt: Transportador de parafuso - motor principal
ro: Transportor cu șuruburi - motor principal
sl: Polžni transporter - glavni motor
zh: 螺丝传送带 - 主电机

source: Screw Conveyor - Hopper Level
ar: ناقل المسمار - مستوى النطاط
de: Schraubenförderer - Trichterstufe
es: Tornillo De Transporte - Nivel De Tolva
fr: Convoyeur à vis - Niveau de trémie
he: מסוע בורג - רמת הופר
it: Trasportatore a vite - Livello della tramoggia
nl: Schroeftransporteur - Trechterniveau
pt: Transportador de parafuso - nível de tremonha
ro: Transportor cu șurub - nivel de buncăr
sl: Polžasti transporter - Raven lijaka
zh: 螺丝传送带 - 料斗水平

source: Water Tank - Discharge Pump
ar: خزان المياه - مضخة التفريغ
de: Wassertank - Entladungspumpe
es: Tanque De Agua - Bomba De Descarga
fr: Réservoir d'eau - Pompe de décharge
he: מיכל מים - משאבת פריקה
it: Vasca acqua - Pompa di scarico
nl: Watertank - Afvoerpomp
pt: Tanque de água - bomba de descarga
ro: Rezervor de apă - pompă de descărcare
sl: Rezervoar za vodo - izpustna črpalka
zh: 水箱 - 排放泵
