Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Motor Actual Speed Feedback Out Of Range
ar: التغذية المرتدة السرعة الفعلية للمحرك خارج النطاق
de: Motor tatsächliche Geschwindigkeitsfeedback außerhalb des Bereichs
es: Velocidad Real Del Motor Fuera De Rango
fr: Retour de vitesse réelle du moteur hors plage
he: משוב מהירות בפועל במנוע מחוץ לטווח
it: Velocità attuale del motore fuori portata
nl: Feedback werkelijke motorsnelheid buiten bereik
pt: Motor Real Speed ​​Feedback fora do alcance
ro: Feedback -ul vitezei reale ale motorului în afara domeniului
sl: Povratna informacija o dejanski hitrosti motorja je izven obsega
zh: 电动机实际速度反馈以外

source: Thermal Overload Cooling Fan
ar: مروحة تبريد الحمل الزائد الحراري
de: Thermalüberlastungslüfter
es: Ventilador De Enfriamiento En Sobrecarga Térmica
fr: Ventilateur de refroidissement de surcharge thermique
he: מאוורר קירור עומס יתר תרמי
it: Sovraccarico termico della Ventola di raffreddamento
nl: Thermische overbelastingskoelventilator
pt: Ventilador de resfriamento de sobrecarga térmica
ro: Ventilator de răcire termică pentru suprasarcină
sl: Ventilator za toplotno preobremenitev
zh: 热超载冷却风扇

source: Speed Feedback
ar: ملاحظات السرعة
de: Geschwindigkeitsfeedback
es: Feedback De Velocidad
fr: Commentaires sur la vitesse
he: משוב מהיר
it: Feedback di velocità
nl: Snelheidsfeedback
pt: Velocidade de feedback
ro: Feedback de viteză
sl: Hitre povratne informacije
zh: 速度反馈

source: Local Motor Start Request
ar: طلب بدء المحرك المحلي
de: Lokale Motorstartanfrage
es: Solicitud De Arranque Del Motor Local
fr: Demande de démarrage de moteur local
he: בקשת התחלת מנוע מקומית
it: Richiesta di avvio del motore locale
nl: Lokale motorstartaanvraag
pt: Solicitação local de início do motor
ro: Cerere locală de pornire a motorului
sl: Lokalna zahteva za zagon motorja
zh: 本地电动机开始请求

source: (1=Start)
ar: (1 = البدء)
es: (1 = Inicio)
fr: (1=Début)
he: (1 = התחלה)
it: (1 = Avvio)
pt: (1 = Iniciar)
ro: (1 = pornire)
sl: (1=začetek)
zh: （1 =开始）

source: Local Motor Stop Request
ar: طلب توقف المحرك المحلي
de: Lokale Motorstopp -Anfrage
es: Solicitud De Parada De Motor Local
fr: Demande d'arrêt du moteur local
he: בקשת עצירת מנוע מקומית
it: Richiesta di arresto del motore locale
nl: Verzoek tot lokale motorstop
pt: Solicitação de parada a motor local
ro: Cerere locală de oprire a motorului
sl: Lokalna zahteva za zaustavitev motorja
zh: 当地电机停止请求

source: (0=Stop)
ar: (0 = توقف)
fr: (0=Arrêter)
he: (0 = עצירה)
nl: (0=Stoppen)
pt: (0 = pare)
sl: (0=ustavi)
zh: （0 =停止）

source: Command Cooling
ar: تبريد القيادة
de: Befehlskühlung
es: Enfriamiento De Comandos
fr: Commande de refroidissement
he: פיקוד על קירור
it: Comando di Avvio raffreddamento
nl: Commando Koeling
pt: COMPRIMENTO DE COMPRIMENTO
ro: Răcire de comandă
sl: Ukaz Hlajenje
zh: 命令冷却

source: Command Cooling Fan
ar: مروحة التبريد أمر
de: Befehlskühllüfter
es: Control Del Ventilador De Enfriamiento
fr: Commande du ventilateur de refroidissement
he: פיקוד על מאוורר קירור
it: Comando di Avvio della ventola di raffreddamento
nl: Commando koelventilator
pt: Fã de resfriamento de comando
ro: Ventilator de răcire de comandă
sl: Command Cooling Ventilator
zh: 指挥冷却风扇

source: Lamp Motor On
ar: محرك المصباح على
de: Lampenmotor auf
es: Lámpara Motor Encendida
fr: Moteur de lampe allumé
he: מנוע מנורה הלאה
it: Lampada Motore Acceso
nl: Lampmotor aan
pt: Motor da lâmpada ligado
sl: Motor svetilke vklopljen
zh: 灯电动机打开

source: (1=Mtr On)
de: (1 = mtr auf)
fr: (1=Mtr activé)
nl: (1=Mtr Aan)
sl: (1=Mtr vklopljen)
zh: （1 = MTR）

source: Lamp Motor Off
ar: محرك المصباح قبالة
de: Lampenmotor aus
es: Lámpara Motor Apagada
fr: Moteur de lampe éteint
he: מנוע מנורה
it: Lampada Motore Spento
nl: Lampmotor uit
pt: Motor da lâmpada desligado
ro: Lămpi motorul
sl: Motor svetilke je izklopljen
zh: 灯电动机关闭

# _LOC_DIS
source: Local Disconnect
ar: فصل محلي
de: Lokale Trennung
es: Desconexión Local
fr: Déconnexion locale
he: ניתוק מקומי
it: Disconnettore locale
nl: Lokale verbinding verbreken
pt: Desconexão local
ro: Deconectare locală
sl: Lokalna prekinitev povezave
zh: 本地断开连接

# _LOC_SAFETY
source: Local Safety
ar: السلامة المحلية
de: Lokale Sicherheit
es: Seguridad Local
fr: Sécurité locale
he: בטיחות מקומית
it: Sicurezza locale
nl: Lokale veiligheid
pt: Segurança local
ro: Siguranța locală
sl: Lokalna varnost
zh: 当地安全

source: Enabled
ar: تمكين
de: Ermöglicht
es: Activado
fr: Activé
he: מופעל
it: Abilitato
nl: Ingeschakeld
pt: Habilitado
ro: Activat
sl: Omogočeno
zh: 启用

source: Cycle Interlocks
ar: تعشيق الدورة
de: Zyklusverriegelungen
es: Interbloqueos De Ciclo
fr: Verrouillages de cycle
he: מחזור מחזור
it: Interblocchi del ciclo
nl: Fietsvergrendelingen
pt: Intertravamentos de ciclo
ro: Cicluri de blocare
sl: Cikel zaklepanja
zh: 循环互锁

source: Cycle In Progress
ar: دورة في التقدم
de: In Arbeit
es: Ciclo En Progreso
fr: Cycle en cours
he: מחזור בתהליך
it: Ciclo in corso
nl: Cyclus in uitvoering
pt: Ciclo em andamento
ro: Ciclu în curs
sl: Cikel v teku
zh: 循环正在进行中

source: Cycle Ok For Process
ar: دورة موافق للعملية
de: Zyklus OK für den Prozess
es: Ciclo Ok Para Proceso
fr: Cycle Ok pour le processus
he: מחזור בסדר לתהליך
it: Ciclo ok per il processo
nl: Cyclus Ok Voor Proces
pt: Ciclo ok para processo
ro: Ciclu ok pentru proces
sl: Cikel V redu za proces
zh: 循环可以进行过程

source: Motor Actual Speed Feedback Transducer Broken Wire
ar: محول محول التغذية المرتدة بالسرعة الفعلية سلك مكسور
de: Motor tatsächlicher Geschwindigkeitsrückkopplungswandler gebrochener Draht
es: Cable Roto Del Convertidor De Retroalimentación De Velocidad Real Del Motor
fr: Fil cassé du transducteur de retour de vitesse réelle du moteur
he: מנוע מהירות בפועל מתמר מתמר חוט שבור
it: Trasduttore di velocità attuale del motore rotto
nl: Motor werkelijke snelheid feedback transducer gebroken draad
pt: Transdutor de feedback de velocidade real do motor fio quebrado
ro: Firu de transductor de feedback cu viteză reală a motorului
sl: Pretvornik dejanske hitrosti motorja Pretrgana žica
zh: 电动机实际速度反馈传感器断线

source: Local Speed Change Rotor
ar: تغيير السرعة المحلية دوار
de: Lokaler Geschwindigkeitswechselrotor
es: Cambio Velocidad Local Rotor
fr: Rotor de changement de vitesse local
he: מהירות מקומית שינוי רוטור
it: Cambio di velocità locale del Rotore
nl: Rotor voor lokale snelheidsverandering
pt: Rotor de mudança de velocidade local
ro: Rotor de schimbare a vitezei locale
sl: Rotor za lokalno spreminjanje hitrosti
zh: 局部速度换转子

source: (1=Only Rotor, 0=All Line)
ar: (1 = الدوار فقط ، 0 = كل الخط)
de: (1 = nur Rotor, 0 = alle Zeile)
es: (1 = Solo Rotor, 0 = Toda La Línea)
fr: (1 = uniquement le rotor, 0 = toute la ligne)
he: (1 = רק רוטור, 0 = כל השורה)
it: (1 = solo rotore, 0 = tutta la linea)
nl: (1=Alleen rotor, 0=Alle lijnen)
pt: (1 = apenas rotor, 0 = toda a linha)
ro: (1 = doar rotor, 0 = toată linia)
sl: (1=samo rotor, 0=vsa linija)
zh: （1 =仅转子，0 =所有线）

source: Local Speed Change Rolls
ar: لفات تغيير السرعة المحلية
de: Lokale Geschwindigkeitswechselrollen
es: Rodillos De Cambio De Velocidad Local
fr: Rouleaux de changement de vitesse locale
he: גלילי החלפת מהירות מקומית
it: Cambio di velocità locale dei Rulli
nl: Lokale snelheidsveranderingsrollen
pt: Rolos de mudança de velocidade local
ro: Schimbarea de viteză locală rulează
sl: Lokalne menjave hitrosti
zh: 局部速度变化卷

source: (1=Only Rolls, 0=All Line)
ar: (1 = فقط لفات ، 0 = كل الخط)
de: (1 = nur Rollen, 0 = alle Zeile)
es: (1 = Solo Rodillos, 0 = Toda La Línea)
fr: (1 = uniquement les rouleaux, 0 = toutes les lignes)
he: (1 = רק גלילים, 0 = כל השורה)
it: (1 = solo Rulli, 0 = tutta la linea)
nl: (1=Alleen rollen, 0=Alle lijnen)
pt: (1 = apenas rola, 0 = toda a linha)
ro: (1 = numai rulouri, 0 = toată linia)
sl: (1=samo zvitki, 0=vse vrstice)
zh: （1 =仅卷，0 =所有线）

source: Local Speed Increase
ar: زيادة السرعة المحلية
de: Lokale Geschwindigkeitserhöhung
es: Aumento De La Velocidad Local
fr: Augmentation de la vitesse locale
he: עליית המהירות המקומית
it: Aumento locale della velocità
nl: Lokale snelheidsverhoging
pt: Aumento da velocidade local
ro: Creșterea vitezei locale
sl: Lokalno povečanje hitrosti
zh: 局部速度提高

source: Local Speed Decrease
ar: انخفاض السرعة المحلية
de: Lokale Geschwindigkeitsabnahme
es: Disminución De La Velocidad Local
fr: Diminution de la vitesse locale
he: מהירות מקומית יורדת
it: Diminuzione locale della velocità
nl: Lokale snelheidsverlaging
pt: Diminuição da velocidade local
ro: Scăderea vitezei locale
sl: Lokalno zmanjšanje hitrosti
zh: 局部速度降低

source: Device Not Ok
ar: الجهاز ليس موافق
de: Gerät nicht in Ordnung
es: Dispositivo no OK
fr: L'appareil ne fonctionne pas correctement
he: מכשיר לא בסדר
it: Dispositivo non ok
nl: Apparaat niet ok
pt: Dispositivo não ok
ro: Dispozitivul nu este ok
sl: Naprava ni v redu
zh: 设备不正常

source: Device Status
ar: حالة الجهاز
de: Gerätestatus
es: Estado Del Dispositivo
fr: État de l'appareil
he: מצב מכשיר
it: Stato del dispositivo
nl: Apparaatstatus
pt: Status do dispositivo
ro: Starea dispozitivului
sl: Stanje naprave
zh: 设备状态

# _DISABLED_BY_OP
source: Disabled By Operator
ar: معطل من قبل المشغل
de: Vom Bediener deaktiviert
es: Desactivado Por Operador
fr: Désactivé par l'opérateur
he: מושבת על ידי המפעיל
it: Disabilitato dall'operatore
nl: Uitgeschakeld door operator
pt: Desativado pelo operador
ro: Dezactivat de către operator
sl: Onemogočil operater
zh: 由操作员禁用

source: On Or In Progress
ar: على أو قيد التقدم
de: Auf oder in Arbeit
es: Activo O En Curso
fr: En cours ou en cours
he: על או בעיצומה
it: Attivo o in corso
nl: Aan of in uitvoering
pt: Em andamento ou em andamento
ro: Pe sau în curs
sl: Vklopljeno ali v teku
zh: 在或正在进行

source: Overload Digital Input
ar: الإدخال الرقمي الزائد
de: Digitale Eingabe überlasten
es: Sobrecarga Entrada Digital
fr: Surcharge d'entrée numérique
he: עומס יתר על קלט דיגיטלי
it: Sovraccarico input digitali
nl: Overbelasting digitale ingang
pt: Sobrecarregar entrada digital
ro: Supraîncărcare intrare digitală
sl: Preobremenitev digitalnega vhoda
zh: 超载数字输入

source: Overload Digital Output
ar: الإخراج الرقمي الزائد
de: Digitale Ausgabe überlasten
es: Sobrecarga Salida Digital
fr: Sortie numérique de surcharge
he: עומס יתר על פלט דיגיטלי
it: Sovraccarico output digitali
nl: Overbelasting digitale uitgang
pt: Sobrecarregar saída digital
ro: Suprasarcină ieșire digitală
sl: Preobremenitev digitalnega izhoda
zh: 超载数字输出

source: Overload Internal 24V Dc
ar: الزائد الداخلي 24V العاصمة
de: Überlastung interner 24 -V -Gleichstrom -DC
es: Sobrecarga Interna De 24 V Dc
fr: Surcharge interne 24 V DC
he: עומס יתר פנימי 24V DC
it: Sovraccarico 24V DC interna
nl: Overbelasting Intern 24V Dc
pt: Sobrecarregar 24V interno DC
ro: Supraîncărcați 24V intern de 24V
sl: Notranja preobremenitev 24V DC
zh: 内部24V DC

source: Overload External 24V Dc
ar: الزائد الخارجي 24V العاصمة
de: Überlastung externer 24 V DC überlastet
es: Sobrecarga Externa De 24 V Dc
fr: Surcharge Externe 24 V DC
he: עומס יתר על 24 וולט DC חיצוני
it: Sovraccarico 24V DC esterna
nl: Overbelasting extern 24V DC
pt: Sobrecarregar 24V DC externo
ro: Supraîncărcați DC de 24V extern
sl: Preobremenitev Zunanji 24V DC
zh: 超载外部24V DC

source: Beacon Overload
ar: الحمل الزائد منارة
de: Beacon -Überlastung
es: Sobrecarga De Baliza
fr: Surcharge de balise
he: עומס יתר של משואה
it: Sovraccarico Torretta di segnalazione
nl: Bakenoverbelasting
pt: Sobrecarga do farol
ro: Supraîncărcarea farului
sl: Preobremenitev svetilnika
zh: 信标超载

# _ETH_SWITCH_OK
source: Ethernet Switch Ok
ar: مفتاح Ethernet موافق
es: Switch Ethernet Ok
fr: Commutateur Ethernet OK
he: מתג Ethernet אישור
nl: Ethernet-switch oké
pt: Switch Ethernet OK
ro: Comutator Ethernet OK
sl: Ethernetno stikalo je v redu
zh: 以太网开关确定

source: Digital Inputs Ok
ar: المدخلات الرقمية موافق
de: Digitale Eingaben OK
es: Entradas Digitales Ok
fr: Entrées numériques OK
he: כניסות דיגיטליות בסדר
it: Input digitali OK
nl: Digitale ingangen ok
pt: Entradas digitais OK
ro: Intrări digitale OK
sl: Digitalni vhodi OK
zh: 数字输入还可以

source: Digital Outputs Ok
ar: مخرجات رقمية موافق
de: Digitale Ausgänge OK
es: Salidas Digitales Ok
fr: Sorties numériques OK
he: תפוקות דיגיטליות בסדר
it: Output digitali OK
nl: Digitale uitgangen Ok
pt: Saídas digitais OK
ro: Ieșiri digitale ok
sl: Digitalni izhodi v redu
zh: 数字输出还可以

source: 24V Int Ok
ar: 24V int موافق
he: 24V int בסדר
zh: 24V int确定

source: Overload Transformer Primary
ar: محول التحميل الزائد الأساسي
de: Überlastungstransformator primär
es: Transformador De Sobrecarga Primaria
fr: Transformateur de surcharge primaire
he: עומס יתר ראשוני
it: Sovraccarico trasformatore primario
nl: Overbelastingstransformator primair
pt: Transformador de sobrecarga primário
ro: Transformator de suprasarcină primar
sl: Primarni transformator preobremenitve
zh: 超载变压器主

source: Overload Transformer Secondary
ar: محول التحميل الزائد الثانوي
de: Überlastungstransformator sekundär
es: Transformador De Sobrecarga Secundaria
fr: Transformateur de surcharge secondaire
he: עומס יתר שנאי משני
it: Sovraccarico trasformatore secondario
nl: Overbelastingstransformator Secundair
pt: Transformador de sobrecarga secundário
ro: Transformator de suprasarcină secundar
sl: Preobremenitveni transformator sekundarno
zh: 超载变压器次要

source: Estop Pb Not Pressed
ar: لم يتم الضغط على PB
de: Estop Pb nicht gepresst
es: Botón Estop No Presionado
fr: Estop Pb non enfoncé
he: Estop PB לא נלחץ
it: Pulsante Estop non premuto
nl: Estop Pb niet ingedrukt
pt: PB não pressionado
ro: Estop PB nu este apăsat
sl: Estop Pb ni pritisnjen
zh: 埃斯托普PB不按

source: One Component On
ar: مكون واحد على
de: Eine Komponente auf
es: Un Componente Activo
fr: Un composant activé
he: רכיב אחד ב
it: Un componente Attivo
nl: Eén component op
pt: Um componente em
ro: O componentă pe
sl: Ena komponenta vklopljena
zh: 一个组成部分

source: Group Full Production
ar: مجموعة الإنتاج الكامل
de: Gruppe voller Produktion
es: Grupo De Producción Completa
fr: Production complète du groupe
he: קבוצה הפקה מלאה
it: Gruppo in Produzione completa
nl: Groep Volledige Productie
pt: Produção completa do grupo
ro: Producție completă de grup
sl: Celotna produkcija skupine
zh: 团体完整生产

source: Estop Area Status Reset Ok
ar: إعادة ضبط حالة المنطقة
de: Estop -Bereich Status zurücksetzen OK
es: Restablecer Estado Area Estop Ok
fr: Réinitialisation de l'état de la zone d'arrêt OK
he: סטטוס אזור Estop איפוס אישור
it: Stato dell'area estop RESET OK
nl: Estop-gebiedstatus resetten Ok
pt: Redefinir status da área do ponto OK
ro: Resetarea stării zonei estop OK
zh: 埃斯托普区域状态重置确定

source: Estop Area Pbs Not Pressed
ar: لم يتم الضغط على PBS ESTOP
de: Estop -Bereich PBS nicht gepresst
es: Estop Area Pbs No Presionado
fr: Zone Estop Pbs non enfoncée
he: אזור Estop PBS לא נלחץ
it: Pulsanti Area estop non premuti
nl: Estop-gebied Pbs niet ingedrukt
pt: PBS da área de ponto não pressionada
ro: Zona de estop PBS nu este presată
sl: Estop območje Pbs ni pritisnjeno
zh: 埃斯托普区域PBS未按下

source: Device Io Connected
ar: جهاز IO متصل
de: Geräte -IO angeschlossen
es: Dispositivo IO Conectado
fr: Appareil Io connecté
he: מכשיר IO מחובר
it: Dispositivo IO collegato
nl: Apparaat Io verbonden
pt: Dispositivo IO conectado
ro: Dispozitiv io conectat
sl: Naprava Io povezana
zh: 设备IO连接

source: PLC Simulation
ar: محاكاة PLC
de: SPS -Simulation
es: Simulación De Plc
fr: Simulation API
he: סימולציה של PLC
it: Simulazione PLC
nl: PLC-simulatie
pt: Simulação PLC
ro: Simulare PLC
sl: PLC simulacija
zh: PLC模拟

source: Plc Cabinet Test Mode
ar: وضع اختبار خزانة PLC
de: SPS -Kabinettstestmodus
es: Modo De Prueba Del Armario Plc
fr: Mode de test de l'armoire PLC
he: מצב בדיקת ארון PLC
it: Modalità test del quadro PLC
nl: PLC-kast testmodus
pt: Modo de teste do gabinete PLC
ro: Modul de testare a dulapului PLC
sl: Testni način omare Plc
zh: PLC机柜测试模式

source: Plc Simulation Init
ar: PLC محاكاة init
de: SPS -Simulation init
es: Plc Simulación Init
fr: Initialisation de la simulation API
he: סימולציה של PLC init
nl: Plc Simulatie Init
pt: Simulação PLC Init
ro: Simulare PLC INIT
sl: Plc simulacija Začet
zh: PLC模拟初始化

source: Actual Frequency
ar: التردد الفعلي
de: Tatsächliche Frequenz
es: Frecuencia Real
fr: Fréquence réelle
he: תדר בפועל
it: Frequenza Attuale
nl: Werkelijke frequentie
pt: Frequência real
ro: Frecvență reală
sl: Dejanska frekvenca
zh: 实际频率

source: Synchronization - Target Ratio Feeder/Rotor Hz
ar: التزامن - تغذية النسبة المستهدفة/الدوار هرتز
de: Synchronisation - Zielverhältnis Feeder/Rotor Hz
es: Sincronización - Objetivo Relación Alimentador /Rotor Hz
fr: Synchronisation - Rapport cible Feeder/Rotor Hz
he: סנכרון - מזין יחס יעד/רוטור HZ
it: Sincronizzazione - Obiettivo di rapporto Alimentatore/rotore in HZ
nl: Synchronisatie - Doelverhouding Feeder/Rotor Hz
pt: Sincronização - Razão alvo alimentador/rotor Hz
ro: Sincronizare - Raport țintă alimentator/rotor HZ
sl: Sinhronizacija – ciljno razmerje podajalnik/rotor Hz
zh: 同步 - 目标比率馈线/转子Hz

source: Synchronization - Actual Ratio Feeder/Rotor Hz
ar: التزامن - تغذية النسبة الفعلية/الدوار هرتز
de: Synchronisation - tatsächlicher Verhältnis -Feeder/Rotor Hz
es: Sincronización - Relación Actual Alimentador/Rotor Hz
fr: Synchronisation - Rapport réel Feeder/Rotor Hz
he: סנכרון - מזין יחס/רוטור HZ בפועל
it: Sincronizzazione - Attuale rapporto Alimentatore/rotore in HZ
nl: Synchronisatie - Werkelijke verhouding feeder/rotor Hz
pt: Sincronização - alimentador de relação real/rotor Hz
ro: Sincronizare - Raport real alimentator/rotor Hz
sl: Sinhronizacija - dejansko razmerje podajalnik/rotor Hz
zh: 同步 - 实际比率馈线/转子Hz

source: Antifoam
ar: مضاد الرغوة
de: Anti -Schaum
es: Anti Espuma
fr: Antimousse
he: אנטי קצף
it: Anti-schiuma
nl: Antischuim
pt: Anti -espuma
ro: Anti spumă
zh: 抗泡沫

source: Additive
ar: المضافة
de: Zusatzstoff
es: Aditivo
fr: Additif
he: תוסף
it: Additivo
nl: Additief
pt: Aditivo
ro: Aditiv
sl: Dodatek
zh: 添加剂

source: Flakes Sorting
ar: رقائق الفرز
de: Flocken sortieren
es: Selección De Escamas
fr: Tri des flocons
he: מיון פתיתים
it: Smistamento dei scaglie
nl: Vlokken sorteren
pt: Flocos classificando
ro: Sortarea fulgilor
sl: Razvrščanje kosmičev
zh: 薄片分类

source: Machines Exhaust
ar: آلات العادم
de: Maschinen Auspuff
es: Escape De Las Máquinas
fr: Échappement des machines
he: מכונות פליטה
it: Scarichi macchine
nl: Machines Uitlaat
pt: Máquinas escape
ro: Mașini de evacuare
sl: Izpuh strojev
zh: 机器排气

source: White And Neutral
ar: أبيض ومحايد
de: Weiß und neutral
es: Blanco Y Neutral
fr: Blanc et neutre
he: לבן וניטרלי
it: Bianco e neutro
nl: Wit en neutraal
pt: Branco e neutro
ro: Alb și neutru
sl: Bela in nevtralna
zh: 白色和中立

source: Color
ar: لون
de: Farbe
fr: Couleur
he: צֶבַע
it: Colore
nl: Kleur
pt: Cor
ro: Culoare
sl: barva
zh: 颜色

source: Prewash
ar: مسبق
de: Vorwäsche
es: Prelavado
fr: Prélavage
he: פגיעה מוקדמת
it: Prelavaggio
nl: Voorwas
pt: Pré-lavagem
sl: Predpranje
zh: 预洗

source: Grinder
ar: طاحونة
de: Schleifer
es: Molino
fr: Broyeur
he: מַלתָעָה
it: Mulino
nl: Slijper
pt: Moedor
ro: Polizor
sl: Mlinček
zh: 磨床

source: Filtration
ar: الترشيح
es: Filtración
he: סִנוּן
it: Filtrazione
nl: Filtratie
pt: Filtração
ro: Filtrare
sl: Filtracija
zh: 过滤

source: Separation
ar: انفصال
de: Trennung
es: Separación
fr: Séparation
he: הַפרָדָה
it: Separazione
nl: Scheiding
pt: Separação
ro: Separare
sl: Ločitev
zh: 分离

source: Drying
ar: تجفيف
de: Trocknen
es: Secado
fr: Séchage
he: יִבּוּשׁ
it: Essicazione
nl: Drogen
pt: Secagem
ro: Uscare
sl: Sušenje
zh: 烘干

source: Mix Silo
ar: امزج الصومعة
de: Silo mischen
es: Silo Mezclador
fr: Silo de mélange
he: מערבבים סילו
it: Silo Miscelatore
nl: Mengsilo
pt: Misture o silo
ro: Amestecați siloz
sl: Mešajte Silos
zh: 混合筒仓

source: Bags
ar: أكياس
de: Taschen
es: Saco
fr: Sacs
he: תיקים
it: Sacchi
nl: Tassen
pt: Bolsas
ro: Pungi
sl: Torbe
zh: 包

source: Hdpe Washing Line
ar: خط الغسيل HDPE
de: HDPE -Waschlinie
es: Línea De Lavado para HDPE
fr: Ligne de lavage en HDPE
he: קו הכביסה של HDPE
it: Linea di lavaggio HDPE
nl: HDPE-waslijn
pt: Linha de lavagem de HDPE
ro: Linia de spălare HDPE
sl: Hdpe pralna linija
zh: HDPE洗线线

source: Shift Management
ar: إدارة التحول
de: Schichtmanagement
es: Gestión Del Turno
fr: Gestion des quarts de travail
he: ניהול משמרות
it: Gestione del turno
nl: Ploegendienstbeheer
pt: Gerenciamento de turnos
ro: Managementul schimbului
sl: Upravljanje izmene
zh: 轮班管理

source: Add User
ar: أضف المستخدم
de: Benutzer hinzufügen
es: Añadir Usuario
fr: Ajouter un utilisateur
he: הוסף משתמש
it: Aggiungi utente
nl: Gebruiker toevoegen
pt: Adicionar usuário
ro: Adăugați utilizator
sl: Dodaj uporabnika
zh: 添加用户

source: Add Group
ar: أضف مجموعة
de: Gruppe hinzufügen
es: Añadir Grupo
fr: Ajouter un groupe
he: הוסף קבוצה
it: Aggiungere gruppo
nl: Groep toevoegen
pt: Adicionar grupo
ro: Adăugare grup
sl: Dodaj skupino
zh: 添加组

source: Plant Control
ar: التحكم في النبات
de: Pflanzenkontrolle
es: Control De La Planta
fr: Contrôle des plantes
he: בקרת צמחים
it: Controllo dell’impianto
nl: Plantenbestrijding
ro: Controlul plantelor
sl: Nadzor rastlin
zh: 植物控制

source: Usage Time
ar: وقت الاستخدام
de: Nutzungszeit
es: Tiempo De Utilización
fr: Temps d'utilisation
he: זמן שימוש
it: Tempo di utilizzo
nl: Gebruikstijd
pt: Tempo de uso
ro: Timp de utilizare
sl: Čas uporabe
zh: 使用时间

source: Hide Faults
ar: إخفاء العيوب
de: Fehler verbergen
es: Esconder Fallos
fr: Masquer les défauts
he: הסתר תקלות
it: Nascondere gli allarmi
nl: Fouten verbergen
ro: Ascunde defecțiuni
sl: Skrij napake
zh: 隐藏故障

source: Torque
ar: عزم الدوران
de: Drehmoment
es: Torques
fr: Couple
he: עֲנָק
it: Coppia
nl: Koppel
ro: Cuplu
sl: Navor
zh: 扭矩

source: Time Control
ar: التحكم بالوقت
de: Zeitkontrolle
es: Control Del Tiempo
fr: Contrôle du temps
he: שליטת זמן
it: Controllo del tempo
nl: Tijdcontrole
pt: Controle do tempo
ro: Controlul timpului
sl: Nadzor časa
zh: 时间控制

source: Delete The Following Recipe?
ar: حذف الوصفة التالية؟
de: Das folgende Rezept löschen?
es: ¿Eliminar La Siguiente Receta?
fr: Supprimer la recette suivante ?
he: למחוק את המתכון הבא?
it: Elimina la seguente ricetta?
nl: Het volgende recept verwijderen?
pt: Excluir a seguinte receita?
ro: Ștergeți următoarea rețetă?
sl: Želite izbrisati naslednji recept?
zh: 删除以下食谱？

source: Overwrite The Following Recipe?
ar: الكتابة فوق الوصفة التالية؟
de: Das folgende Rezept überschreiben?
es: ¿Sobrescribir La Siguiente Receta?
fr: Écraser la recette suivante ?
he: להחליף את המתכון הבא?
it: Sovrascrivi la seguente ricetta?
nl: Het volgende recept overschrijven?
pt: Substitua a seguinte receita?
ro: Suprascrieți următoarea rețetă?
sl: Želite prepisati naslednji recept?
zh: 覆盖以下食谱？

source: Select Recipe
ar: حدد وصفة
de: Wählen Sie Rezept
es: Seleccionar Receta
fr: Sélectionnez la recette
he: בחר מתכון
it: Seleziona ricetta
nl: Selecteer recept
pt: Selecione receita
ro: Selectați rețeta
sl: Izberite Recept
zh: 选择食谱

source: Recipe Name
ar: اسم الوصفة
de: Rezeptname
es: Nombre De Receta
fr: Nom de la recette
he: שם המתכון
it: Nome della ricetta
nl: Receptnaam
pt: Nome da receita
ro: Numele rețetei
sl: Ime recepta
zh: 食谱名称

source: Send The Following Recipe To PLC?
ar: إرسال الوصفة التالية إلى PLC؟
de: Senden Sie das folgende Rezept an SPS?
es: ¿Enviar La Siguiente Receta A Plc?
fr: Envoyer la recette suivante au PLC ?
he: שלח את המתכון הבא ל- PLC?
it: Invia la seguente ricetta a PLC?
nl: Het volgende recept naar PLC sturen?
pt: Enviar a seguinte receita para PLC?
ro: Trimiteți următoarea rețetă către PLC?
sl: Ali želite PLC-ju poslati naslednji recept?
zh: 将以下食谱发送到PLC？

source: Open Recipe
ar: وصفة مفتوحة
de: Offenes Rezept
es: Receta Abierta
fr: Ouvrir la recette
he: מתכון פתוח
it: Ricetta aperta
nl: Open recept
pt: Abra receita
ro: Rețetă deschisă
sl: Odpri Recept
zh: 打开食谱
