Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Rotation Sensor
ar: مستشعر الدوران
de: Rotationssensor
es: Sensor de rotación
fr: Capteur de rotation
he: חיישן סיבוב
it: Sensore di rotazione
nl: Rotatiesensor
pt: Sensor de rotação
ro: Senzor de rotație
sl: Senzor vrtenja
zh: 旋转传感器

source: (1=In Rotation)
ar: (1 = في الدوران)
de: (1 = in der Rotation)
es: (1 = en rotación)
fr: (1=En rotation)
he: (1 = בסיבוב)
it: (1 = in rotazione)
nl: (1=In rotatie)
pt: (1 = em rotação)
ro: (1 = în rotație)
sl: (1=V rotaciji)
zh: （1 =旋转）

source: Waiting For Minimum Off Time
ar: في انتظار الحد الأدنى من الوقت
de: Warten auf die minimale Ausnutzungszeit
es: Esperando el tiempo mínimo de libre
fr: En attente du temps d'arrêt minimum
he: מחכה לזמן החוצה מינימום
it: In attesa del tempo di spento minimo
nl: Wachten op minimale uitschakeltijd
pt: Esperando por um tempo de folga no mínimo
ro: În așteptarea timpului minim de dezactivare
sl: Čakanje na minimalni čas izklopa
zh: 等待最少的休假时间

source: Open Position Not Ok
ar: افتح الموقف ليس موافق
de: Offene Position nicht in Ordnung
es: Posición abierta no es OK
fr: Position ouverte pas OK
he: מיקום פתוח לא בסדר
it: Posizione aperta non ok
nl: Open positie niet ok
pt: Posição aberta não ok
ro: Poziția deschisă nu ok
ru: Открытая позиция не в порядке
sl: Odprta pozicija ni v redu
zh: 打开位置不正常

source: Open LS
ar: فتح LS
de: Öffnen ls
es: Abra LS
fr: Ouvrir LS
he: פתוח LS
it: Interruttore Aperto
pt: LS aberto
ro: Deschis ls
sl: Odpri LS
zh: 打开LS

source: Closed LS
ar: مغلق LS
de: Geschlossene ls
es: LS CERRADO
fr: Fermé LS
he: LS סגור
it: Interruttore Chiuso
nl: Gesloten LS
pt: LS fechado
ro: LS închis
sl: Zaprt LS
zh: 关闭的LS

source: Opposite Valve Not Ok To Open
ar: عكس الصمام لا بأس به لفتحه
de: Gegen Ventil nicht in Ordnung zu öffnen
es: Válvula opuesta no es OK para abrir
fr: La vanne opposée ne peut pas s'ouvrir
he: שסתום מנוגד לא בסדר להיפתח
it: La valvola opposta non ok per aprire
nl: Tegenoverliggende klep kan niet worden geopend
pt: Válvula oposta não ok para abrir
ro: Valva opusă nu este ok să se deschidă
sl: Nasprotni ventil ni v redu za odpiranje
zh: 对面的阀不可以打开

source: Valve Still Needs To Be Closed For A While
ar: لا يزال هناك حاجة إلى إغلاق الصمام لفترة من الوقت
de: Ventil muss noch eine Weile geschlossen werden
es: La válvula todavía necesita estar cerrada por un tiempo
fr: La vanne doit encore être fermée pendant un certain temps
he: שסתום עדיין צריך להיות סגור לזמן מה
it: La valvola deve rimanere chiusa per un tempo minimo
nl: Klep moet nog even dicht
pt: A válvula ainda precisa estar fechada por um tempo
ro: Supapa trebuie să fie încă închisă o perioadă
sl: Ventil mora biti še nekaj časa zaprt
zh: 阀仍然需要关闭一段时间

source: Pressure Not Available For Moving
ar: الضغط غير متاح للتحرك
de: Druck, der nicht zum Bewegen verfügbar ist
es: Presión no disponible para moverse
fr: Pression non disponible pour le déménagement
he: לחץ לא זמין להזיז
it: Pressione non disponibile per la movimentazione
nl: Druk niet beschikbaar voor verplaatsing
pt: Pressão não disponível para se mover
ro: Presiunea nu este disponibilă pentru mișcare
sl: Tlak ni na voljo za premikanje
zh: 无法移动的压力

source: (1=Close)
ar: (1 = إغلاق)
de: (1 = schließen)
es: (1 = Cerrar)
fr: (1=Fermer)
he: (1 = קרוב)
it: (1 = Chiuso)
nl: (1=Sluiten)
pt: (1 = fechar)
ro: (1 = închide)
sl: (1=Zapri)
zh: （1 =关闭）

source: Tank Agitator On
ar: محرض الدبابات على
de: Panzerträger auf
es: Agitador de tanques en
fr: Agitateur de réservoir activé
he: תסיסן טנק ב
it: Agitatore della vasca Attivo
nl: Tankroerwerk aan
pt: Agitador de tanques ligado
ro: Agitator de rezervor pornit
sl: Vklopljen mešalnik rezervoarja
zh: 坦克搅拌器

source: Tank Agitator Off
ar: محرض الدبابات قبالة
de: Panzerträger aus
es: Agitador de tanque apagado
fr: Agitateur du réservoir désactivé
he: תסיסן טנקים כבוי
it: Agitatore della vasca Spento
nl: Tankroerder uit
pt: Agitador de tanque desligado
ro: Agitator de rezervor oprit
sl: Mešalo rezervoarja je izklopljeno
zh: 坦克搅拌器关闭

source: Tank Level Ok
ar: مستوى الخزان موافق
de: Panzerebene OK
es: Nivel del tanque OK
fr: Niveau du réservoir OK
he: רמת טנק בסדר
it: Livello della vasca OK
nl: Tankniveau OK
pt: Nível do tanque OK
ro: Nivelul rezervorului ok
sl: Raven rezervoarja OK
zh: 坦克级别好

source: Minimum Tank Level Not Ok
ar: الحد الأدنى لمستوى الخزان ليس موافق
de: Mindestpanzerspiegel nicht in Ordnung
es: Nivel mínimo del tanque no es OK
fr: Niveau minimum du réservoir incorrect
he: מפלס טנק מינימלי לא בסדר
it: Livello minimo della vasca non ok
nl: Minimum tankniveau niet ok
pt: Nível mínimo de tanque não ok
ro: Nivelul minim al rezervorului nu OK
sl: Najmanjša raven rezervoarja ni v redu
zh: 最低储罐水平不正常

source: Upper Valve Ready
ar: صمام أعلى جاهز
de: Oberes Ventil bereit
es: Válvula superior lista
fr: Soupape supérieure prête
he: שסתום עליון מוכן
it: Valvola superiore pronta
nl: Bovenste klep gereed
pt: Válvula superior pronta
ro: Valva superioară gata
sl: Zgornji ventil pripravljen
zh: 上阀准备好了

source: Upper Valve Is Not Ready
ar: الصمام العلوي غير جاهز
de: Das obere Ventil ist nicht fertig
es: La válvula superior no está lista
fr: La vanne supérieure n'est pas prête
he: השסתום העליון אינו מוכן
it: Valvola superiore non è pronta
nl: Bovenste klep is niet klaar
pt: A válvula superior não está pronta
ro: Valva superioară nu este gata
sl: Zgornji ventil ni pripravljen
zh: 上阀还没有准备好

source: Lower Valve Ready
ar: صمام أسفل جاهز
de: Unter Ventil fertig
es: Válvula inferior lista
fr: Soupape inférieure prête
he: שסתום תחתון מוכן
it: Valvola inferiore pronta
nl: Lagere klep gereed
pt: Válvula inferior pronta
ro: Valva inferioară gata
sl: Spodnji ventil pripravljen
zh: 下部阀门准备就绪

source: Lower Valve Is Not Ready
ar: الصمام السفلي ليس جاهزًا
de: Das untere Ventil ist nicht fertig
es: La válvula inferior no está lista
fr: La vanne inférieure n'est pas prête
he: השסתום התחתון אינו מוכן
it: Valvola inferiore non è pronta
nl: Onderste klep is niet klaar
pt: A válvula inferior não está pronta
ro: Supapa inferioară nu este gata
sl: Spodnji ventil ni pripravljen
zh: 较低的阀还没有准备好

source: Both Valves Are Not Fully Closed - Tank Emptying !
ar: كلا الصمامات ليست مغلقة بالكامل - تفريغ الخزان!
de: Beide Ventile sind nicht vollständig geschlossen - Tankentleerung!
es: Ambas válvulas no están completamente cerradas: ¡vaciado del tanque!
fr: Les deux vannes ne sont pas complètement fermées – Vidange du réservoir !
he: שני השסתומים אינם סגורים לחלוטין - מרוקנים טנקים!
it: Entrambe le valvole non sono completamente chiuse: svuotamento della vasca!
nl: Beide kleppen zijn niet volledig gesloten - Tank loopt leeg!
pt: Ambas as válvulas não estão totalmente fechadas - esvaziamento do tanque!
ro: Ambele supape nu sunt complet închise - golirea rezervorului!
sl: Oba ventila nista popolnoma zaprta - rezervoar se prazni!
zh: 两个阀都不完全关闭 - 坦克排空！

source: Stall Of Discharge Cycle
ar: كشك دورة التفريغ
de: Abflusszyklus
es: Pista del ciclo de descarga
fr: Décrochage du cycle de décharge
he: דוכן מחזור הפריקה
it: Stallo del ciclo di scarico
nl: Stalling van de ontladingscyclus
pt: Barraca do ciclo de descarga
ro: Tarabă a ciclului de descărcare
sl: Zastoj cikla praznjenja
zh: 排放循环的摊位

source: Open Upper Valve
ar: فتح الصمام العلوي
de: Offenes oberes Ventil
es: Válvula superior abierta
fr: Ouvrir la vanne supérieure
he: פתוח שסתום עליון
it: Apri Valvola superiore
nl: Open bovenste klep
pt: Abra a válvula superior
ro: Deschideți supapa superioară
sl: Odprite zgornji ventil
zh: 打开的上阀

source: Close Upper Valve
ar: أغلق الصمام العلوي
de: Schließen Sie das obere Ventil
es: Cerrar la válvula superior
fr: Fermer la vanne supérieure
he: סגור שסתום עליון
it: Chiudi Valvola superiore
nl: Sluit de bovenste klep
pt: Feche a válvula superior
ro: Închideți supapa superioară
sl: Zaprite zgornji ventil
zh: 关闭上部阀

source: Open Lower Valve
ar: فتح صمام أسفل
de: Offene untere Ventil
es: Válvula inferior abierta
fr: Ouvrir la vanne inférieure
he: פתח שסתום תחתון
it: Apri valvola inferiore
nl: Open onderste klep
pt: Abra a válvula inferior
ro: Deschideți supapa inferioară
sl: Odprite spodnji ventil
zh: 打开下部阀

source: Maximum Flowrate Reached
ar: وصل الحد الأقصى للتدفق
de: Maximale Durchflussrate erreicht
es: Caza de flujo máximo alcanzado
fr: Débit maximum atteint
he: זרימת זרימה מקסימאלית הושגה
it: Portata a flusso massimo raggiunto
nl: Maximale stroomsnelheid bereikt
pt: Caixa de fluxo máximo atingida
ro: A ajuns la debitul maxim
sl: Dosežen največji pretok
zh: 达到最大流量

source: Pusher Maximum Speed At Rotor Minimum Pressure
ar: أقصى سرعة للدافع عند الحد الأدنى للضغط الدوار
de: Maximale Drehzahl von Drücker bei Rotor -Mindestdruck
es: Velocidad máxima del empujador a presión mínima del rotor
fr: Vitesse maximale du poussoir à la pression minimale du rotor
he: מהירות מקסימאלית של הדחף בלחץ מינימלי של הרוטור
it: Velocità massima Spintore alla pressione minima del rotore
nl: Maximale duwsnelheid bij minimale rotordruk
pt: Velocidade máxima do empurrador na pressão mínima do rotor
ro: Viteza maximă a împingerii la presiunea minimă a rotorului
sl: Največja hitrost potiskala pri minimalnem tlaku rotorja
zh: 转子最小压力下的推动器最大速度

source: Pusher Minimum Speed At Rotor Maximum Pressure
ar: الحد الأدنى للسرعة الدنيا عند الحد الأقصى للضغط الدوار
de: Pusher -Mindestgeschwindigkeit bei Rotormaximaldruck
es: Velocidad mínima del empujador a presión máxima del rotor
fr: Vitesse minimale du poussoir à la pression maximale du rotor
he: מהירות מינימלית של הדחף בלחץ מקסימלי של הרוטור
it: Velocità minima Spintore alla pressione massima del rotore
nl: Minimale duwsnelheid bij maximale rotordruk
pt: Velocidade mínima do empurrador na pressão máxima do rotor
ro: Viteza minimă a împingerii la presiunea maximă a rotorului
sl: Najmanjša hitrost potiskala pri največjem tlaku rotorja
zh: 转子处的最低速度最大速度最大压力

source: Reverse Interval
ar: الفاصل الزمني العكسي
de: Umkehrintervall
es: Intervalo inverso
fr: Intervalle inversé
he: מרווח הפוך
it: Intervallo inversione
nl: Omgekeerd interval
pt: Intervalo reverso
ro: Interval invers
sl: Povratni interval
zh: 反向间隔

source: Invert Direction
ar: اتجاه عكس
de: Umkehrrichtung
es: Invertir la dirección
fr: Inverser la direction
he: הפוך כיוון
it: Inverti direzione
nl: Omgekeerde richting
pt: Direção invertida
ro: Inversarea direcției
sl: Obrni smer
zh: 反转方向

source: Enable Inversion
ar: تمكين الانعكاس
de: Inversion aktivieren
es: Habilitar inversión
fr: Activer l'inversion
he: אפשר היפוך
it: Abilita inversione
nl: Inversie inschakelen
pt: Ativar inversão
ro: Activați inversarea
sl: Omogoči inverzijo
zh: 启用反转

source: Maximum Time Forward
ar: الحد الأقصى للوقت إلى الأمام
de: Maximale Zeit vorwärts
es: Tiempo máximo hacia adelante
fr: Temps maximum en avant
he: זמן מקסימאלי קדימה
it: Tempo massimo in avanti
nl: Maximale tijd vooruit
pt: Tempo máximo a seguir
ro: Timp maxim înainte
sl: Največji čas naprej
zh: 最大时间前进

source: Reverse Time (0=No Reverse)
ar: الوقت العكسي (0 = لا عكس)
de: Rückwärtszeit (0 = kein Rückwärtsgang)
es: Tiempo de reverso (0 = sin reverso)
fr: Temps d'inversion (0 = pas d'inversion)
he: זמן הפוך (0 = אין הפוך)
it: Tempo Inversione (0 = nessuna inversione)
nl: Omgekeerde tijd (0 = geen omkering)
pt: Tempo reverso (0 = sem reverso)
ro: Timp invers (0 = fără invers)
sl: Čas vzvratne vožnje (0=brez vzvratne vožnje)
zh: 反向时间（0 =无反向）

source: Request Inversion
ar: طلب الانعكاس
de: Inversion anfordern
es: Solicitar inversión
fr: Demande d'inversion
he: בקש היפוך
it: Richiesta inversione
nl: Verzoek om inversie
pt: Solicite inversão
ro: Solicitați inversarea
sl: Zahtevaj inverzijo
zh: 请求反转

source: Oil Cooling
ar: تبريد الزيت
de: Ölkühlung
es: Enfriamiento de aceite
fr: Refroidissement de l'huile
he: קירור שמן
it: Raffreddamento a olio
nl: Oliekoeling
pt: Resfriamento de óleo
ro: Răcire de ulei
sl: Hlajenje olja
zh: 油冷却

source: Oil Cooling Not Ok
ar: تبريد الزيت لا بأس
de: Ölkühlung nicht in Ordnung
es: Enfriamiento de aceite no es OK
fr: Refroidissement de l'huile pas correct
he: קירור שמן לא בסדר
it: Il raffreddamento dell'olio non ok
nl: Oliekoeling niet ok
pt: Resfriamento de óleo não ok
ro: Răcirea uleiului nu este OK
sl: Hlajenje olja ni v redu
zh: 油冷却不可行

source: Shutoff Valves
ar: أغلق الصبابات
de: Absperrventile
es: Válvulas de cierre
fr: Vannes d'arrêt
he: שסתומי כיבוי
it: Valvole di chiusura
nl: Afsluitkleppen
pt: Válvulas de desligamento
ro: Supape de închidere
sl: Zaporni ventili
zh: 关闭阀

source: Shutoff Valves Not Ok
ar: صمامات الإغلاق لا بأس
de: Abschaltventile nicht in Ordnung
es: Válvulas de cierre no es OK
fr: Les vannes d'arrêt ne fonctionnent pas
he: שסתומי כיבוי לא בסדר
it: Valvole di chiusura non ok
nl: Afsluitkleppen niet ok
pt: Válvulas de desligamento não ok
ro: Supapele de închidere nu sunt OK
sl: Zaporni ventili niso v redu
zh: 关闭阀不正常

source: Oil Minimum Pressure Not Ok
ar: الحد الأدنى للضغط على الزيت ليس موافق
de: Ölmindestdruck nicht in Ordnung
es: Presión mínima de aceite no es OK
fr: La pression minimale de l'huile n'est pas correcte
he: לחץ מינימלי של שמן לא בסדר
it: Pressione minima dell'olio non ok
nl: Minimale oliedruk niet ok
pt: Pressão mínima de óleo não ok
ro: Presiunea minimă a uleiului nu este OK
sl: Najnižji tlak olja ni v redu
zh: 油最小压力不正常

source: Minimum Time Ok To Change In Position
ar: الحد الأدنى للوقت بخير للتغيير في الموقف
de: Mindestzeit in Ordnung, um die Position zu ändern
es: Tiempo mínimo OK para cambiar de posición
fr: Temps minimum OK pour changer de position
he: זמן מינימלי בסדר לשינוי המיקום
it: Tempo minimo ok per cambiare posizione
nl: Minimale tijd om van positie te veranderen
pt: Tempo mínimo OK para mudar de posição
ro: Timp minim OK pentru a se schimba în poziție
ru: Минимальное время для изменения позиции
sl: Minimalni čas v redu za spremembo položaja
zh: 最短时间可以更改位置

source: Waiting For Minimum Time To Change
ar: في انتظار الحد الأدنى من الوقت للتغيير
de: Warten auf die Mindestzeit für die Änderung
es: Esperando un tiempo mínimo para cambiar
fr: Attendre le temps minimum pour changer
he: מחכה לזמן מינימלי להשתנות
it: In attesa di un tempo minimo per cambiare
nl: Wachten op minimale tijd om te veranderen
pt: Esperando o tempo mínimo para mudar
ro: În așteptarea timpului minim de modificat
sl: Čakanje na minimalni čas za spremembo
zh: 等待最少的时间更改

source: Oil Pressure Available
ar: ضغط الزيت المتاح
de: Öldruck verfügbar
es: Presión de aceite disponible
fr: Pression d'huile disponible
he: לחץ שמן זמין
it: Pressione dell'olio disponibile
nl: Oliedruk beschikbaar
pt: Pressão de óleo disponível
ro: Presiunea uleiului este disponibilă
sl: Tlak olja na voljo
zh: 油压可用

source: Oil Temperature Not Ok
ar: درجة حرارة الزيت لا بأس
de: Öltemperatur nicht in Ordnung
es: Temperatura del aceite no es OK
fr: La température de l'huile n'est pas correcte
he: טמפרטורת השמן לא בסדר
it: Temperatura dell'olio non ok
nl: Olietemperatuur niet ok
pt: Temperatura do óleo não ok
ro: Temperatura uleiului nu este OK
sl: Temperatura olja ni v redu
zh: 油温不正常

source: Hydraulic Motor Temperature Not Ok
ar: درجة حرارة المحرك الهيدروليكية غير موافق
de: Hydraulikmotortemperatur nicht in Ordnung
es: Temperatura hidráulica del motor no es OK
fr: La température du moteur hydraulique n'est pas correcte
he: טמפרטורת מנוע הידראולית לא בסדר
it: Temperatura del motore idraulico non ok
nl: Temperatuur hydraulische motor niet ok
pt: Temperatura do motor hidráulico não ok
ro: Temperatura motorului hidraulic nu este OK
sl: Temperatura hidravličnega motorja ni v redu
zh: 液压运动温度不正常

source: Shredder Safety
ar: سلامة التقطيع
de: Shredder -Sicherheit
es: Seguridad
fr: Sécurité du déchiqueteur
he: בטיחות מגרסה
it: Sicurezza del Trituratore
nl: Veiligheid van de papierversnipperaar
pt: Segurança do triturador
ro: Siguranța Shredder
sl: Varnost drobilnika
zh: 切碎机安全

source: Shredder Safeties Not Ok
ar: Safeties Shredder لا بأس
de: Shredder -Sicherungen nicht in Ordnung
es: Safeties de trituradora no es OK
fr: Les sécurités du déchiqueteur ne sont pas correctes
he: SAPETIES SHREDDER לא בסדר
it: Le sicurezze del Trituratore non sono ok
nl: Veiligheidsvoorzieningen voor papierversnipperaars niet in orde
pt: Segurança do triturador não ok
ro: Suretele Shredder nu sunt OK
sl: Varnost drobilnika ni v redu
zh: 切碎机的安全性不好

source: Grinder - Hydraulic Unit
ar: طاحونة - الوحدة الهيدروليكية
de: Mühle - Hydraulikeinheit
es: Molinillo - unidad hidráulica
fr: Broyeur - Groupe hydraulique
he: מטחנה - יחידה הידראולית
it: Mulino - unità idraulica
nl: Grinder - Hydraulische eenheid
pt: Moedor - unidade hidráulica
ro: Râșniță - unitate hidraulică
sl: Mlinček - hidravlična enota
zh: 磨床 - 液压单元

source: Vibrating Screen
ar: شاشة الاهتزاز
de: Vibrierender Bildschirm
es: Pantalla vibrante
fr: Tamis vibrant
he: מסך רוטט
it: Vibro Vaglio
nl: Trillend scherm
pt: Tela vibratória
ro: Ecran care vibreaza
sl: Vibrirajoči zaslon
zh: 振动筛

source: Discharging To Extenal Treatment
ar: التفريغ للعلاج الخفقان
de: Entladung zur empörenden Behandlung
es: Descarga al tratamiento extenal
fr: Décharge vers un traitement externe
he: פריקה לטיפול בהרחבה
it: Scarico in un trattamento acque Esterno
nl: Ontslag naar externe behandeling
pt: Descarregamento para tratamento extenso
ro: Descărcarea la tratamentul exten
sl: Odpust na zunanje zdravljenje
zh: 出院

source: Collecting Pit - Pump
ar: جمع الحفرة - المضخة
de: Sammeln von Grube - Pumpe
es: Pit de recolección - bomba
fr: Fosse de Collecte - Pompe
he: איסוף בור - משאבה
it: Pozzo di raccolta - pompa
nl: Verzamelput - Pomp
pt: Coleta de poço - bomba
ro: Colectarea groapei - pompă
sl: Zbirna jama - črpalka
zh: 收集坑 - 泵

source: Collecting Pit - Level
ar: جمع الحفرة - المستوى
de: Sammeln Sie Grube - Level
es: Pit de recolección - Nivel
fr: Collecte Pit - Niveau
he: איסוף בור - רמה
it: Pozzo di raccolta - Livello
nl: Verzamelput - Niveau
pt: Coleta de poço - nível
ro: Colectarea groapei - nivel
sl: Zbirna jama - raven
zh: 收集坑 - 水平

source: Collecting Pit Level Detail
ar: جمع تفاصيل مستوى الحفرة
de: Sammeln von Grubenniveaus Details
es: Recopilar detalles del nivel de pozo
fr: Collecte des détails du niveau de la fosse
he: איסוף פירוט ברמת הבור
it: Dettaglio livello Pozzo di raccolta
nl: Verzamelen van putniveaudetails
pt: Coletando detalhes no nível do poço
ro: Colectarea detaliilor la nivel de groapă
sl: Zbiranje podrobnosti ravni jame
zh: 收集坑级细节

source: Off Delayed
ar: تأخر
de: Verspätet
es: Fuera de retraso
fr: Arrêt retardé
he: כבוי מתעכב
it: Ritardato allo spegnimento
nl: Uit Vertraagd
pt: Fora do atraso
ro: Oprit întârziat
sl: Izklop z zakasnitvijo
zh: 延迟

source: Restart Cycle
ar: إعادة تشغيل دورة
de: Starten Sie den Zyklus neu
es: Reiniciar ciclo
fr: Redémarrer le cycle
he: הפעלה מחדש של מחזור
it: Riavvia il ciclo
nl: Herstartcyclus
pt: Reinicie o ciclo
ro: Reporniți ciclul
sl: Ponovno zaženi cikel
zh: 重新启动周期

source: Volume Control
ar: التحكم في مستوى الصوت
de: Lautstärkeregelung
es: Control del volumen
fr: Contrôle du volume
he: בקרת נפח
it: Controllo del volume
nl: Volumeregeling
pt: Controle de volume
ro: Controlul volumului
sl: Nadzor glasnosti
zh: 音量控制

source: Minimum Level Not Ok
ar: الحد الأدنى ليس على ما يرام
de: Mindestpegel nicht in Ordnung
es: Nivel mínimo no es OK
fr: Niveau minimum pas correct
he: רמת מינימום לא בסדר
it: Livello minimo non ok
nl: Minimumniveau niet ok
pt: Nível mínimo não ok
ro: Nivelul minim nu OK
ru: Минимальный уровень не подходит
sl: Najnižja raven ni v redu
zh: 最低水平不正常

source: Water Treatment Not Ok
ar: معالجة المياه لا بأس
de: Wasserbehandlung nicht in Ordnung
es: El tratamiento de agua no es OK
fr: Le traitement de l'eau n'est pas correct
he: טיפול במים לא בסדר
it: Trattamento acque non ok
nl: Waterbehandeling niet ok
pt: Tratamento de água não ok
ro: Tratarea apei nu OK
sl: Priprava vode ni v redu
zh: 水处理不正常

source: Water Treatment Ok (External Signal)
ar: معالجة المياه موافق (إشارة خارجية)
de: Wasserbehandlung OK (externes Signal)
es: Tratamiento de agua OK (señal externa)
fr: Traitement de l'eau OK (signal externe)
he: טיפול במים בסדר (אות חיצוני)
it: Trattamento acque OK (segnale esterno)
nl: Waterbehandeling OK (extern signaal)
pt: Tratamento de água OK (sinal externo)
ro: Tratarea apei OK (semnal extern)
sl: Obdelava vode v redu (zunanji signal)
zh: 水处理确定（外部信号）

source: (1=Water Treatment Ok To Receive)
ar: (1 = معالجة المياه موافق لتلقيها)
de: (1 = Wasseraufbereitung OK, um zu erhalten)
es: (1 = tratamiento de agua bien para recibir)
fr: (1=Traitement de l'eau OK à recevoir)
he: (1 = טיפול במים בסדר לקבל)
it: (1 = trattamento acque OK a ricevere)
nl: (1=Waterbehandeling OK om te ontvangen)
pt: (1 = tratamento de água OK para receber)
ro: (1 = tratarea apei ok pentru a primi)
sl: (1=priprava vode v redu za sprejem)
zh: （1 =水处理可以接受）

source: Sorema Is Discharging (External Signal)
ar: سوريما تفريغ (إشارة خارجية)
de: Sorema entlädt (externes Signal)
es: Sorema está descargando (señal externa)
fr: Sorema se décharge (signal externe)
he: סורמה משחררת (אות חיצוני)
it: Sorema sta scaricando (segnale esterno)
nl: Sorema ontlaadt (extern signaal)
pt: Sorema está descarregando (sinal externo)
ro: Sorema se descarcă (semnal extern)
sl: Sorema se izprazni (zunanji signal)
zh: Sorema正在排放（外部信号）

source: (1=Sorema Is Discharging)
ar: (1 = تفريغ السوريما)
de: (1 = Sorema entlädt)
es: (1 = Sorema está descargando)
fr: (1 = Sorema se décharge)
he: (1 = סורמה משחרר)
it: (1 = sorema sta scaricando)
nl: (1=Sorema is aan het ontladen)
pt: (1 = Sorema está descarregando)
ro: (1 = sorema se descarcă)
sl: (1=Sorema se izprazni)
zh: （1 = Sorema正在排放）

source: Initial On Time
ar: أولي في الوقت المحدد
de: Initial pünktlich
es: Inicial a tiempo
fr: Initiale à l'heure
he: ראשוני בזמן
it: Tempo acceso iniziale
nl: Initiële op tijd
pt: Inicial no prazo
ro: Inițial la timp
sl: Začetni čas vklopa
zh: 准时

source: Restart On Time
ar: أعد التشغيل في الوقت المحدد
de: Pünktlich neu starten
es: Reiniciar a tiempo
fr: Redémarrer à temps
he: הפעל מחדש בזמן
it: Riavvio del Tempo di accensione
nl: Op tijd herstarten
pt: Reinicie a tempo
ro: Reporniți la timp
sl: Ponovno zaženite pravočasno
zh: 准时重新启动

source: Restart Off Time
ar: أعد تشغيل الوقت
de: Starten Sie die Zeit neu
es: Reiniciar la hora
fr: Temps de redémarrage
he: הפעל מחדש את הזמן
it: Riavvio del Tempo di spegnimento
nl: Herstart Uit Tijd
pt: Reinicie o tempo fora
ro: Reporniți timpul
sl: Čas ponovnega zagona
zh: 重新启动时间

source: Number Of On/Off Cycles (0=Bypass)
ar: عدد دورات التشغيل/الإيقاف (0 = الالتفافية)
de: Anzahl der Ein/Aus -Zyklen (0 = Bypass)
es: Número de ciclos de encendido/apagado (0 = bypass)
fr: Nombre de cycles marche/arrêt (0 = contournement)
he: מספר מחזורי הפעלה/כיבוי (0 = עוקף)
it: Numero di cicli on/off (0 = bypass)
nl: Aantal aan/uit-cycli (0=Bypass)
pt: Número de ciclos on/off (0 = desvio)
ro: Numărul de cicluri de pornire/oprire (0 = bypass)
sl: Število ciklov vklopa/izklopa (0=Bypass)
zh: 开/关周期的数量（0 =旁路）

source: (0=Backward)
ar: (0 = للخلف)
de: (0 = rückwärts)
es: (0 = hacia atrás)
fr: (0=En arrière)
he: (0 = אחורה)
it: (0 = Indietro)
nl: (0=Achteruit)
pt: (0 = para trás)
ro: (0 = înapoi)
sl: (0=nazaj)
zh: （0 =向后）

source: Pause Time Frozen
ar: وقفة الوقت المجمدة
de: Pause Zeit gefroren
es: Pausa tiempo congelado
fr: Temps de pause gelé
he: זמן השהה קפוא
it: Tempo di Pausa congelato
nl: Pauzetijd bevroren
pt: Pausa tempo congelado
ro: Întrerupeți timpul înghețat
zh: 暂停时间冻结

source: Full Scale Level Value
ar: قيمة مستوى النطاق الكامل
de: Wert
es: Valor de nivel de escala completa
fr: Valeur du niveau pleine échelle
he: ערך רמת בקנה מידה מלא
it: Valore livello a scala massima
nl: Volledige schaalniveauwaarde
pt: Valor de nível de escala total
ro: Valoarea nivelului de nivel complet
sl: Celotna vrednost ravni lestvice
zh: 全尺度值
