Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: External Pump Running (External Signal)
ar: تشغيل المضخة الخارجية (إشارة خارجية)
de: Externe Pumpe läuft (externes Signal)
es: Activación Bomba Externa (Señal Externa)
fr: Pompe externe en marche (signal externe)
he: הפעלת משאבה חיצונית (אות חיצוני)
it: Pompa esterna in esecuzione (segnale esterno)
nl: Externe pomp draait (extern signaal)
pt: Bomba externa em execução (sinal externo)
ro: Pompa externă care funcționează (semnal extern)
sl: Zunanja črpalka deluje (zunanji signal)
zh: 外部泵运行（外部信号）

source: Sorema Is Water Requesting (External Signal)
ar: سوريما تطلب المياه (إشارة خارجية)
de: Sorema ist Wasseranforderung (externes Signal)
es: Sorema Solicita Agua (Señal Externa)
fr: Sorema demande de l’eau (signal externe)
he: Sorema הוא מבקש מים (אות חיצוני)
it: Richiesta d'acqua da parte di Sorema (segnale esterno)
nl: Sorema vraagt ​​om water (extern signaal)
pt: Sorema é solicitação de água (sinal externo)
ro: Sorema solicită apei (semnal extern)
sl: Sorema zahteva vodo (zunanji signal)
zh: Sorema是水请求的（外部信号）

source: (1=External Pump Running)
ar: (1 = تشغيل المضخة الخارجية)
de: (1 = externe Pumpe)
es: (1 = bomba externa en funcionamiento)
fr: (1=Pompe externe en marche)
he: (1 = משאבה חיצונית ריצה)
it: (1 = pompa esterna in esecuzione)
nl: (1=Externe pomp draait)
pt: (1 = bomba externa em execução)
ro: (1 = care funcționează pompa externă)
sl: (1=zunanja črpalka deluje)
zh: （1 =外部泵运行）

source: (1=Sorema Is H20 Requesting)
ar: (1 = Sorema يطلب H20)
de: (1 = Sorema ist H20 fordert)
es: (1 = Sorema solicita H20)
fr: (1=Sorema demande H20)
he: (1 = סורמה הוא H20 מבקש)
it: (1 = Sorema Richiede H20)
nl: (1=Sorema vraagt ​​om H20)
pt: (1 = Sorema é H20 solicitando)
ro: (1 = sorema solicită H20)
sl: (1=Sorema zahteva H20)
zh: （1 = Sorema是H20请求）

source: Grinder - Water Inlet
ar: طاحونة - مدخل الماء
de: Mühle - Wassereinlass
es: Molino - Entrada de agua
fr: Broyeur - Entrée d'eau
he: מטחנה - כניסת מים
it: Mulino - Ingresso acqua
nl: Grinder - Waterinlaat
pt: Moedor - entrada de água
ro: Râșniță - intrare de apă
sl: Mlinček - dovod vode
zh: 磨床 - 水入口

source: Metal Conveyor - Chain Lubrification Left
ar: النقل المعدني - ترك سلسلة من الإحالة
de: Metallförderer - Kettenschmierrifikation übrig
es: Cinta Metálica - lubrificación de cadena izquierda
fr: Convoyeur métallique - Lubrification de chaîne à gauche
he: מסוע מתכת - שרשרת שרשרת שמאלה
it: Trasportatore metallico - lubrificazione della catena a sinistra
nl: Metaaltransportband - Kettingsmering links
pt: Transportador de metal - lubrificação de corrente à esquerda
ro: Transportor de metal - Lubrificare în lanț a rămas
sl: Kovinski tekoči trak - mazanje verige levo
zh: 金属输送机 - 链橄榄化左

source: Metal Conveyor - Chain Lubrification Right
ar: النقل المعدني - سلسلة إعادة التنقيح
de: Metallförderer - Kettenschmierrafik rechts
es: Cinta Metálica - lubrificación de cadena derecha
fr: Convoyeur métallique - Droit de lubrification de chaîne
he: מסוע מתכת - זכות לובריזציה של שרשרת
it: Trasportatore metallico - lubrificazione della catena a destra
nl: Metaaltransportband - Kettingsmering correct
pt: Transportador de metal - Lubrificação de cadeia Right
ro: Transportor de metal - Lubrificare în lanț drept
sl: Kovinski tekoči trak - mazanje verige desno
zh: 金属传送带 - 链润滑右

source: Shredder - Rotor Temperature
ar: تمزيق - درجة حرارة الدوار
de: Shredder - Rotortemperatur
es: Shredder - Temperatura del rotor
fr: Broyeur - Température du rotor
he: מגרסה - טמפרטורת הרוטור
it: Trituratore - Temperatura del rotore
nl: Versnipperaar - Rotortemperatuur
pt: Triturador - temperatura do rotor
ro: Shredder - Temperatura rotorului
sl: Drobilnik - temperatura rotorja
zh: 粉碎机 - 转子温度

source: Actual Rotation Speed
ar: سرعة الدوران الفعلية
de: Tatsächliche Rotationsgeschwindigkeit
es: Velocidad de rotación real
fr: Vitesse de rotation réelle
he: מהירות סיבוב בפועל
it: Velocità Attuale di rotazione
nl: Werkelijke rotatiesnelheid
pt: Velocidade de rotação real
ro: Viteza de rotație reală
sl: Dejanska hitrost vrtenja
zh: 实际旋转速度

source: Command Enable To Run
ar: تمكين الأمر للتشغيل
de: Befehl ermöglichen zum Ausführen
es: Comando Activar Para Ejecutar
fr: Commande Activer pour exécuter
he: הפקודה מאפשרת לרוץ
it: Comando abilitazione Avvio
nl: Opdracht inschakelen om uit te voeren
pt: Comando Ativar para executar
ro: Comanda Activați rularea
sl: Ukaz Omogoči zagon
zh: 命令启用运行

source: Hydraulic Oil Pressure
ar: ضغط الزيت الهيدروليكي
de: Hydrauliköldruck
es: Presión del Aceite Hidráulico
fr: Pression d'huile hydraulique
he: לחץ שמן הידראולי
it: Pressione dell'olio idraulico
nl: Hydraulische oliedruk
pt: Pressão do óleo hidráulico
ro: Presiunea uleiului hidraulic
sl: Tlak hidravličnega olja
zh: 液压油压

source: Forward Speed In Production
ar: السرعة إلى الأمام في الإنتاج
de: Vorwärtsgeschwindigkeit in der Produktion
es: Velocidad De Avance En La Producción
fr: Vitesse d'avancement en production
he: מהירות קדימה בייצור
it: Velocità avanti in produzione
nl: Voorwaartse snelheid in productie
pt: Velocidade a frente na produção
ro: Viteza înainte în producție
sl: Hitrost naprej v proizvodnji
zh: 远期生产速度

source: Forward Speed In Maintenance
ar: السرعة إلى الأمام في الصيانة
de: Vorwärtsgeschwindigkeit bei der Wartung
es: Velocidad De Avance En Mantenimiento
fr: Vitesse d'avancement en maintenance
he: מהירות קדימה בתחזוקה
it: Velocità avanti in manutenzione
nl: Voorwaartse snelheid bij onderhoud
pt: Velocidade a frente em manutenção
ro: Viteza înainte de întreținere
sl: Hitrost naprej pri vzdrževanju
zh: 维护的前进速度

# INFO_SYS_3
source: Please Call Previero/Sorema Assistance Service !
ar: يرجى الاتصال بخدمة مساعدة Previero / Sorema!
de: Bitte rufen Sie Previero / Sorema Assistance Service an!
es: ¡Llame Al Servicio De Asistencia Previero/Sorema!
fr: Veuillez appeler le service d'assistance Previero/Sorema !
he: אנא התקשר לשירות הסיוע Previero / Sorema!
it: Per Favore Chiamare Assistenza Previero/Sorema!
nl: Bel alstublieft de Previero/Sorema assistentiedienst!
pt: Ligue para o Serviço de Assistência de Previero/Sorema!
ro: Vă rugăm să sunați la Serviciul de asistență Previero/Sorema!
ru: Пожалуйста, позвоните в службу поддержки Previero/Sorema!
sl: Pokličite servisno službo Previero/Sorema!
zh: 请致电Previaro / Sorema援助服务！

# INFO_SYS_8
source: Switch On The Electrical Cabinet ! - Reset The Indicated Circuit Breaker If Necessary (Main 24V Power Supply)
ar: التبديل على مجلس الوزراء الكهربائية! - إعادة تعيين قواطع الدائرة المشار إليها إذا لزم الأمر (امدادات الطاقة الرئيسية 24V)
de: Schalten Sie das elektrische Kabinett ein! - Setzen Sie den angegebenen Leistungsschalter bei Bedarf zurück (Hauptstromversorgung der 24-V-Stromversorgung)
es: ¡Conecte El Armario Eléctrico! - En Caso Necesario Restablezca El Interruptor Indicado (Fuente De Alimentación Principal De 24 V)
fr: Allumez l’armoire électrique ! - Réinitialisez le disjoncteur indiqué si nécessaire (alimentation principale 24 V)
he: הפעל את ארון החשמל! - אפס את מפסק המעגל המצוין במידת הצורך (ספק כוח ראשי 24V)
it: Accendi il Quadro elettrico! - Ripristinare l'interruttore automatico indicato se necessario (alimentazione principale a 24 V)
nl: Schakel de elektrische kast in! - Reset de aangegeven stroomonderbreker indien nodig (hoofdvoeding 24V)
pt: Ligue o quadro elétrico! - Redefinir o disjuntor indicado, se necessário (fonte de alimentação principal de 24V)
ro: Porniți dulapul electric! - Resetați întrerupătorul indicat, dacă este necesar (sursa principală de 24V)
ru: Включите электрический шкаф! - Сбросьте указанный автоматический выключатель, если необходимо (основной источник питания 24 В)
sl: Vklopite električno omarico! - Ponastavite označeni odklopnik, če je potrebno (glavni napajalnik 24 V)
zh: 打开电气柜！ - 如有必要，重置指示的断路器（主24V电源）

# INFO_SYS_9
source: Primary Transf - Check The Electrical Cabinet & Reset The Tripped Circuit Breaker. ! Only Authorized Personnel !
ar: Transf الأساسي - تحقق من خزانة كهربائية وإعادة ضبط قواطع دوائر تعثرات. في الموظفين المهرة المعتمدة فقط!
de: Primärer Transf - Überprüfen Sie das elektrische Kabinett und setzen Sie den ausgelasteten Leistungsschalter zurück. Schnitte Qualifiziertes Personal nur autorisiert!
es: Transformador Primario: Compruebe El Armario Eléctrico Y Restablezca El Interruptor Desconectado. ! ¡Solo Personal Cualificado Autorizado!
fr: Transfert primaire – Vérifiez l’armoire électrique et réinitialisez le disjoncteur déclenché. ! Uniquement du personnel autorisé !
he: העברה ראשונית - בדוק את ארון החשמל ואפס את מפסק המפסק. ! כוח אדם מיומן מורשה בלבד!
it: Trasferimento primario - Controllare il Quadro elettrico e ripristinare l'interruttore automatico scattato. ! Solo personale qualificato autorizzato !
nl: Primaire overdracht - Controleer de schakelkast en reset de uitgeschakelde stroomonderbreker. ! Alleen geautoriseerd personeel!
pt: Transformador primário - Verifique o quadro elétrico e redefina o disjuntor. Pessoal qualificado apenas autorizado!
ro: Transfar primar - Verificați dulapul electric și resetați întrerupătorul declanșat. ! Personal calificat autorizat numai!
ru: Первичный переход — проверьте электрический шкаф и сбросьте сработавший автоматический выключатель. ! Только квалифицированный персонал!
sl: Primarni prenos - Preverite električno omarico in ponastavite sproženi odklopnik. ! Samo pooblaščeno osebje!
zh: 初级Transf - 检查电气柜并复位跳闸断路器。 ！熟练的人员授权！

# INFO_SYS_10
source: Second. Transf - Check The Electrical Cabinet & Reset The Tripped Circuit Breaker. ! Only Authorized Personnel !
ar: ثانيا. TRANSF - تحقق من خزانة كهربائية وإعادة ضبط قواطع دوائر تعثرات. في الموظفين المهرة المعتمدة فقط!
de: Zweite. Transf - Überprüfen Sie das elektrische Kabinett und setzen Sie den ausgelösten Trennschalter zurück. Schnitte Qualifiziertes Personal nur autorisiert!
es: Segundo. Transf - Compruebe El Armario Eléctrico Y Restablezca El Interruptor Desconectado. ! ¡Solo Personal Cualificado Autorizado!
fr: Deuxième. Transf – Vérifiez l’armoire électrique et réinitialisez le disjoncteur déclenché. ! Uniquement du personnel autorisé !
he: שְׁנִיָה. העברה - בדוק את ארון החשמל ואפס את מפסק המפסק. ! כוח אדם מיומן מורשה בלבד!
it: Secondo. Transf - Controllare il Quadro elettrico e ripristinare l'interruttore automatico scattato. ! Solo personale qualificato autorizzato !
nl: Tweede. Transf - Controleer de schakelkast en reset de uitgeschakelde stroomonderbreker. ! Alleen geautoriseerd personeel!
pt: Segundo. Transf - Verifique o quadro elétrico e redefina o disjuntor de disparo. ! Pessoal qualificado apenas autorizado!
ro: Al doilea. Transf - Verificați dulapul electric și resetați întrerupătorul declanșat. ! Personal calificat autorizat numai!
ru: Второй. Transf - Проверьте электрический шкаф и сбросьте сработавший автоматический выключатель. ! Только квалифицированный персонал!
sl: drugič Transf - Preverite električno omarico in ponastavite sproženi odklopnik. ! Samo pooblaščeno osebje!
zh: 第二。 TRANSF - 检查电气柜并重置跳闸断路器。 ！熟练的人员授权！

# INFO_SYS_12
source: Digital Input - Check The Electrical Cabinet & Reset The Tripped Circuit Breaker. ! Only Authorized Personnel !
ar: الإدخال الرقمي - تحقق من خزانة كهربائية وإعادة ضبط قواطع دوائر تعثرات. في الموظفين المهرة المعتمدة فقط!
de: Digitaleingang - Überprüfen Sie das elektrische Kabinett und setzen Sie den ausgelasteten Leistungsschalter zurück. Schnitte Qualifiziertes Personal nur autorisiert!
es: Entrada Digital: Compruebe El Armario Eléctrico Y Restablezca El Interruptor Desconectado. ! ¡Solo Personal Cualificado Autorizado!
fr: Entrée numérique – Vérifiez l’armoire électrique et réinitialisez le disjoncteur déclenché. ! Uniquement du personnel autorisé !
he: קלט דיגיטלי - בדוק את ארון החשמל ואפס את מפסק המפסק. ! כוח אדם מיומן מורשה בלבד!
it: Ingresso digitale - Controllare il Quadro elettrico e ripristinare l'interruttore automatico scattato. ! Solo personale qualificato autorizzato !
nl: Digitale ingang - Controleer de schakelkast en reset de uitgeschakelde stroomonderbreker. Alleen geautoriseerd personeel!
pt: Entrada digital - verifique o quadro elétrico e redefina o disjuntor de tropeço. ! Pessoal qualificado apenas autorizado!
ro: Intrare digitală - Verificați dulapul electric și resetați întrerupătorul declanșat. ! Personal calificat autorizat numai!
ru: Цифровой вход — проверьте электрический шкаф и сбросьте сработавший автоматический выключатель. ! Только квалифицированный персонал!
sl: Digitalni vhod - preverite električno omarico in ponastavite sproženi odklopnik. ! Samo pooblaščeno osebje!
zh: 数字输入 - 检查电气柜并重置跳闸断路器。 ！熟练的人员授权！

# INFO_SYS_13
source: Digital Output - Check The Electrical Cabinet & Reset The Tripped Circuit Breaker. ! Only Authorized Personnel !
ar: الإخراج الرقمي - تحقق من خزانة كهربائية وإعادة ضبط قواطع دوائر تعثرات. في الموظفين المهرة المعتمدة فقط!
de: Digitaler Ausgang - Überprüfen Sie das elektrische Kabinett und setzen Sie den ausgelösten Trennschalter zurück. Schnitte Qualifiziertes Personal nur autorisiert!
es: Salida Digital: Compruebe El Armario Eléctrico Y Restablezca El Interruptor Desconectado. ¡Solo Personal Cualificado Autorizado!
fr: Sortie numérique : vérifiez l'armoire électrique et réinitialisez le disjoncteur déclenché. ! Uniquement du personnel autorisé !
he: פלט דיגיטלי - בדוק את ארון החשמל ואפס את מפסק המפסק. ! כוח אדם מיומן מורשה בלבד!
it: Uscita digitale - Controllare il Quadro elettrico e ripristinare l'interruttore automatico scattato. ! Solo personale qualificato autorizzato !
nl: Digitale uitgang - Controleer de schakelkast en reset de uitgeschakelde stroomonderbreker. Alleen geautoriseerd personeel!
pt: Saída digital - verifique o quadro elétrico e redefina o disjuntor de disparo. ! Pessoal qualificado apenas autorizado!
ro: Ieșire digitală - Verificați dulapul electric și resetați întrerupătorul declanșat. ! Personal calificat autorizat numai!
ru: Цифровой выход — проверьте электрический шкаф и сбросьте сработавший автоматический выключатель. ! Только квалифицированный персонал!
sl: Digitalni izhod - Preverite električno omarico in ponastavite sproženi odklopnik. ! Samo pooblaščeno osebje!
zh: 数字输出 - 检查电气柜并重置跳闸断路器。 ！熟练的人员授权！

# INFO_SYS_14
source: Analog In - Check The Electrical Cabinet & Reset The Tripped Circuit Breaker. ! Only Authorized Personnel !
ar: التناظرية في - تحقق من خزانة كهربائية وإعادة ضبط قواطع دوائر تعثرات. في الموظفين المهرة المعتمدة فقط!
de: Analog in - Überprüfen Sie das elektrische Kabinett und setzen Sie den Tragschalter zurück. Schnitte Qualifiziertes Personal nur autorisiert!
es: Entrada Analógica - Compruebe El Armario Eléctrico Y Restablezca El Interruptor Desconectado. ! ¡Solo Personal Cualificado Autorizado!
fr: Entrée analogique – Vérifiez l’armoire électrique et réinitialisez le disjoncteur déclenché. ! Uniquement du personnel autorisé !
he: כניסת אנלוגי - בדוק את ארון החשמל ואפס את מפסק המעגל המתקתק. ! כוח אדם מיומן מורשה בלבד!
it: Ingresso analogico: controlla il Quadro elettrico e ripristina l'interruttore automatico scattato. ! Solo personale qualificato autorizzato !
nl: Analoge ingang - Controleer de schakelkast en reset de uitgeschakelde stroomonderbreker. ! Alleen geautoriseerd personeel!
pt: Analógico ligado - Verifique o quadro elétrico e redefina o disjuntor de tropeço. ! Pessoal qualificado apenas autorizado!
ro: Analog în - Verificați dulapul electric și resetați întrerupătorul de circuit declanșat. ! Personal calificat autorizat numai!
ru: Аналоговый вход — проверьте электрический шкаф и сбросьте сработавший автоматический выключатель. ! Только квалифицированный персонал!
sl: Analogni vhod - preverite električno omarico in ponastavite sproženi odklopnik. ! Samo pooblaščeno osebje!
zh: 模拟 - 检查电气柜并复位跳闸断路器。 ！熟练的人员授权！

# INFO_SYS_15
source: Analog Out - Check The Electrical Cabinet & Reset The Tripped Circuit Breaker. ! Only Authorized Personnel !
ar: التناظرية خارج - تحقق من خزانة كهربائية وإعادة ضبط قواطع دوائر تعثرات. في الموظفين المهرة المعتمدة فقط!
de: Analog heraus - Überprüfen Sie das elektrische Kabinett und setzen Sie den ausgelasteten Leistungsschalter zurück. Schnitte Qualifiziertes Personal nur autorisiert!
es: Salida Analógica: Compruebe El Armario Eléctrico Y Restablezca El Interruptor Desconectado. ! ¡Solo Personal Cualificado Autorizado!
fr: Sortie analogique – Vérifiez l’armoire électrique et réinitialisez le disjoncteur déclenché. ! Uniquement du personnel autorisé !
he: יציאה אנלוגית - בדוק את ארון החשמל ואפס את מפסק המפסק. ! כוח אדם מיומן מורשה בלבד!
it: Uscita analogica: controlla il Quadro elettrico e ripristina l'interruttore automatico scattato. ! Solo personale qualificato autorizzato !
nl: Analoge uitgang - Controleer de schakelkast en reset de uitgeschakelde stroomonderbreker. ! Alleen geautoriseerd personeel!
pt: Analógico - Verifique o quadro elétrico e redefina o disjuntor de disparo. ! Pessoal qualificado apenas autorizado!
ro: Analog Out - Verificați dulapul electric și resetați întrerupătorul declanșat. ! Personal calificat autorizat numai!
ru: Аналоговый выход — проверьте электрический шкаф и сбросьте сработавший автоматический выключатель. ! Только квалифицированный персонал!
sl: Analogni izhod - preverite električno omarico in ponastavite sproženi odklopnik. ! Samo pooblaščeno osebje!
zh: 模拟输出 - 检查电气柜并复位跳闸断路器。 ！熟练的人员授权！

# INFO_SYS_16
source: 24V Estop - Check The Electrical Cabinet & Reset The Tripped Circuit Breaker. ! Only Authorized Personnel !
ar: 24V Estop - تحقق من خزانة كهربائية وإعادة ضبط قواطع دوائر تعثرات. في الموظفين المهرة المعتمدة فقط!
de: 24V ESTOP - Überprüfen Sie das elektrische Kabinett und setzen Sie den Tragschalter zurück. Schnitte Qualifiziertes Personal nur autorisiert!
es: Parada De 24 V: Compruebe El Armario Eléctrico Y Restablezca El Interruptor Desconectado. ! ¡Solo Personal Cualificado Autorizado!
fr: Estop 24 V – Vérifiez l’armoire électrique et réinitialisez le disjoncteur déclenché. ! Uniquement du personnel autorisé !
he: Estop 24V - בדוק את ארון החשמל ואפס את מפסק המעגל המתקתק. ! כוח אדם מיומן מורשה בלבד!
it: 24V Estop - Controllare il Quadro elettrico e ripristinare l'interruttore automatico scattato. ! Solo personale qualificato autorizzato !
nl: 24V noodstop - Controleer de schakelkast en reset de uitgeschakelde stroomonderbreker. Alleen geautoriseerd personeel!
pt: Preparação de 24V - Verifique o quadro elétrico e redefina o disjuntor de disparo. ! Pessoal qualificado apenas autorizado!
ro: ESPOP 24V - Verificați dulapul electric și resetați întrerupătorul declanșat. ! Personal calificat autorizat numai!
ru: 24V Estop — проверьте электрический шкаф и сбросьте сработавший автоматический выключатель. ! Только квалифицированный персонал!
sl: 24V Estop - Preverite električno omarico in ponastavite sproženi odklopnik. ! Samo pooblaščeno osebje!
zh: 24V ESTOP - 检查电气柜并复位跳闸断路器。 ！熟练的人员授权！

# INFO_SYS_17
source: 24V Tower - Check The Electrical Cabinet & Reset The Tripped Circuit Breaker. ! Only Authorized Personnel !
ar: برج 24 فولت - تحقق من خزانة كهربائية وإعادة ضبط قواطع دوائر تعثرات. في الموظفين المهرة المعتمدة فقط!
de: 24-V-Tower - Überprüfen Sie das elektrische Kabinett und setzen Sie den ausgelösten Leistungsschalter zurück. Schnitte Qualifiziertes Personal nur autorisiert!
es: Torre De 24 V: Compruebe El Armario Eléctrico Y Restablezca El Interruptor Desconectado. ! ¡Solo Personal Cualificado Autorizado!
fr: Tour 24 V – Vérifiez l’armoire électrique et réinitialisez le disjoncteur déclenché. ! Uniquement du personnel autorisé !
he: מגדל 24V - בדוק את ארון החשמל ואפס את מפסק המפסק. ! כוח אדם מיומן מורשה בלבד!
it: Torre 24V - Controllare il Quadro elettrico e ripristinare l'interruttore automatico scattato. ! Solo personale qualificato autorizzato !
nl: 24V Tower - Controleer de schakelkast en reset de uitgeschakelde stroomonderbreker. ! Alleen geautoriseerd personeel!
pt: Torre de 24V - verifique o quadro elétrico e redefina o disjuntor de tropeço. ! Pessoal qualificado apenas autorizado!
ro: Turn 24V - Verificați dulapul electric și resetați întrerupătorul de circuit declanșat. ! Personal calificat autorizat numai!
ru: Башня 24 В - проверьте электрический шкаф и сбросьте сработавший автоматический выключатель. ! Только квалифицированный персонал!
sl: 24V stolp - Preverite električno omarico in ponastavite sproženi odklopnik. ! Samo pooblaščeno osebje!
zh: 24V塔 - 检查电气柜并重置跳闸断路器。 ！熟练的人员授权！

# INFO_SYS_18
source: Plc Signal Ok - Check The Electrical Cabinet On The Indicated Contact Relay. ! Only Authorized Personnel !
ar: إشارة PLC OK - تحقق من مجلس الوزراء الكهربائي على مرحل الاتصال المشار إليه. في الموظفين المهرة المعتمدة فقط!
de: SPS-Signal OK - Überprüfen Sie den Schaltschrank auf dem angegebenen Kontaktrelais. Schnitte Qualifiziertes Personal nur autorisiert!
es: Plc Signal Ok - Compruebe El Armario Eléctrico En El Relé De Contacto Indicado. ! ¡Solo Personal Cualificado Autorizado!
fr: Signal Plc Ok - Vérifiez l’armoire électrique sur le relais de contact indiqué. ! Uniquement du personnel autorisé !
he: אות Plc OK - בדוק את ארון החשמל בממסר המגע המצוין. ! כוח אדם מיומן מורשה בלבד!
it: Plc Signal Ok - Controllare il Quadro elettrico sul relè di contatto indicato. ! Solo personale qualificato autorizzato !
nl: Plc-signaal OK - Controleer de schakelkast op het aangegeven contactrelais. Alleen geautoriseerd personeel!
pt: Plc Sinal OK - Verifique o quadro elétrico no relé de contato indicado. ! Pessoal qualificado apenas autorizado!
ro: Semnal PLC OK - Verificați dulapul electric de pe releul de contact indicat. ! Personal calificat autorizat numai!
ru: Сигнал ПЛК в порядке - проверьте электрический шкаф на указанном контактном реле. ! Только квалифицированный персонал!
sl: Plc signal je v redu - preverite električno omarico na označenem kontaktnem releju. ! Samo pooblaščeno osebje!
zh: PLC信号OK - 检查指示的接触式继电器上的电气柜。 ！熟练的人员授权！

# INFO_SYS_19
source: 24V Internal - Check The Electrical Cabinet & Reset The Tripped Circuit Breaker. ! Only Authorized Personnel !
ar: 24V الداخلية - تحقق من خزانة كهربائية وإعادة ضبط قواطع دوائر تعثرات. في الموظفين المهرة المعتمدة فقط!
de: 24V intern - Überprüfen Sie das elektrische Kabinett und setzen Sie den ausgelösten Trennschalter zurück. Schnitte Qualifiziertes Personal nur autorisiert!
es: Interno De 24 V: Compruebe El Armario Eléctrico Y Restablezca El Interruptor Desconectado. ! ¡Solo Personal Cualificado Autorizado!
fr: 24 V interne – Vérifiez l’armoire électrique et réinitialisez le disjoncteur déclenché. ! Uniquement du personnel autorisé !
he: 24V פנימי - בדוק את ארון החשמל ואפס את מפסק המפסק. ! כוח אדם מיומן מורשה בלבד!
it: 24 V interno - Controllare il Quadro elettrico e ripristinare l'interruttore automatico scattato. ! Solo personale qualificato autorizzato !
nl: 24V Intern - Controleer de elektrische kast en reset de uitgeschakelde stroomonderbreker. ! Alleen geautoriseerd personeel!
pt: 24V interno - verifique o quadro elétrico e redefinir o disjuntor de tropeço. ! Pessoal qualificado apenas autorizado!
ro: 24V intern - Verificați dulapul electric și resetați întrerupătorul declanșat. ! Personal calificat autorizat numai!
ru: Внутреннее напряжение 24 В — проверьте электрический шкаф и сбросьте сработавший автоматический выключатель. ! Только квалифицированный персонал!
sl: 24V notranji - Preverite električno omarico in ponastavite sproženi odklopnik. ! Samo pooblaščeno osebje!
zh: 24V内部 - 检查电气柜并重置跳闸断路器。 ！熟练的人员授权！
