Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# M_INFO_INV_1
source: Warning Message is Present on Inverter Display. Please Check it for Possible Actions to be Done Refferring to the Inverter User Manual.
ar: رسالة التحذير موجودة على عرض العاكس. يرجى التحقق من ذلك للحصول على الإجراءات المحتملة التي يتعين القيام بها إلى دليل المستخدم العاكس.
de: Warnmeldung ist auf der Wechselrichteranzeige vorhanden. Bitte überprüfen Sie es, um mögliche Aktionen zu erledigen, um sie in das Wechselrichterbenutzerhandbuch zu referieren.
es: El Mensaje De Advertencia Está Presente En La Pantalla Del Inversor. Compruebelo Para Obtener Posibles Acciones Que Se Refieran Al Manual Del Usuario Del Inversor.
fr: Un message d'avertissement est présent sur l'écran de l'onduleur. Veuillez le vérifier pour connaître les actions possibles à effectuer en vous référant au manuel d'utilisation de l'onduleur.
he: הודעת אזהרה קיימת בתצוגת המהפך. אנא בדוק את זה שיש פעולות אפשריות שיבוצעו מחדש למדריך למשתמש של המהפך.
it: Il messaggio di avviso è presente sul display Inverter. Controllalo per possibili azioni da eseguire il referring al manuale utente Inverter.
nl: Er staat een waarschuwingsbericht op het display van de omvormer. Controleer dit voor mogelijke acties die u kunt ondernemen met behulp van de gebruikershandleiding van de omvormer.
pt: A mensagem de aviso está presente na exibição do inversor. Verifique se as ações possíveis são realizadas para o manual do usuário do inversor.
ro: Mesajul de avertizare este prezent pe afișarea invertorului. Vă rugăm să verificați posibilele acțiuni care trebuie efectuate în ceea ce privește manualul de utilizare a invertorului.
sl: Na zaslonu pretvornika je prikazano opozorilno sporočilo. Prosimo, preverite ga glede možnih dejanj, ki jih je treba izvesti, pri čemer se obrnite na uporabniški priročnik pretvornika.
zh: 逆变器显示器上存在警告消息。请检查是否可能采取可能的操作，将其转换为逆变器用户手册。

# M_INFO_EXT_1
source: Check External Plant to Make it Ready to Give Material
ar: تحقق من النبات الخارجي لجعله جاهزًا لتقديم المواد مرة أخرى
de: Überprüfen Sie die externe Pflanze, um es bereit zu machen, wieder Material zu geben
es: Consulte La Planta Externa Para Que Lo Prepare Para Dar Material Nuevamente
fr: Vérifiez l'usine externe pour la préparer à donner du matériel
he: בדוק מפעל חיצוני כדי שיהיה מוכן לתת חומר שוב
it: Controlla l'impianto esterno per renderlo pronto a dare di nuovo il materiale
nl: Controleer de externe plant om te zien of deze klaar is om materiaal te geven
pt: Verifique a planta externa para prepará -la para dar material novamente
ro: Verificați planta externă pentru a o pregăti pentru a da material din nou
sl: Preverite zunanji obrat, da bo pripravljen za dajanje materiala
zh: 检查外部植物以准备再次提供材料

# M_INFO_EXT_2
source: Check External System to Make it Ready for Process
ar: تحقق من النظام الخارجي لجعله جاهزًا للعملية
de: Überprüfen Sie das externe System, um es für den Prozess vorzubereiten
es: Verifique El Sistema Externo Para Prepararlo Para El Proceso
fr: Vérifiez le système externe pour le préparer au processus
he: בדוק את המערכת החיצונית כדי להפוך אותה לתהליך לתהליך
it: Controllare il sistema esterno per renderlo pronto per il processo
nl: Controleer het externe systeem om het gereed te maken voor verwerking
pt: Verifique o sistema externo para prepará -lo para o processo
ro: Verificați sistemul extern pentru a -l pregăti pentru proces
sl: Preverite zunanji sistem, da bo pripravljen za postopek
zh: 检查外部系统以使其准备好处理

# M_INFO_EXT_3
source: Check External Filteration Unit Since It is NOT Ready to Receive Water
ar: تحقق من وحدة التصفية الخارجية لأنها غير جاهزة لتلقي المياه
de: Überprüfen Sie die externe Filterungseinheit, da sie nicht bereit ist, Wasser zu erhalten
es: Verifique La Unidad De Filtración Externa Ya Que No Está Listo Para Recibir Agua
fr: Vérifiez l'unité de filtration externe car elle n'est PAS prête à recevoir de l'eau.
he: בדוק יחידת סינון חיצונית מכיוון שהיא אינה מוכנה לקבל מים
it: Controllare l'unità di filtraggio esterna poiché non è pronto a ricevere acqua
nl: Controleer de externe filtereenheid, aangezien deze NIET klaar is om water te ontvangen
pt: Verifique a unidade de filtragem externa, pois não está pronta para receber água
ro: Verificați unitatea de filtrare externă, deoarece nu este gata să primească apă
sl: Preverite zunanjo filtrirno enoto, ker NI pripravljena za sprejem vode
zh: 检查外部过滤单元，因为它尚未准备好接收水

# M_INFO_EXT_4
source: Check External Filteration Unit Since It is NOT Pumping After Request
ar: تحقق من وحدة التصفية الخارجية لأنه لا يضخ بعد الطلب
de: Überprüfen Sie die externe Filterungseinheit, da sie nach Anfrage nicht pumpt
es: Verifique La Unidad De Filtración Externa Ya Que No Está Bombeando Después De La Solicitud
fr: Vérifiez l'unité de filtration externe car elle ne pompe PAS après la demande.
he: בדוק יחידת סינון חיצונית מכיוון שהיא לא נשאבת לאחר בקשה
it: Controllare l'unità di filtraggio esterna poiché non pompano dopo la richiesta
nl: Controleer de externe filtereenheid, aangezien deze NIET pompt na verzoek
pt: Verifique a unidade de filtragem externa, pois não está bombeando após a solicitação
ro: Verificați unitatea de filtrare externă, deoarece nu pompează după cerere
sl: Preverite zunanjo filtrirno enoto, ker po zahtevi NE črpa
zh: 检查外部过滤单元，因为它没有在要求后抽水

# M_INFO_SOREMA_OK_1
source: Wait for Sorema Plant to Get Ready to Receive Material
ar: انتظر حتى يستعد مصنع Sorema لتلقي المواد
de: Warten Sie, bis Sorema Plant sich bereit macht, Material zu erhalten
es: Espere A Que Sorema Plant Se Prepare Para Recibir Material
fr: Attendez que l'usine de Sorema se prépare à recevoir du matériel
he: המתן לצמח סורמה כדי להתכונן לקבל חומר
it: Aspetta che l'Impianto Sorema sia pronto a ricevere materiale
nl: Wacht tot de Sorema-fabriek klaar is om materiaal te ontvangen
pt: Aguarde a planta de Sorema se preparar para receber material
ro: Așteptați ca planta Sorema să se pregătească pentru a primi material
sl: Počakajte, da se rastlina Sorema pripravi na sprejem materiala
zh: 等待Sorema Plant准备接收材料

# M_INFO_WTR_TREAT_1
source: Check Water Treatment External System
ar: تحقق من نظام معالجة المياه الخارجي
de: Überprüfen Sie das externe System der Wasseraufbereitung
es: Verifique El Sistema Externo Del Tratamiento De Agua
fr: Vérifier le système externe de traitement de l'eau
he: בדוק את המערכת החיצונית לטיפול במים
it: Controllare il trattamento esterno del trattamento dell'acqua
nl: Controleer het externe waterbehandelingssysteem
pt: Verifique o sistema de tratamento de água
ro: Verificați sistemul extern de tratare a apei
sl: Preverite zunanji sistem za pripravo vode
zh: 检查水处理外部系统

# M_INFO_DOWNSTR_STATUS
source: Check Downstream System for Possible Faulty Status
ar: تحقق من نظام المصب للحصول على الوضع الخاطئ المحتمل
de: Überprüfen Sie das nachgelagerte System nach einem möglichen fehlerhaften Status
es: Verifique El Sistema Aguas Abajo Para Un Posible Estado Defectuoso
fr: Vérifiez le système en aval pour un éventuel état défectueux
he: בדוק את המערכת במורד הזרם אם יש סטטוס פגום אפשרי
it: Controlla il sistema a valle per un possibile stato difettoso
nl: Controleer het downstream-systeem op mogelijke defecte status
pt: Verifique o sistema a jusante para obter um possível status defeituoso
ro: Verificați sistemul din aval pentru o posibilă stare defectuoasă
sl: Preverite nadaljnji sistem za morebiten okvarjen status
zh: 检查下游系统是否可能存在故障状态

# M_INFO_DOWNSTR_SLOW_DWN
source: Dowstream Plant Is Requesting Line Slow Down. Wait for Downstream Plant Full Capacity.
ar: يطلب المصنع في اتجاه مجرى النهر إبطاء. انتظر طاقتها الكاملة لمصنع المصب.
de: Die nachgelagerte Pflanze fordert eine Verlangsamung der Linie. Warten Sie auf die volle Kapazität der nachgelagerten Anlage.
es: La Planta Aguas Abajo Solicita La Velocidad De La Línea. Espere La Capacidad Completa De La Planta Aguas Abajo.
fr: L'usine en aval demande un ralentissement de la ligne. Attendez la pleine capacité de l’usine en aval.
he: מפעל במורד הזרם מבקש לאט קו. המתן למפעל במורד הזרם במלוא יכולת.
it: L'impianto a valle sta richiedendo la linea di rallentamento. Attendere la pianta a valle FULL ASSIGN.
nl: Downstream-installatie vraagt ​​om vertraging van de lijn. Wacht tot de downstream-installatie zijn volledige capaciteit heeft bereikt.
pt: A planta a jusante está solicitando a linha devagar. Aguarde a capacidade total da planta.
ro: Planta din aval solicită încetinirii liniei. Așteptați capacitatea completă a plantei din aval.
sl: Nizvodni obrat zahteva upočasnitev linije. Počakajte na polno zmogljivost nadaljnjega obrata.
zh: 下游工厂要求线路放缓。等待下游植物的全容量。

# M_INFO_BRT_FAULTY
source: Check Faulty Status of Debaler External Unit and Reset Faults Locally
ar: تحقق من الحالة الخاطئة للوحدة الخارجية debaler وإعادة ضبط الأعطال محليًا
de: Überprüfen Sie den fehlerhaften Status der externen Debaler -Einheit und setzen Sie Fehler lokal zurück
es: Verifique El Estado Defectuoso De La Unidad Externa Debaladora Y Reinicie Los Fallos Localmente
fr: Vérifiez l'état défectueux de l'unité externe du débaleur et réinitialisez les défauts localement.
he: בדוק את המצב הפגום של Debaler יחידה חיצונית ואיפוס תקלות באופן מקומי
it: Controllare lo stato difettoso dell'unità esterna di Disimballatrice e ripristinare i guasti a livello locale
nl: Controleer de defecte status van de externe eenheid van de debaler en reset lokaal de defecten
pt: Verifique o status defeituoso da unidade externa Debaler e redefinir as falhas localmente
ro: Verificați starea defectuoasă a unității externe de debaler și resetați defectele la nivel local
sl: Preverite okvarjeno stanje zunanje enote debalerja in ponastavite napake lokalno
zh: 在本地检查DEBALER外部单位的故障状态和重置故障

# M_INFO_BRT_NOT_RUNNING
source: Check Debaler External Unit Since It is Not Started/Active
ar: تحقق من وحدة Debaler الخارجية لأنه لم يتم تشغيله/نشط
de: Überprüfen Sie die externe Einheit der Debaler, da sie nicht gestartet/aktiv ist
es: Verifique La Unidad Externa Debaladora Ya Que No Está Iniciada/Activa
fr: Vérifiez l'unité externe du débaleur car elle n'est pas démarrée/active
he: בדוק את היחידה החיצונית של Debaler מכיוון שהיא לא מתחילה/פעילה
it: Controlla unità esterna di Disimballatrice poiché non è avviata/attiva
nl: Controleer de externe eenheid van de ontbaler, aangezien deze niet is gestart/actief
pt: Verifique a unidade externa Debaler, pois não é iniciada/ativa
ro: Verificați unitatea externă debaler, deoarece nu este pornită/activă
sl: Preverite zunanjo enoto debalerja, ker ni zagnana/aktivna
zh: 检查DeBaler外部单元，因为它没有启动/活动

# M_INFO_NOT_IN_AUTO
source: Put Debaler External Unit in Auto Mode
ar: ضع وحدة Debaler الخارجية في الوضع التلقائي
de: Setzen Sie die externe Einheit der Debaler in den automatischen Modus ein
es: Ponga La Unidad Externa Debaladora En Modo Automático
fr: Mettez l'unité externe du déballeur en mode automatique
he: שים יחידה חיצונית של Debaler במצב אוטומטי
it: Metti unità esterna Disimballatrice in modalità automatica
nl: Zet de externe eenheid van de debaler in de automatische modus
pt: Coloque a unidade externa Debaler no modo automático
ro: Puneți unitatea externă de debaler în modul automat
sl: Prestavite zunanjo enoto debalerja v samodejni način
zh: 将DEBALER外部单位放在自动模式下

# M_INFO_SORTER_DISABLED
source: Sorting Unit to Be Enabled by PreVu Setting
ar: وحدة الفرز المراد تمكينها عن طريق إعداد Prevu
de: Sortiereinheit, die durch die PREVU -Einstellung aktiviert werden soll
es: La Unidad De Selección Se Habilitará Mediante La Configuración De Prevu
fr: Unité de tri à activer par le paramètre PreVu
he: יחידת מיון שתופעל על ידי הגדרה קודמת
it: Unità di ordinamento da abilitare mediante impostazione Prevu
nl: Sorteereenheid die moet worden ingeschakeld door PreVu-instelling
pt: Unidade de classificação a ser ativada pela configuração PrevU
ro: Unitatea de sortare pentru a fi activată prin setarea PreVu
sl: Enota za razvrščanje, ki jo omogoči nastavitev PreVu
zh: 通过预防设置启用排序单元

# M_INFO_SORTER_WARNING
source: Check Sorter Locally Looking for Diagnostic Messages
ar: تحقق من الخزف محليا يبحث عن الرسائل التشخيصية
de: Überprüfen Sie den Sortierer lokal und suchen Sie nach diagnostischen Nachrichten
es: Verifique El Seleccionador Localmente Buscando Mensajes De Diagnóstico
fr: Vérifiez le trieur localement à la recherche de messages de diagnostic
he: בדוק סדרן בחיפוש אחר הודעות אבחון
it: Controlla Sorter localmente alla ricerca di messaggi diagnostici
nl: Controleer de sorteerder lokaal op zoek naar diagnostische berichten
pt: Verifique o classificador procurando localmente por mensagens de diagnóstico
ro: Verificați sortatorul în căutarea localilor de mesaje de diagnosticare
sl: Preverite Sorter Locally Looking for Diagnostic Messages
zh: 在当地查看魔术师寻找诊断消息

# M_INFO_OIL_MIN_TEMP
source: Wait for Oil Minimum Temperature to Reached by the Use of Heating Resistor to Allow Hydraulic Unit Running
ar: انتظر حتى يتم الوصول إلى درجة حرارة الحد الأدنى للزيت عن طريق استخدام مقاوم التدفئة للسماح بتشغيل الوحدة الهيدروليكية
de: Warten Sie, bis die Ölmindesttemperatur durch die Verwendung von Heizwiderstand erreicht wird, damit die hydraulische Einheit laufen kann
es: Espere A Que La Temperatura Mínima Del Aceite Alcance Mediante El Uso De La Resistencia De Calentamiento Para Permitir Que La Unidad Hidráulica Funcione
fr: Attendez que la température minimale de l'huile soit atteinte grâce à l'utilisation de la résistance chauffante pour permettre le fonctionnement de l'unité hydraulique.
he: המתן לטמפרטורת המינימום של שמן שתושג על ידי שימוש בנגד חימום כדי לאפשר יחידה הידראולית
it: Attendere il raggiungimento della temperatura minima dell'olio mediante l'uso della resistenza di riscaldamento per consentire l'unità idraulica in funzione
nl: Wacht tot de minimale olietemperatuur is bereikt door gebruik te maken van een verwarmingsweerstand, zodat de hydraulische eenheid kan draaien
pt: Aguarde a temperatura mínima do óleo alcançada pelo uso do resistor de aquecimento para permitir que a unidade hidráulica funcionasse
ro: Așteptați ca temperatura minimă a uleiului să fie atinsă prin utilizarea rezistenței de încălzire pentru a permite funcționarea unității hidraulice
sl: Počakajte, da se z uporabo grelnega upora doseže najnižja temperatura olja, da omogočite delovanje hidravlične enote
zh: 等待油的最低温度通过使用加热电阻允许运行液压单元

# M_INFO_OIL_FILTER
source: Replace Oil Filter
ar: استبدال مرشح الزيت
de: Ölfilter ersetzen
es: Reemplace El Filtro De Aceite
fr: Remplacer le filtre à huile
he: החלף את מסנן השמן
it: Sostituire il filtro dell'olio
nl: Oliefilter vervangen
pt: Substitua o filtro de óleo
ro: Înlocuiți filtrul de ulei
sl: Zamenjajte oljni filter
zh: 更换机油过滤器

# M_INFO_FLW_LOW
source: Water is Incoming at a Lower Flowrate Than Expected. Check the Water Inlet Pressure or Possible Manual Valve Not Completely Open.
ar: المياه واردة في تدفق أقل مما كان متوقعا. تحقق من ضغط مدخل الماء أو الصمام اليدوي المحتمل غير مفتوح تمامًا.
de: Wasser ist eingehender mit einem niedrigeren Flussrate als erwartet. Überprüfen Sie den Wassereinlassdruck oder das mögliche manuelle Ventil, das nicht vollständig geöffnet ist.
es: El Agua Está Entrando En Un Caudal Más Bajo De Lo Esperado. Verifique La Presión De Entrada De Agua O Posible Válvula Manual No Completamente Abierta.
fr: L’eau arrive à un débit inférieur à celui prévu. Vérifiez la pression d'entrée d'eau ou une éventuelle vanne manuelle pas complètement ouverte.
he: מים נכנסים לשיעור זרימה נמוך מהצפוי. בדוק את לחץ כניסת המים או את השסתום הידני האפשרי שאינו פתוח לחלוטין.
it: L'acqua è in arrivo a una porta di flusso inferiore rispetto al previsto. Controllare la pressione di ingresso dell'acqua o la possibile valvola manuale non completamente aperta.
nl: Er komt water binnen met een lagere stroomsnelheid dan verwacht. Controleer de waterinlaatdruk of controleer of de handbediende klep mogelijk niet volledig open staat.
pt: A água está chegando em uma taxa de fluxo mais baixa do que o esperado. Verifique a pressão da entrada de água ou a possível válvula manual não completamente aberta.
ro: Apa intră la un debit mai mic decât se aștepta. Verificați presiunea de intrare a apei sau posibilă supapă manuală nu este complet deschisă.
sl: Voda prihaja z manjšim pretokom od pričakovanega. Preverite vstopni tlak vode ali morebitni ročni ventil ni popolnoma odprt.
zh: 水的流量低于预期的流量。检查水入口压力或可能的手动阀未完全打开。

# M_INFO_FILTER_PRESS_1
source: Filter Press System Disbaled By Operator - Upstream Interlocks are Bypassed ! - Click on Filter Press Label to Re-Enable Fileter Press Interlocks to Upstream
ar: مرشح نظام الصحافة غير اللامع من قبل المشغل - يتم تجاوز متشابك المنبع! - انقر فوق "تصفية" ، اضغط على التسمية لإعادة تمكين الضغط على عمليات التعشيق إلى المنبع
de: Filter -Press -System vom Bediener ausbaliert - stromaufwärts nachgeschaltet werden umgangen! - Klicken Sie auf Filterpressetikett
es: Filtro Presione Sistema Desbalado Por El Operador: ¡Los Enclavamientos Aguas Arriba Se Omiten! - Haga Clic En Filter Presion Etiqueta Para Volver A Habilitar El Filéter Presione Los Enclavamientos En Aguas Arriba
fr: Système de filtre-presse déséquilibré par l'opérateur - Les verrouillages en amont sont contournés ! - Cliquez sur l'étiquette du filtre-presse pour réactiver les verrouillages de presse du filtre en amont.
he: מערכת העיתונות של סינון נפרדת על ידי מפעיל - עוקפים בין נעילות במעלה הזרם! - לחץ על תווית לחץ על תווית מסנן כדי להפעיל מחדש את הפילטר לחץ על נעילות למעלה הזרם
it: Sistema di stampa filtro disboscato dall'operatore: gli interblocchi a monte sono bypassati! - Fare clic su Filtro Premere l'etichetta per riaccendere gli interblocchi di pressione fileter su upstream
nl: Filterpers-systeem uitgeschakeld door operator - Upstream-vergrendelingen worden omzeild! - Klik op het label Filterpers om de filterpers-vergrendelingen naar Upstream opnieuw in te schakelen
pt: O sistema de prensa de filtro foi desbloqueado pelo operador - os intertravamentos a montante são ignorados! - Clique em Filter Press Press
ro: Sistemul de presare a filtrului dislocate de operator - Interbatele din amonte sunt ocolite! - Faceți clic pe Filtru apăsați eticheta pentru a re-reînnoit Fileter Apăsați interblocări în amonte
sl: Operater je onemogočil sistem filtrirne stiskalnice - zapore navzgor so premostile! - Kliknite Filter Press Label, da znova omogočite Fileter Press Interlocks za Upstream
zh: 通过操作员毁坏的滤器按系统 - 上游互锁被绕过！ - 单击“过滤器”标签以重新启用Fileter将互锁到上游

# M_INFO_FILTER_PRESS_2
source: If No Material is Incoming Filter Press Puts itself in Slow Mode To Prevent Material Melt. Wait for Material Reprise for Filetr Press Running at Full Speed.
ar: إذا لم تكن هناك مادة ، فإن الضغط على مرشح وارد يضع نفسه في الوضع البطيء لمنع ذوبان المواد. انتظر مواد reprise للضغط على FileTr تشغيل بأقصى سرعة.
de: Wenn kein Material eingehender Filter ist, stellt sich die Presse in langsamen Modus, um das Schmelzen von Materialien zu verhindern. Warten Sie auf das Material, das für die Filetr -Presse mit voller Geschwindigkeit ausgeführt wird.
es: Si Ningún Material Es El Filtro Entrante, La Presión Se Pone En Modo Lento Para Evitar Que Se Derrita El Material. Espere La Repetición Del Material Para Filetr Press Que Funcione A Toda Velocidad.
fr: Si aucun matériau n'arrive, le filtre-presse se met en mode lent pour empêcher la fonte du matériau. Attendez la reprise du matériel pour que la presse Filetr fonctionne à pleine vitesse.
he: אם אף חומר אינו מכניס לחיצה על פילטר מכניס את עצמו למצב איטי כדי למנוע נמס חומר. המתן לחיזוק חומרי עבור פילטר לחץ על ריצה במלוא המהירות.
it: Se non viene la pressione del filtro in entrata in entrata si mette in modalità lenta per prevenire la fusione del materiale. Attendere la ripresa del materiale per Filetr Premere in esecuzione a tutta velocità.
nl: Als er geen materiaal binnenkomt, schakelt de filterpers over naar de langzame modus om te voorkomen dat het materiaal smelt. Wacht tot het materiaal weer op gang komt, zodat de filterpers op volle snelheid draait.
pt: Se nenhum material for o filtro de entrada, a prensa se coloca no modo lento para evitar o derretimento do material. Aguarde a reprise do material para a FileTr Press em execução a toda velocidade.
ro: Dacă niciun material nu intră, apăsarea filtrului se pune în mod lent pentru a preveni topirea materialului. Așteptați Reprise Material pentru Filetr Press care rulează cu viteză maximă.
sl: Če materiala ni, se filtrirna stiskalnica preklopi v počasen način, da prepreči taljenje materiala. Počakajte na Material Reprise za Filetr Press, ki deluje s polno hitrostjo.
zh: 如果没有材料，则按下过滤器会使自己处于缓慢的模式，以防止材料融化。等待材料重新启动以全速运行filetr。

# M_INFO_FILTER_PRESS_3
source: Check Filter Press on HMI View to See the Cause of Material Stop
ar: تحقق من المرشح اضغط على عرض HMI لمعرفة سبب توقف المواد
de: Überprüfen Sie den Filter Drücken Sie die HMI -Ansicht, um die Ursache des Materialstopps zu sehen
es: Verifique El Filtro Presione En La Vista Hmi Para Ver La Causa De La Parada Del Material
fr: Vérifiez le filtre-presse sur la vue HMI pour connaître la cause de l'arrêt du matériau.
he: בדוק את לחץ על סנן בתצוגת HMI כדי לראות את הגורם לעצור חומר
it: Controllare il filtro Premere su HMI View per vedere la causa del materiale
nl: Controleer de filterdruk op de HMI-weergave om de oorzaak van de materiaalstop te zien
pt: Verifique o filtro Pressione a visualização da HMI para ver a causa da parada do material
ro: Verificați filtrul Apăsați pe HMI View pentru a vedea cauza opririi materialului
sl: Preverite Filter Press v pogledu HMI, da vidite vzrok za zaustavitev materiala
zh: 在HMI视图上检查过滤器，以查看材料停止的原因

# M_INFO_FILTER_PRESS_4
source: Check Filter Press for a Possible Material Clog
ar: تحقق من مرشح اضغط للحصول على مادة محتملة مسدودة
de: Überprüfen Sie die Filterpresse auf mögliche Materialverstopfungen
es: Verifique la presión del filtro para obtener un posible material obstruido
fr: Vérifiez le filtre-presse pour déceler un éventuel colmatage du matériau.
he: בדוק את Printer לחץ על חומר אפשרי סתום
it: Controllare la pressione del filtro per un possibile materiale intasato
nl: Controleer de filterpers op een mogelijke materiaalverstopping
pt: Filtro de verificação Pressione para um possível material entupido
ro: Verificați apăsați filtrul pentru un posibil material înfundat
sl: Preverite stiskalnico filtra za morebitno zamašitev materiala
zh: 检查压滤机是否存在可能的材料堵塞

# M_INFO_FILTER_PRESS_5
source: Jaws Open to Prevent Material Melt
ar: الفكين مفتوحة لمنع ذوبان المواد
de: Kiefer öffnen sich, um das Schmelzen von Material zu verhindern
es: Jaws Abiertas Para Evitar Que El Material Se Derrita
fr: Mâchoires ouvertes pour empêcher la fonte du matériau
he: לסתות פתוחות למניעת נמס חומרים
it: Le mascelle aperte per prevenire la fusione del materiale
nl: Kaken gaan open om te voorkomen dat het materiaal smelt
pt: JAWS ABERTO PARA PEVAR MATERIAL DELENTE
ro: Fălcile deschise pentru a preveni topirea materialului
sl: Čeljusti odprte za preprečevanje taljenja materiala
zh: 下巴打开以防止材料融化
