Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# INFO_SEA_1
source: Sorter General Alarm ! Check The Sorter At Its Local Panel And/Or The Interface Wiring.
ar: فارز إنذار عام! تحقق من جهاز الفرز في لوحته المحلية و/أو أسلاك الواجهة.
de: Sortierer-Generalalarm! Überprüfen Sie den Sortierer an seinem lokalen Bedienfeld und/oder an der Schnittstellenverkabelung.
es: Seleccionador Alarma General ! Verifique el Seleccionador en su panel local y/o el cableado de la interfaz.
fr: Alarme générale du trieur ! Vérifiez le trieur sur son panneau local et/ou le câblage de l'interface.
he: אזעקה כללית של סדרן! בדוק את סדרן בלוח המקומי שלו ו/או את חיווט הממשק.
it: Allarme generale selezionatore! Controllare il selezionatore nel suo pannello locale e/o il cablaggio dell'interfaccia.
nl: Sorter Algemeen Alarm! Controleer de Sorter op het lokale paneel en/of de interfacebedrading.
pt: Alarme geral do classificador! Verifique o classificador em seu painel local e/ou a fiação da interface.
ro: Sorter Alarmă generală! Verificați sortatorul la panoul local și/sau cablarea interfeței.
ru: Общая тревога сортировщика! Проверьте Sea Sorter на его локальной панели и/или интерфейсной проводке.
sl: Sorter Splošni alarm! Preverite razvrščevalnik na njegovi lokalni plošči in/ali ožičenje vmesnika.
zh: 分拣机一般警报！检查分拣机的本地面板和/或接口接线。

# INFO_SEA_2
source: Conveying Vibrator(s) Or Sorting Unit Are Not Running ! Check It Locally.
ar: هزاز النقل أو وحدة الفرز لا تعمل! التحقق من ذلك محليا.
de: Fördervibrator(en) oder Sortiereinheit laufen nicht! Überprüfen Sie es vor Ort.
es: ¡Los vibradores de transporte o la unidad de Selección no están funcionando! Compruébelo localmente.
fr: Les vibrateurs de transport ou l'unité de tri ne fonctionnent pas ! Vérifiez-le localement.
he: רטט שינוע או יחידת מיון אינם פועלים! בדוק את זה באופן מקומי.
it: I vibratori di trasporto o l'unità di smistamento non funzionano! Controllalo localmente.
nl: Transportvibrator(en) of sorteerunit werken niet! Controleer dit lokaal.
pt: O(s) vibrador(es) de transporte ou a unidade de classificação não estão funcionando! Verifique localmente.
ro: Vibratoarele de transport sau unitatea de sortare nu funcționează! Verificați-l local.
ru: Транспортирующий вибратор(ы) или сортировочное устройство не работают! Проверить локально.
sl: Transportni vibratorji ali sortirna enota ne delujejo! Preverite lokalno.
zh: 传送振动器或分选装置未运行！本地检查。

# INFO_SAB_1
source: Disc Saparator Tryed Many Cleaning Cycles Since It Is Almost Blocked. Check And Clean It.
ar: حاول المصفق القرص العديد من دورات التنظيف منذ حظرها تقريبا. تحقق وتنظيفها.
de: Disc Saparator hat viele Reinigungszyklen versucht, da es fast blockiert ist. Überprüfen und reinigen.
es: El Separador De Disco Probó Muchos Ciclos De Limpieza Ya Que Está Casi Bloqueado. Revísalo Y Límpialo.
fr: Le séparateur à disque a essayé de nombreux cycles de nettoyage car il est presque bloqué. Vérifiez-le et nettoyez-le.
he: Disc Saparator ניסה מחזורי ניקוי רבים מכיוון שהוא כמעט חסום. בדוק ונקה אותו.
it: Il separatore a disco ha provato molti cicli di pulizia poiché è quasi bloccato. Controlla e puliscilo.
nl: Schijfverwijderaar heeft al meerdere reinigingscycli geprobeerd omdat hij bijna verstopt is. Controleer en maak hem schoon.
pt: O Saparator de disco experimentou muitos ciclos de limpeza, pois está quase bloqueado. Verifique e limpe -o.
ro: Disc saparator a încercat multe cicluri de curățare, deoarece este aproape blocat. Verificați și curățați -l.
ru: Дисковый сапаратор пробовал много циклов очистки, так как он почти заблокирован. Проверьте и очистите его.
sl: Disc Saparator je poskusil veliko ciklov čiščenja, saj je skoraj blokiran. Preverite in očistite.
zh: 圆盘Saparator尝试了许多清洁周期，因为它几乎被阻止。检查并清洁它。

# INFO_CHAIN_1
source: Check The Conveyor Chain Mechanical Conditions And Its Tensioning.
ar: تحقق من الظروف الميكانيكية سلسلة الناقل وشدها.
de: Überprüfen Sie die mechanischen Bedingungen der Förderkette und deren Spannung.
es: Verifique Las Condiciones Mecánicas De La Cadena Transportadora Y Su Tensión.
fr: Vérifiez les conditions mécaniques de la chaîne du convoyeur et sa tension.
he: בדוק את התנאים המכניים של שרשרת המסוע ואת המתיחה שלה.
it: Verificare le condizioni meccaniche della catena del trasportatore e il suo tensionamento.
nl: Controleer de mechanische conditie en spanning van de transportketting.
pt: Verifique as condições mecânicas da cadeia transportadora e seu tensionamento.
ro: Verificați condițiile mecanice ale lanțului transportor și tensiunea acestuia.
ru: Проверьте механическое состояние конвейерной цепи и ее натяжение.
sl: Preverite mehanske pogoje transportne verige in njeno napetost.
zh: 检查传送带链机械条件及其张紧。

# INFO_SORTEX_1
source: Sorter Not Ready For Process ! Check Sorter Main Power, Its Local Panel And/Or The Interface Wiring.
ar: فارز ليست جاهزة للعملية! تحقق من الطاقة الرئيسية فارز، لوحةها المحلية و / أو الأسلاك الواجهة.
de: Sortierer nicht bereit für den Prozess! Prüfen Sie die Sortier-Hauptleistung, das lokale Panel und / oder die Schnittstellenverkabelung.
es: ¡El Seleccionador No Está Listo Para El Proceso! Verifique La Alimentación Principal Del Seleccionador, Su Panel Local Y/O El Cableado De La Interfaz.
fr: La trieuse n'est pas prête pour le processus ! Vérifiez l'alimentation principale du trieur, son panneau local et/ou le câblage de l'interface.
he: סדרן לא מוכן לתהליך! בדוק את הספק הראשי של סדרן, את הלוח המקומי שלו ו/או את חיווט הממשק.
it: Selezionatore non pronto per il processo! Controllare l'alimentazione principale del selezionatore, il relativo pannello locale e/o il cablaggio dell'interfaccia.
nl: Sorter niet klaar voor proces! Controleer de hoofdvoeding van de sorter, het lokale paneel en/of de interfacebedrading.
pt: Corrente não está pronto para o processo! Verifique a potência principal do classificador, seu painel local e/ou a fiação da interface.
ro: Sorter nu este pregătit pentru proces! Verificați puterea principală a sortei, panoul local și/sau cablarea interfeței.
ru: Сортировщик не готов к работе! Проверьте основное питание сортировщика, его локальную панель и/или интерфейсную проводку.
sl: Razvrščevalnik ni pripravljen za postopek! Preverite glavno napajanje sortirnika, njegovo lokalno ploščo in/ali ožičenje vmesnika.
zh: 分拣机不准备好流程！检查分拣机主电源，其本地面板和/或接口接线。

# INFO_SORTEX_2
source: Sorter General Alarm ! Check Buhler Sorter At Its Local Panel And/Or The Interface Wiring.
ar: فارز الإنذار العام! تحقق Buhler Forter في اللوحة المحلية و / أو الأسلاك الواجهة.
de: Sortierer allgemeiner Alarm! Überprüfen Sie Buhler Sortierer an seinem lokalen Panel und / oder der Schnittstellenverkabelung.
es: ¡Alarma General Del Seleccionador! Verifique El Seleccionador Buhler En Su Panel Local Y/O El Cableado De La Interfaz.
fr: Alarme générale du trieur ! Vérifiez le trieur Buhler sur son panneau local et/ou le câblage de l'interface.
he: אזעקה כללית של סדרן! בדוק את סדרן Buhler בלוח המקומי שלו ו/או את חיווט הממשק.
it: Allarme generale selezionatore ! Controllare il sorter Buhler sul suo pannello locale e/o il cablaggio dell'interfaccia.
nl: Sorter Algemeen Alarm! Controleer de Buhler Sorter op het lokale paneel en/of de interfacebedrading.
pt: Classário Geral Alarm! Verifique o classificador Buhler em seu painel local e/ou na fiação da interface.
ro: Sorter Alarmă generală! Verificați sortatorul Buhler la panoul local și/sau cablarea interfeței.
ru: Общая тревога сортировщика! Проверьте Buhler Sorter на его локальной панели и/или проводке интерфейса.
sl: Sorter Splošni alarm! Preverite sortirnik Buhler na njegovi lokalni plošči in/ali ožičenje vmesnika.
zh: 分拣机常规警报！在本地面板和/或接口接线处检查Buhler分拣机。

# INFO_UNISENSOR_1
source: Sorter Is Not Operating ! Check The Sorter At Its Local Panel And/Or The Interface Wiring.
ar: فارز لا يعمل! تحقق من فارز في لوحة محلية و / أو الأسلاك الواجهة.
de: Sortierer arbeitet nicht! Überprüfen Sie den Sortierer an seinem lokalen Panel und / oder der Schnittstellenverkabelung.
es: ¡El Seleccionador No Funciona! Verifique El Seleccionador En Su Panel Local Y/O El Cableado De La Interfaz.
fr: Le trieur ne fonctionne pas ! Vérifiez le trieur sur son panneau local et/ou le câblage de l'interface.
he: סדרן אינו פועל! בדוק את סדרן בלוח המקומי שלו ו/או את חיווט הממשק.
it: Il sorter non funziona! Controllare il selezionatore nel suo pannello locale e/o il cablaggio dell'interfaccia.
nl: Sorter werkt niet! Controleer de sorter via het lokale paneel en/of de interfacebedrading.
pt: O classificador não está operando! Verifique o classificador em seu painel local e/ou a fiação da interface.
ro: Sortatorul nu funcționează! Verificați sortatorul de la panoul local și/sau cablarea interfeței.
ru: Сортировщик не работает! Проверьте сортировщик на его локальной панели и/или интерфейсной проводке.
sl: Sortirnik ne deluje! Preverite razvrščevalnik na njegovi lokalni plošči in/ali ožičenje vmesnika.
zh: 分拣机不运行！在其本地面板和/或接口接线处检查分拣机。

# INFO_UNISENSOR_2
source: Sorter General Alarm ! Check Unisensor Sorter At Its Local Panel And/Or The Interface Wiring.
ar: فارز الإنذار العام! تحقق من فارز Unisensor في اللوحة المحلية و / أو الأسلاك الواجهة.
de: Sortierer allgemeiner Alarm! Überprüfen Sie den UniSensor-Sortierer an seinem lokalen Panel und / oder der Schnittstellenverkabelung.
es: ¡Alarma General Del Seleccionador! Compruebe Unisensor Sorter En Su Panel Local Y/O El Cableado De La Interfaz.
fr: Alarme générale du trieur ! Vérifiez le trieur Unisensor sur son panneau local et/ou le câblage de l'interface.
he: אזעקה כללית של סדרן! בדוק את סדרן Unisensor בלוח המקומי שלו ו/או את חיווט הממשק.
it: Allarme generale selezionatore ! Controllare il sorter Unisensor sul suo pannello locale e/o il cablaggio dell'interfaccia.
nl: Sorter Algemeen Alarm! Controleer de Unisensor Sorter op het lokale paneel en/of de interfacebedrading.
pt: Classário Geral Alarm! Verifique o classificador Unisensor em seu painel local e/ou a fiação da interface.
ro: Sorter Alarmă generală! Verificați sortatorul Unisensor la panoul local și/sau cablarea interfeței.
ru: Общая тревога сортировщика! Проверьте Unisensor Sorter на его локальной панели и/или интерфейсной проводке.
sl: Sorter Splošni alarm! Preverite Unisensor Sorter na njegovi lokalni plošči in/ali ožičenje vmesnika.
zh: 分拣机常规警报！在本地面板和/或接口接线处检查Unisusor分拣机。

# INFO_UNISENSOR_3
source: Check The Sorter Inlet And Feeding Condition
ar: تحقق من مزيل فارز وحالة التغذية
de: Überprüfen Sie den Sortiereinlass- und Fütterungszustand
es: Verifique La Entrada Del Seleccionador Y La Condición De Alimentación
fr: Vérifiez l'entrée du trieur et l'état d'alimentation
he: בדוק את כניסת סדרן ומצב האכלה
it: Controllare l'ingresso del selezionatore e le condizioni di alimentazione
nl: Controleer de inlaat- en invoerconditie van de sorteerder
pt: Verifique a entrada do classificador e a condição de alimentação
ro: Verificați starea de intrare și de hrănire a sortei
ru: Проверьте входное отверстие сортировщика и состояние подачи
sl: Preverite dovod sortirnika in stanje podajanja
zh: 检查分拣机入口和送料条件

# INFO_UNISENSOR_4
source: Check The Sorter Outlet And Downstream Devices Condition
ar: تحقق من مخرج فارز وأجهزة المصب
de: Überprüfen Sie den Zustand der Sortierer und den stromabwärtigen Geräten
es: Verifique La Salida Del Seleccionador Y La Condición De Los Dispositivos Aguas Abajo
fr: Vérifiez la sortie du trieur et l'état des appareils en aval
he: בדוק את מצב שקע סדרן ומכשיר במורד הזרם
it: Controllare l'uscita del selezionatore e le condizioni dei dispositivi a valle
nl: Controleer de toestand van de sorteeruitgang en de downstream-apparaten
pt: Verifique a condição dos dispositivos de classificação e a jusante
ro: Verificați starea de ieșire a sortei și a dispozitivelor din aval
ru: Проверьте состояние выходного отверстия сортировщика и последующих устройств
sl: Preverite stanje izhoda sortirnika in naprav za nadaljnji tok
zh: 检查分拣机插座和下游设备条件

# INFO_ROT_2
source: No Rotation Detected. Check The Device In The Field For A Possible Blockage.
ar: لا يوجد دوران تم اكتشافه. تحقق من الجهاز في الحقل من أجل انسداد محتمل.
de: Keine Rotation erkannt. Überprüfen Sie das Gerät auf dem Feld für eine mögliche Blockade.
es: No Se Detecta Rotación. Verifique El Dispositivo En El Campo Para Detectar Un Posible Bloqueo.
fr: Aucune rotation détectée. Vérifiez l'appareil sur le terrain pour déceler un éventuel blocage.
he: לא זוהה סיבוב. בדוק את המכשיר בשטח אם יש חסימה אפשרית.
it: Nessuna rotazione rilevata. Controllare il dispositivo sul campo per un possibile blocco.
nl: Geen rotatie gedetecteerd. Controleer het apparaat ter plaatse op een mogelijke blokkade.
pt: Nenhuma rotação detectada. Verifique o dispositivo no campo para obter um possível bloqueio.
ro: Nu a fost detectată nicio rotație. Verificați dispozitivul din câmp pentru un posibil blocaj.
ru: Вращение не обнаружено. Проверьте устройство в поле на возможное засорение.
sl: Rotacija ni zaznana. Preverite napravo na terenu za morebitno blokado.
zh: 没有检测到旋转。检查字段中的设备以进行堵塞。

# INFO_PH_1
source: Check The Ph Acidity Sensor, Its Wiring In The Field And Its Signal Feedback In The Electrical Cabinet
ar: تحقق من مستشعر الحموضة ذات الرقم الهيدروجيني، والأسلاك في الحقل وملاحظات الإشارة في مجلس الوزراء الكهربائي
de: Überprüfen Sie den pH-Säuregehaltsensor, seine Verkabelung im Feld und seine Signalrücksendung im Schaltschrank
es: Verifique El Sensor De Acidez De Ph, Su Cableado En El Campo Y Su Señal De Retroalimentación En El Armario Eléctrico
fr: Vérifier le capteur d'acidité Ph, son câblage sur le terrain et son retour de signal dans l'armoire électrique
he: בדוק את חיישן חומציות Ph, את החיווט שלו בשטח ואת משוב האותות שלו בארון החשמל
it: Controllare il sensore di acidità Ph, il suo cablaggio in campo e il feedback del segnale nel Quadro elettrico
nl: Controleer de pH-zuurtegraadsensor, de bedrading ter plaatse en de signaalfeedback in de elektrische kast.
pt: Verifique o sensor de acidez do pH, sua fiação no campo e seu feedback de sinal no gabinete elétrico
ro: Verificați senzorul de aciditate al pH -ului, cablarea sa în câmp și feedback -ul semnalului său în dulapul electric
ru: Проверьте датчик pH кислотности, его проводку в полевых условиях и обратную связь его сигнала в электрическом шкафу.
sl: Preverite senzor pH kislosti, njegovo ožičenje na terenu in povratne informacije signala v električni omarici
zh: 检查PH酸度传感器，在该领域的布线及其在电气柜中的信号反馈

# INFO_PH_2
source: Maximum Ph - Caustic ! Check The Process Conditions And, If Needed, The Regulation Of Setups
ar: الحد الأقصى درجة الحموضة - caustic! تحقق من ظروف العملية، وإذا لزم الأمر، تنظيم الإعدادات
de: Maximaler pH-Wert - ätzend! Überprüfen Sie die Prozessbedingungen und ggf. die Regulierung der Setups
es: Máximo Ph - Cáustico ! Verifique Las Condiciones Del Proceso Y, Si Es Necesario, La Regulación De Las Configuraciones
fr: Ph maximum - Caustique ! Vérifier les conditions du procédé et, si nécessaire, la régulation des réglages
he: Ph מקסימום - קאוסטית! בדוק את תנאי התהליך ובמידת הצורך את תקנת ההגדרות
it: Massimo Ph - Caustico ! Verificare le condizioni di processo e, se necessario, la regolazione degli allestimenti
nl: Maximale pH - Caustisch! Controleer de procesomstandigheden en, indien nodig, de regeling van de opstellingen.
pt: Ph máximo - cáustico! Verifique as condições do processo e, se necessário, a regulamentação de configurações
ro: PH maxim - caustic! Verificați condițiile de proces și, dacă este necesar, reglementarea configurațiilor
ru: Максимум Ph - Едкий! Проверьте условия процесса и, при необходимости, регулирование установок
sl: Najvišja Ph - jedka! Preverite pogoje postopka in, če je potrebno, ureditev nastavitev
zh: 最大pH - 刻薄！检查过程条件，如果需要，设置设置

# INFO_PH_3
source: Minimum Ph - Acid ! Check The Process Conditions And, If Needed, The Regulation Of Setups
ar: الحد الأدنى من الحموضة - حمض! تحقق من ظروف العملية، وإذا لزم الأمر، تنظيم الإعدادات
de: Minimale pH-Säure! Überprüfen Sie die Prozessbedingungen und ggf. die Regulierung der Setups
es: Ph-Ácido Mínimo! Verifique Las Condiciones Del Proceso Y, Si Es Necesario, La Regulación De Las Configuraciones
fr: Ph-acide minimum ! Vérifier les conditions du procédé et, si nécessaire, la régulation des réglages
he: מינימום Ph - חומצה! בדוק את תנאי התהליך ובמידת הצורך את תקנת ההגדרות
it: Minimo Ph - Acido ! Verificare le condizioni di processo e, se necessario, la regolazione degli allestimenti
nl: Minimum pH - Zuur! Controleer de procesomstandigheden en, indien nodig, de regeling van de opstellingen.
pt: PH mínimo - ácido! Verifique as condições do processo e, se necessário, a regulamentação de configurações
ro: PH minim - acid! Verificați condițiile de proces și, dacă este necesar, reglementarea configurațiilor
ru: Минимальная рН-кислота! Проверьте условия процесса и, при необходимости, регулирование установок
sl: Najmanjša pH kislina! Preverite pogoje postopka in, če je potrebno, ureditev nastavitev
zh: 最小pH - 酸！检查过程条件，如果需要，设置设置

# INFO_EDDY_1
source: Switch On The Eddy Current Device In The Field
ar: قم بالتبديل على جهاز Eddy الحالي في هذا المجال
de: Schalten Sie das Wirbelstromgerät auf dem Feld ein
es: Encienda El Dispositivo De Corrientes De Foucault En El Campo
fr: Allumez l'appareil à courants de Foucault sur le terrain
he: הפעל את מכשיר זרם המערבולת בשטח
it: Accendi il dispositivo a correnti parassite sul campo
nl: Schakel het wervelstroomapparaat in het veld in
pt: Ligue o dispositivo atual em campo no campo
ro: Porniți dispozitivul curent cu curent eddy în câmp
ru: Включите вихретоковое устройство в полевых условиях
sl: Vklopite napravo za vrtinčne tokove na terenu
zh: 在字段中打开涡流设备

# INFO_EDDY_2
source: Check The Eddy Current Device In The Field
ar: تحقق من جهاز EDDY الحالي في هذا المجال
de: Überprüfen Sie das Wirbelstromgerät im Feld
es: Compruebe El Dispositivo De Corrientes De Foucault En El Campo
fr: Vérifiez le dispositif à courants de Foucault sur le terrain
he: בדוק את מכשיר ה-Edy Current בשטח
it: Controlla il dispositivo a correnti parassite sul campo
nl: Controleer het wervelstroomapparaat in het veld
pt: Verifique o dispositivo atual em campo no campo
ro: Verificați dispozitivul curent cu curent în câmp
ru: Проверьте вихретоковое устройство в полевых условиях
sl: Preverite napravo za vrtinčne tokove na terenu
zh: 检查现场中的涡流设备

# INFO_EDDY_3
source: Put The Eddy Current Device In Remote Mode (Local Setting)
ar: ضع جهاز EDDA الحالي في الوضع البعيد (الإعداد المحلي)
de: Legen Sie das Wirbelstromgerät in den Remote-Modus (lokale Einstellung)
es: Ponga El Dispositivo De Corrientes De Foucault En Modo Remoto (Configuración Local)
fr: Mettez l'appareil à courants de Foucault en mode distant (paramètre local)
he: שים את התקן ה-Edy Current במצב מרחוק (הגדרה מקומית)
it: Mettere il dispositivo a correnti parassite in modalità remota (impostazione locale)
nl: Zet het wervelstroomapparaat in de externe modus (lokale instelling)
pt: Coloque o dispositivo atual em redemoinho no modo remoto (configuração local)
ro: Puneți dispozitivul curent cu curent în modul la distanță (setare locală)
ru: Переведите вихретоковое устройство в удаленный режим (локальная настройка)
sl: Prestavite napravo za vrtinčne tokove v oddaljeni način (lokalna nastavitev)
zh: 将涡流设备放在远程模式（本地设置）中

# INFO_EDDY_4
source: Check The Eddy Current Device In The Field
ar: تحقق من جهاز EDDY الحالي في هذا المجال
de: Überprüfen Sie das Wirbelstromgerät im Feld
es: Compruebe El Dispositivo De Corrientes De Foucault En El Campo
fr: Vérifiez le dispositif à courants de Foucault sur le terrain
he: בדוק את מכשיר ה-Edy Current בשטח
it: Controlla il dispositivo a correnti parassite sul campo
nl: Controleer het wervelstroomapparaat in het veld
pt: Verifique o dispositivo atual em campo no campo
ro: Verificați dispozitivul curent cu curent în câmp
ru: Проверьте вихретоковое устройство в полевых условиях
sl: Preverite napravo za vrtinčne tokove na terenu
zh: 检查现场中的涡流设备

# INFO_EDDY_5
source: Reset Device Local Estop
ar: إعادة تعيين جهاز المحلي estop
de: Gerät zurücksetzen lokal estop
es: Restablecer Parada Local Del Dispositivo
fr: Réinitialiser l'arrêt local de l'appareil
he: אפס את ההפסקה המקומית של המכשיר
it: Reimposta l'arresto locale del dispositivo
nl: Apparaat lokale noodstop resetten
pt: Redefinir dispositivo local
ro: Resetați dispozitivul local
ru: Сброс локальной остановки устройства
sl: Ponastavi lokalno zaustavitev naprave
zh: 重置设备本地estop

# INFO_OIL_SEAL_1
source: Check The Shaft Oil Sealing System Or Motor Will Be Stopped Within One Hour
ar: تحقق من نظام ختم الزيت رمح وسيتم إيقاف المحرك في غضون ساعة واحدة
de: Überprüfen Sie das Wellenöldichtungssystem oder der Motor wird innerhalb einer Stunde angehalten
es: Verifique Que El Sistema De Sellado De Aceite Del Eje O El Motor Se Detengan Dentro De Una Hora
fr: Vérifiez que le système d'étanchéité à l'huile de l'arbre ou que le moteur sera arrêté dans l'heure.
he: בדוק שמערכת איטום שמן פיר או שהמנוע ייעצר תוך שעה אחת
it: Controllare il sistema di tenuta dell'olio dell'albero o il motore verrà arrestato entro un'ora
nl: Controleer het oliekeersysteem van de as, anders stopt de motor binnen een uur
pt: Verifique o sistema de vedação de óleo do eixo ou motor será interrompido em uma hora
ro: Verificați că sistemul de etanșare a uleiului sau motorul va fi oprit într -o oră
ru: Проверьте систему масляного уплотнения вала, иначе двигатель будет остановлен в течение одного часа.
sl: Preverite sistem za tesnjenje olja gredi ali pa se bo motor ustavil v eni uri
zh: 检查轴油封系统或电机将在一小时内停止

# INFO_OIL_SEAL_2
source: Check The Shaft Oil Sealing System And Restart The Motor
ar: تحقق من نظام ختم النفط رمح وإعادة تشغيل المحرك
de: Überprüfen Sie das Wellenöldichtungssystem und starten Sie den Motor neu
es: Verifique El Sistema De Sellado De Aceite Del Eje Y Reinicie El Motor
fr: Vérifiez le système d’étanchéité à l’huile de l’arbre et redémarrez le moteur
he: בדוק את מערכת איטום שמן פיר והפעל מחדש את המנוע
it: Controllare il sistema di tenuta dell'olio dell'albero e riavviare il motore
nl: Controleer het oliekeersysteem van de as en start de motor opnieuw
pt: Verifique o sistema de vedação de óleo do eixo e reinicie o motor
ro: Verificați sistemul de etanșare a uleiului de arbore și reporniți motorul
ru: Проверьте систему масляного уплотнения вала и перезапустите двигатель.
sl: Preverite sistem za tesnjenje olja gredi in ponovno zaženite motor
zh: 检查轴油封系统并重新启动电机

# INFO_OIL_SEAL_3
source: Refill The Sealing Oil Or Motor Will Be Stopped Within One Hour
ar: إعادة ملء زيت الختم أو المحرك سيتم إيقافه في غضون ساعة واحدة
de: Nachfüllen des Dichtöls oder des Motors werden innerhalb einer Stunde gestoppt
es: Rellenar el aceite de sellado o el motor se detendrán en una hora
fr: Remplissez l'huile d'étanchéité ou le moteur sera arrêté dans l'heure
he: מילוי שמן איטום או המנוע יופסקו תוך שעה
it: Riemutire l'olio di tenuta o il motore verranno fermati entro un'ora
nl: Vul de afdichtingsolie bij, anders stopt de motor binnen een uur
pt: Recarir o óleo de vedação ou o motor será interrompido em uma hora
ro: Reumpleți uleiul de etanșare sau motorul va fi oprit într -o oră
sl: Ponovno napolnite tesnilno olje ali pa se bo motor ustavil v eni uri
zh: 重新填充密封油或电机将在一小时内停止
