Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# INFO_OIL_SEAL_4
source: Check The Shaft Oil Sealing System And Restart The Motor
ar: تحقق من نظام ختم النفط رمح وإعادة تشغيل المحرك
de: Überprüfen Sie das Wellenöldichtungssystem und starten Sie den Motor neu
es: Verifique El Sistema De Sellado De Aceite Del Eje Y Reinicie El Motor
fr: Vérifiez le système d’étanchéité à l’huile de l’arbre et redémarrez le moteur
he: בדוק את מערכת איטום שמן פיר והפעל מחדש את המנוע
it: Controllare il sistema di tenuta dell'olio dell'albero e riavviare il motore
nl: Controleer het oliekeersysteem van de as en start de motor opnieuw
pt: Verifique o sistema de vedação de óleo do eixo e reinicie o motor
ro: Verificați sistemul de etanșare a uleiului de arbore și reporniți motorul
ru: Проверьте систему масляного уплотнения вала и перезапустите двигатель.
sl: Preverite sistem za tesnjenje olja gredi in ponovno zaženite motor
zh: 检查轴油封系统并重新启动电机

# INFO_PELLENC_1
source: Sorter General Alarm ! Check Pellenc Sorter At Its Local Panel And/Or The Interface Wiring.
ar: فارز الإنذار العام! تحقق من فارز Pellenc في اللوحة المحلية و / أو الأسلاك الواجهة.
de: Sortierer allgemeiner Alarm! Überprüfen Sie Pellenc Sortierer an seinem lokalen Panel und / oder der Schnittstellenverkabelung.
es: ¡Alarma General Del Seleccionador! Verifique El Seleccionador Pellenc En Su Panel Local Y/O El Cableado De La Interfaz.
fr: Alarme générale du trieur ! Vérifiez le trieur Pellenc sur son panneau local et/ou le câblage de l'interface.
he: אזעקה כללית של סדרן! בדוק את סדרן Pellenc בלוח המקומי שלו ו/או את חיווט הממשק.
it: Allarme generale selezionatore ! Controllare il selezionatore Pellenc al suo pannello locale e/o il cablaggio dell'interfaccia.
nl: Algemeen alarm van de Sorter! Controleer de Pellenc Sorter op het lokale paneel en/of de interfacebedrading.
pt: Classário Geral Alarm! Verifique o classificador de Pellenc em seu painel local e/ou a fiação da interface.
ro: Sorter Alarmă generală! Verificați sortatorul Pellenc la panoul său local și/sau la cablarea interfeței.
ru: Общая тревога сортировщика! Проверьте Pellenc Sorter на его локальной панели и/или интерфейсной проводке.
sl: Sorter Splošni alarm! Preverite Pellenc Sorter na njegovi lokalni plošči in/ali ožičenje vmesnika.
zh: 分拣机常规警报！在本地面板和/或接口接线处检查Pellenc分拣机。

# INFO_PELLENC_2
source: Sorter Not On! Check Pellenc Sorter Locally
ar: فارز ليس! تحقق بيلينس فارز محليا
de: Sortierer nicht auf! Überprüfen Sie Pellenc Sortierer lokal
es: ¡Seleccionador No Encendido! Compruebe El Seleccionador Pellenc Localmente
fr: Trieur pas activé ! Vérifiez le trieur Pellenc localement
he: סדרן לא פועל! בדוק את סדרן Pellenc באופן מקומי
it: Selezionatore non attivo! Controlla il selezionatore Pellenc a livello locale
nl: Sorter niet aan! Controleer Pellenc Sorter lokaal.
pt: Classificador não ligado! Verifique o Corrente de Pellenc localmente
ro: Sorter nu pe! Verificați Sortatorul Pellenc la nivel local
ru: Сортировщик не включен! Проверить Pellenc Sorter локально
sl: Razvrščalnik ni vklopljen! Preverite Pellenc Sorter Locally
zh: 分拣机不在！在本地检查Pellenc分拣机

# INFO_PELLENC_3
source: Sorter Is Not Operating ! Check The Sorter At Its Local Panel And/Or The Interface Wiring.
ar: فارز لا يعمل! تحقق من فارز في لوحة محلية و / أو الأسلاك الواجهة.
de: Sortierer arbeitet nicht! Überprüfen Sie den Sortierer an seinem lokalen Panel und / oder der Schnittstellenverkabelung.
es: ¡El Seleccionador No Funciona! Verifique El Seleccionador En Su Panel Local Y/O El Cableado De La Interfaz.
fr: Le trieur ne fonctionne pas ! Vérifiez le trieur sur son panneau local et/ou le câblage de l'interface.
he: סדרן אינו פועל! בדוק את סדרן בלוח המקומי שלו ו/או את חיווט הממשק.
it: Il sorter non funziona! Controllare il selezionatore nel suo pannello locale e/o il cablaggio dell'interfaccia.
nl: Sorter werkt niet! Controleer de sorter via het lokale paneel en/of de interfacebedrading.
pt: O classificador não está operando! Verifique o classificador em seu painel local e/ou a fiação da interface.
ro: Sortatorul nu funcționează! Verificați sortatorul de la panoul local și/sau cablarea interfeței.
ru: Сортировщик не работает! Проверьте сортировщик на его локальной панели и/или интерфейсной проводке.
sl: Sortirnik ne deluje! Preverite razvrščevalnik na njegovi lokalni plošči in/ali ožičenje vmesnika.
zh: 分拣机不运行！在其本地面板和/或接口接线处检查分拣机。

# INFO_PELLENC_4
source: Sorter Is Not In Remote Mode ! Switch Pellenc Sorter To Remote Mote
ar: فارز ليس في الوضع البعيد! تبديل Pellenc فارز إلى Mote عن بعد
de: Sortierer ist nicht im Remote-Modus! Schalten Sie Pellenc Sortierer an Remote Mote
es: ¡El Seleccionador No Está En Modo Remoto! Cambie El Seleccionador Pellenc A Remote Mote
fr: Le trieur n'est pas en mode distant ! Basculez le trieur Pellenc vers un mote distant
he: סדרן אינו במצב מרוחק! סדרן Pellenc למתג מוט מרחוק
it: Il sorter non è in modalità remota! Passa dalla selezionatrice Pellenc al mote remoto
nl: Sorter staat niet in de afstandsbedieningsmodus! Schakel de Pellenc Sorter over naar de afstandsbediening.
pt: O classificador não está no modo remoto! Switch Pellenc classificador para mote remoto
ro: Sortatorul nu este în modul la distanță! Comutați sortatorul Pellenc la Mote de la distanță
ru: Сортировщик не в удаленном режиме! Переключение сортировщика Pellenc на удаленный модуль
sl: Razvrščevalnik ni v oddaljenem načinu! Preklopite Pellenc Sorter na Remote Mote
zh: 分拣机不在远程模式下！将Pellenc分拣机切换到远程Mote

# INFO_PELLENC_5
source: Sorter Local Estop Push Button Is Pressed. Release The Button On The Sorter Local Panel
ar: يتم الضغط على زر ضغط Estop Local Forter. حرر الزر الموجود في لوحة فارز المحلية
de: Sortierer lokaler Estop-Taste wird gedrückt. Lassen Sie die Taste auf dem lokalen Panel Sorter los
es: Se Presiona El Botón De Parada Local Del Seleccionador. Suelte El Botón En El Panel Local Del Seleccionador
fr: Le bouton-poussoir Estop local du trieur est enfoncé. Relâchez le bouton sur le panneau local du trieur
he: לחצן ההפסקה המקומי של סדרן נלחץ. שחרר את הכפתור בלוח המקומי של סדרן
it: Viene premuto il pulsante di arresto locale del selezionatore. Rilasciare il pulsante sul pannello locale del sorter
nl: De knop voor de noodstop van de sorteermachine is ingedrukt. Laat de knop op het sorteerpaneel los.
pt: Classificador O botão de pressão local é pressionado. Libere o botão no painel local do classificador
ro: Sorter este apăsat butonul de apăsare ESPOL LOCAL. Eliberați butonul de pe panoul local Sorter
ru: Нажата кнопка локальной остановки сортировщика. Отпустите кнопку на локальной панели сортировщика
sl: Pritisnjen je gumb za lokalno zaustavitev sortirnika. Spustite gumb na lokalni plošči sortirnika
zh: 按下分拣机本地ESTOP按钮。松开分拣机本地面板上的按钮

# INFO_BAG_1
source: Big Bag Is Full. It Needs To Be Changed.
ar: حقيبة كبيرة ممتلئة. فإنه يحتاج إلى تغيير.
de: Big Bag ist voll. Es muss geändert werden.
es: Big Bag está lleno. Necesita ser cambiado.
fr: Le gros sac est plein. Il doit être changé.
he: התיק הגדול מלא. צריך לשנות את זה.
it: La borsa grande è piena. Deve essere cambiato.
nl: De grote tas is vol. Hij moet vervangen worden.
pt: Big Bag está cheio. Ele precisa ser alterado.
ro: Geanta mare este plină. Trebuie schimbat.
ru: Большая сумка полна. Его нужно изменить.
sl: Velika torba je polna. Treba ga je spremeniti.
zh: 大袋子已经满了。它需要更改。

# INFO_BAG_2
source: Big Bag Is No More Present. Check In The Field The Sensor And The Placement Of Big Bag
ar: حقيبة كبيرة لم تعد موجودة. تحقق في الحقل من المستشعر ووضع الحقيبة الكبيرة
de: Big Bag ist nicht mehr vorhanden. Schauen Sie sich den Sensor und die Platzierung einer großen Tasche an
es: La bolsa grande ya no está presente. Verifique en el campo el sensor y la colocación de la bolsa grande
fr: Le Big Bag n’est plus présent. Vérifier sur le terrain le capteur et le placement du big bag
he: התיק הגדול לא נוכח יותר. בדוק את השדה את החיישן ומיקום התיק הגדול
it: La borsa grande non è più presente. Controlla il campo il sensore e il posizionamento della borsa grande
nl: Big Bag is niet meer aanwezig. Controleer in het veld de sensor en de plaatsing van de Big Bag.
pt: Big Bag não está mais presente. Verifique no campo o sensor e a colocação de Big Bag
ro: Big Bag nu mai este prezent. Verificați pe câmp senzorul și plasarea Big Bag
ru: Большой мешок больше не присутствует. Проверьте в поле датчик и размещение биг-бэга
sl: Big Bag ni več prisoten. Na terenu preverite senzor in namestitev velike vreče
zh: 大袋不再存在。在田野中检查传感器和放置大袋子

# INFO_BAG_3
source: Reset Safety Barriers Of Big Bag Station To Enable Shaking Of Bags During The Filling Cycle
ar: إعادة تعيين حواجز السلامة لمحطة حقيبة كبيرة لتمكين اهتزاز الأكياس أثناء دورة التعبئة
de: Safety Barrieren von Big Bag-Station zurücksetzen, um während des Füllzyklus das Schütteln von Säcken zu ermöglichen
es: Restablezca Las Barreras De Seguridad De La Estación De Bolsas Grandes Para Permitir La Sacudida De Las Bolsas Durante El Ciclo De Llenado
fr: Réinitialiser les barrières de sécurité de la station Big Bag pour permettre le secouement des sacs pendant le cycle de remplissage
he: אפס את מחסומי הבטיחות של תחנת התיק הגדול כדי לאפשר ניעור שקיות במהלך מחזור המילוי
it: Ripristinare le barriere di sicurezza della stazione Big Bag per consentire l'agitazione dei sacchi durante il ciclo di riempimento
nl: Veiligheidsbarrières van het Big Bag-station resetten om het schudden van zakken tijdens de vulcyclus mogelijk te maken
pt: Redefinir barreiras de segurança da estação Big Bag para permitir o agitação de sacolas durante o ciclo de enchimento
ro: Resetați barierele de siguranță ale stației de pungi mari pentru a permite agitarea pungilor în timpul ciclului de umplere
ru: Сбросить защитные барьеры станции биг-бэгов, чтобы мешки встряхивались во время цикла наполнения
sl: Ponastavite varnostne pregrade postaje za velike vreče, da omogočite tresenje vrečk med ciklom polnjenja
zh: 重置大袋站的安全屏障，在灌装周期期间能够摇动袋子

# INFO_MAINT_1
source: Conditions For Machine Open Are No More Ok. Restore All Safety Conditions For Machine Maintenace !
ar: الظروف لآلة مفتوحة ليست أكثر موافق. استعادة جميع ظروف السلامة لصيانة الجهاز!
de: Die Bedingungen für Maschinen offen sind nicht mehr in Ordnung. Alle Sicherheitsbedingungen für Maschinenwartung wiederherstellen!
es: Las Condiciones Para La Apertura De La Máquina Ya No Están Bien. ¡Restaurar Todas Las Condiciones De Seguridad Para El Mantenimiento De La Máquina!
fr: Les conditions d'ouverture de la machine ne sont plus correctes. Rétablissez toutes les conditions de sécurité pour l'entretien de la machine !
he: התנאים לפתיחת מכונה אינם תקינים יותר. שחזר את כל תנאי הבטיחות לתחזוקת המכונה!
it: Le condizioni per la macchina aperta non sono più ok. Ripristina tutte le condizioni di sicurezza per la manutenzione della macchina !
nl: De omstandigheden voor het openen van de machine zijn niet meer in orde. Herstel alle veiligheidsomstandigheden voor machineonderhoud!
pt: As condições para a máquina aberta não estão mais bem. Restaure todas as condições de segurança para manutenção da máquina!
ro: Condițiile pentru deschiderea mașinii nu mai sunt OK. Restabiliți toate condițiile de siguranță pentru întreținerea mașinii!
ru: Условия для открытия машины больше не в порядке. Восстановите все условия безопасности для технического обслуживания машины!
sl: Pogoji za odpiranje stroja niso več v redu. Obnovite vse varnostne pogoje za vzdrževanje stroja!
zh: 机器打开的条件不再可以。恢复机器维护的所有安全条件！

# INFO_VLV_BLOCK_1
source: Check Valve Block In The Field - Reset The Overload Relay In The Electrical Cabinet
ar: تحقق كتلة صمام في الحقل - إعادة تعيين ترحيل التحميل الزائد في مجلس الوزراء الكهربائي
de: Ventilblock auf dem Feld prüfen - Setzen Sie das Überlastrelais in das Schaltschrank zurück
es: Compruebe El Bloque De Válvulas En El Campo: Restablezca El Relé De Sobrecarga En El Armario Eléctrico
fr: Bloc de clapet anti-retour sur le terrain - Réinitialisez le relais de surcharge dans l'armoire électrique
he: בלוק שסתום בשטח - אפס את ממסר עומס יתר בארון החשמל
it: Controllare il blocco valvole sul campo - Resettare il relè di protezione motore nel Quadro elettrico
nl: Terugslagklepblok in het veld - Reset het overbelastingsrelais in de elektrische kast
pt: Bloco de válvula de retenção no campo - Redefina o relé de sobrecarga no gabinete elétrico
ro: Verificați blocul de supapă în câmp - resetați releul de suprasarcină în dulapul electric
ru: Блок обратного клапана в полевых условиях — сброс реле перегрузки в электрическом шкафу
sl: Blok povratnega ventila na terenu - ponastavite preobremenitveni rele v električni omarici
zh: 止回阀块在现场中 - 在电气柜中重置过载继电器

# INFO_VLV_BLOCK_2
source: Check Valve Block In The Field
ar: تحقق كتلة صمام في الحقل
de: Ventilblock auf dem Feld prüfen
es: Bloque De Válvulas De Retención En El Campo
fr: Bloc de clapet anti-retour sur le terrain
he: בלוק שסתום בדוק בשטח
it: Controllare il blocco valvole nel campo
nl: Terugslagklepblok in het veld
pt: Bloco de válvula de retenção no campo
ro: Verificați blocul supapei în câmp
ru: Блок обратного клапана в полевых условиях
sl: Blok povratnega ventila na terenu
zh: 止回阀块在该字段中

# INFO_REFILL_1
source: Check Water Pressure, Valve, Pipes And Tank Below. Possible Leakage Or Lack Of Water.
ar: تحقق من ضغط المياه والصمام والأنابيب والخزان أدناه. تسرب ممكن أو نقص المياه.
de: Überprüfen Sie den Wasserdruck, des Ventils, des Ventils, der Rohre und des Tanks unten. Mögliche Leckage oder Wassermangel.
es: Verifique La Presión Del Agua, La Válvula, Las Tuberías Y El Tanque A Continuación. Posible Fuga O Falta De Agua.
fr: Vérifiez la pression de l'eau, la vanne, les tuyaux et le réservoir ci-dessous. Fuite possible ou manque d’eau.
he: בדוק את לחץ המים, השסתום, הצינורות והמיכל למטה. דליפה אפשרית או חוסר מים.
it: Controllare la pressione dell'acqua, la valvola, i tubi e il serbatoio sottostante. Possibile perdita o mancanza di acqua.
nl: Controleer de waterdruk, klep, leidingen en tank eronder. Mogelijke lekkage of gebrek aan water.
pt: Verifique a pressão da água, a válvula, os tubos e o tanque abaixo. Possível vazamento ou falta de água.
ro: Verificați presiunea apei, supapa, conductele și rezervorul de mai jos. Posibile scurgeri sau lipsa de apă.
ru: Проверьте давление воды, клапан, трубы и резервуар ниже. Возможна протечка или недостаток воды.
sl: Preverite vodni tlak, ventil, cevi in ​​rezervoar spodaj. Možno puščanje ali pomanjkanje vode.
zh: 检查下面的水压，阀门，管道和罐。可能泄漏或缺水。

# INFO_PIN_1
source: Lock The Safety Pins Of The Mobile Hopper !
ar: قفل دبابيس السلامة من النطاط المحمول!
de: Verriegeln Sie die Sicherheitsstifte des mobilen Trichters!
es: Bloquee Los Pasadores De Seguridad De La Tolva Móvil!
fr: Verrouillez les épingles de sûreté de la trémie mobile !
he: נעל את סיכות הבטיחות של ההופר הנייד!
it: Blocca le spille da balia della tramoggia mobile!
nl: Vergrendel de veiligheidspinnen van de mobiele hopper!
pt: Bloqueie os pinos de segurança da tremonha móvel!
ro: Blocați pinii de siguranță ale buncărului mobil!
ru: Заблокируйте английские булавки мобильного бункера!
sl: Zaklenite varnostne zatiče mobilnega lijaka!
zh: 锁定移动料斗的安全销！

# INFO_PRES_10
source: Check For A Possible Blockage Of Heat Exchanger And Configuration Of Setups
ar: تحقق من وجود انسداد محتمل للمبادل الحراري وتكوين الأجهزة
de: Prüfen Sie auf eine mögliche Blockierung des Wärmetauschers und die Konfiguration der Setups
es: Compruebe Si Hay Un Posible Bloqueo Del Intercambiador De Calor Y La Configuración De Las Configuraciones
fr: Vérifiez un éventuel blocage de l'échangeur de chaleur et la configuration des configurations
he: בדוק אם יש חסימה אפשרית של מחליף חום ותצורה של הגדרות
it: Verificare la presenza di un possibile blocco dello scambiatore di calore e la configurazione delle impostazioni
nl: Controleer op een mogelijke blokkering van de warmtewisselaar en de configuratie van de opstellingen
pt: Verifique se há um possível bloqueio de trocador de calor e configuração de configurações
ro: Verificați dacă există un posibil blocaj al schimbătorului de căldură și configurația configurațiilor
sl: Preverite morebitno blokado izmenjevalnika toplote in konfiguracijo nastavitev
zh: 检查热交换器是否可能堵塞和设置配置

# INFO_PRES_11
source: Check For A Possible Leakage Of Heat Exchanger/Pipes And Configuration Of Setups
ar: تحقق من وجود تسرب محتمل للمبادل الحراري / الأنابيب وتكوين الأجهزة
de: Prüfen Sie auf mögliche Lecks an Wärmetauscher/Rohren und Konfiguration der Setups
es: Compruebe Si Hay Una Posible Fuga Del Intercambiador De Calor/Tuberías Y La Configuración De Las Configuraciones
fr: Vérifiez une éventuelle fuite de l'échangeur de chaleur/des tuyaux et la configuration des configurations
he: בדוק אם יש דליפה אפשרית של מחליף חום/צינורות ותצורה של הגדרות
it: Verificare la presenza di una possibile perdita di scambiatore di calore/tubi e configurazione delle impostazioni
nl: Controleer op mogelijke lekkage van warmtewisselaar/leidingen en configuratie van opstellingen
pt: Verifique se há um possível vazamento de trocador de calor/tubos e configuração de configurações
ro: Verificați dacă există o posibilă scurgere de schimbător de căldură/conducte și configurarea configurațiilor
sl: Preverite morebitno puščanje izmenjevalnika toplote/cevi in ​​konfiguracijo nastavitev
zh: 检查热交换器/管道是否可能泄漏以及设置配置

# INFO_ETHERNET_1
source: Check The Ethernet Switch, Its Supply And Connections
ar: تحقق من محول إيثرنت وإمداداته وتوصيلاته
de: Überprüfen Sie den Ethernet-Switch, seine Versorgung und Anschlüsse
es: Verifique El Conmutador Ethernet, Su Suministro Y Conexiones
fr: Vérifiez le commutateur Ethernet, son alimentation et ses connexions
he: בדוק את מתג ה-Ethernet, את האספקה ​​והחיבורים שלו
it: Controllare lo switch Ethernet, la sua alimentazione e le connessioni
nl: Controleer de Ethernet-switch, de voeding en de verbindingen
pt: Verifique o interruptor Ethernet, seu suprimento e conexões
ro: Verificați comutatorul Ethernet, alimentarea și conexiunile acestuia
sl: Preverite stikalo Ethernet, njegovo napajanje in povezave
zh: 检查以太网交换机及其电源和连接

# INFO_MIXER_1
source: Check Water Circuit, Refill Valve, Pipes And Water Pump. Possible Leakage Or Lack Of Water.
ar: تحقق من دائرة المياه ، صمام إعادة الملء ، الأنابيب ومضخة المياه. تسرب ممكن أو نقص الماء.
de: Überprüfen Sie den Wasserkreis, das Nachfüllventil, die Rohre und die Wasserpumpe. Mögliche Leckage oder Wassermangel.
es: Verifique el circuito de agua, la válvula de recarga, las tuberías y la bomba de agua. Posible fugas o falta de agua.
fr: Vérifiez le circuit d’eau, la vanne de remplissage, les tuyaux et la pompe à eau. Fuite possible ou manque d’eau.
he: בדוק מעגל מים, שסתום מילוי מחדש, צינורות ומשאבת מים. דליפה אפשרית או חוסר מים.
it: Controllare il circuito dell'acqua, la valvola di ricarica, i tubi e la pompa dell'acqua. Possibile perdite o mancanza di acqua.
nl: Controleer het watercircuit, de vulklep, de leidingen en de waterpomp. Mogelijke lekkage of gebrek aan water.
pt: Verifique o circuito de água, a válvula de recarga, os tubos e a bomba de água. Possível vazamento ou falta de água.
ro: Verificați circuitul de apă, supapa de reumplere, conductele și pompa de apă. Posibile scurgeri sau lipsa de apă.
sl: Preverite vodni krog, ventil za ponovno polnjenje, cevi in ​​vodno črpalko. Možno puščanje ali pomanjkanje vode.
zh: 检查水回路，补充阀，管道和水泵。可能的泄漏或缺水。

# INFO_MIXER_2
source: Check For A Possible Blockage At The Dicharge Valve Of The Mixer, Valve Air Pressure And Discharge Pump.
ar: تحقق من وجود انسداد محتمل في صمام التخلص من الخلاط ، وضغط هواء الصمام ومضخة التفريغ.
de: Überprüfen Sie eine mögliche Blockade am Dicharge -Ventil des Mischers, des Ventilluftdrucks und der Entladungspumpe.
es: Verifique si hay un posible bloqueo en la válvula Dicharge de la batidora, la presión de aire de la válvula y la bomba de descarga.
fr: Vérifiez un éventuel blocage au niveau de la vanne de décharge du mélangeur, de la pression d'air de la vanne et de la pompe de décharge.
he: בדוק אם יש סתימה אפשרית בשסתום הדיצ'רג 'של המערבל, לחץ אוויר שסתום ומשאבת הפריקה.
it: Controllare un possibile blocco sulla valvola dicarge del miscelatore, pressione dell'aria della valvola e pompa di scarico.
nl: Controleer of er een mogelijke blokkade is bij de afvoerklep van de mixer, de klepluchtdruk en de afvoerpomp.
pt: Verifique se há um possível bloqueio na válvula de Dicharge do misturador, pressão do ar da válvula e bomba de descarga.
ro: Verificați dacă există un posibil blocaj la supapa Dicharge a mixerului, presiunea aerului de supapă și pompa de descărcare.
sl: Preverite morebitno blokado na izpustnem ventilu mešalnika, zračnem tlaku ventila in izpustni črpalki.
zh: 检查搅拌机的二字阀，阀气压和排放泵上可能的堵塞。

# INFO_MIXER_3
source: Check The Mixer Filling And Contact Online Assistance Of Manufacturer -Mixer Is Automatically Disabled
ar: تحقق من تعبئة الخلاط واتصل بالمساعدة عبر الإنترنت من الشركة المصنعة - تم تعطيل الخلاط تلقائيًا
de: Überprüfen Sie die Füllung des Mixers und wenden Sie sich an den Online-Support des Herstellers - Der Mixer wird automatisch deaktiviert
es: Verifique El Llenado Del Mezclador Y Comuníquese Con La Asistencia En Línea Del Fabricante: El Mezclador Se Desactiva Automáticamente
fr: Vérifiez le remplissage du mélangeur et contactez l'assistance en ligne du fabricant. Le mélangeur est automatiquement désactivé.
he: בדוק את מילוי המיקסר וצור קשר עם הסיוע המקוון של היצרן - המיקסר מושבת באופן אוטומטי
it: Controllare Il Riempimento Del Miscelatore E Contattare L'Assistenza Online Del Produttore - Il Miscelatore Viene Disabilitato Automaticamente
nl: Controleer de vulling van de mixer en neem contact op met de online assistentie van de fabrikant - De mixer is automatisch uitgeschakeld
pt: Verifique o preenchimento do misturador e entre em contato com a assistência on -line do fabricante -Mixer está automaticamente desativado
ro: Verificați completarea mixerului și contactați asistența online a producătorului -mixer este dezactivat automat
sl: Preverite polnjenje mešalnika in se obrnite na spletno pomoč proizvajalca - mešalnik je samodejno onemogočen
zh: 检查混合器填充并联系制造商的在线帮助 - 混合器自动禁用

# INFO_MIXER_4
source: Check For Mixer Overload Of Material Or Mixer Current Control Settings
ar: تحقق من الحمل الزائد للخلاط من المواد أو إعدادات التحكم الحالية في الخلاط
de: Auf Mischerüberlastung durch Material oder Mischer-Stromsteuerungseinstellungen prüfen
es: Verifique La Sobrecarga De Material Del Mezclador O La Configuración De Control Actual Del Mezclador
fr: Vérifiez la surcharge du matériau du mélangeur ou les paramètres de contrôle actuel du mélangeur
he: בדוק אם יש עומס יתר במיקסר של חומר או הגדרות בקרה הנוכחית של המיקסר
it: Controllare il sovraccarico del miscelatore di materiale o le impostazioni di controllo correnti del miscelatore
nl: Controleer op overbelasting van het materiaal in de mixer of op de instellingen voor de stroomregeling van de mixer
pt: Verifique a sobrecarga do misturador de material ou misturador de controle de corrente
ro: Verificați dacă există supraîncărcare a mixerului de setări de control cu ​​curent de material sau mixer
sl: Preverite preobremenitev mešalnika z materialom ali nastavitve tokovnega nadzora mešalnika
zh: 检查混合器材料过载或混合器电流控制设置

# INFO_LEVEL_18
source: Check Levels Parameter In The Water Loop Circuit
ar: تحقق من معلمة المستويات في دائرة حلقة المياه
de: Füllstandsparameter im Wasserkreislauf prüfen
es: Verifique El Parámetro De Niveles En El Circuito Del Circuito De Agua
fr: Vérifier les paramètres de niveaux dans le circuit de boucle d'eau
he: בדוק פרמטר רמות במעגל לולאת המים
it: Controllare i parametri dei livelli nel circuito del circuito dell'acqua
nl: Controleer de niveaus van de parameters in het watercircuit
pt: Verifique o parâmetro dos níveis no circuito de loop de água
ro: Verificați parametrul nivelurilor în circuitul buclei de apă
sl: Preverite parameter ravni v tokokrogu vodne zanke
zh: 检查水循环电路中的液位参数
