Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: SYS - Siren (For External Uses)
ar: SYS - صفارات الإنذار (للاستخدامات الخارجية)
de: SYS - Sirene (für externe Verwendungen)
es: SYS - Sirena (Para Usos Externos)
fr: SYS - Sirène (pour utilisations externes)
he: SYS - סירנה (לשימושים חיצוניים)
it: SYS - Sirena (Per Usi Esterni)
nl: SYS - Sirene (voor extern gebruik)
pt: SYS - sirene (para usos externos)
ro: SYS - Sirena (pentru utilizări externe)
sl: SYS - sirena (za zunanjo uporabo)
zh: SYS-警报器（外部用途）

source: Subzone Shredding
ar: تمزيق المنطقة الفرعية
es: Subzona de trituración
fr: Déchiquetage de sous-zone
he: גריסה של תת-אזור
it: Triturazione Della Sottozona
nl: Subzone versnipperen
pt: Despesas subzona
sl: Podzonsko drobljenje
zh: 分区切碎

source: Auxiliary Transformer Secondary Protection
ar: حماية ثانوية محول إضافي
de: Hilfstransformator Sekundärschutz
es: Protección Secundaria Del Transformador Auxiliar
fr: Protection secondaire du transformateur auxiliaire
he: הגנה משנית של שנאי עזר
it: Protezione Secondaria Del Trasformatore Ausiliario
nl: Secundaire beveiliging van hulptransformator
pt: Proteção secundária do transformador auxiliar
ro: Transformator auxiliar Protecția secundară
ru: Вторичная защита вспомогательного трансформатора
sl: Sekundarna zaščita pomožnega transformatorja
zh: 辅助变压器次要保护

source: Analog Outputs Protection
ar: حماية المخرجات التناظرية
de: Analoger Ausgänge Schutz
es: Protección De Salidas Analógicas
fr: Protection des sorties analogiques
he: הגנה על יציאות אנלוגיות
it: Protezione Uscite Analogiche
nl: Bescherming van analoge uitgangen
pt: Proteção de saída analógica
ro: Protecția ieșirilor analogice
ru: Защита аналоговых выходов
sl: Zaščita analognih izhodov
zh: 模拟输出保护

source: Buttons Panel
ar: لوحة الأزرار
de: Knöpfe Panel
es: Panel De Pulsantes
fr: Panneau de boutons
he: לוח כפתורים
it: Pannello pulsanti
nl: Knoppenpaneel
ro: Panoul butoanelor
sl: Plošča z gumbi
zh: 按钮面板

source: Export To Csv
ar: التصدير إلى CSV
de: Export zu CSV
es: Exportar En Csv
fr: Exporter vers CSV
he: ייצוא ל-Csv
it: Esporta In CSV
nl: Exporteren naar CSV
pt: Exportar para CSV
ro: Exportați la CSV
sl: Izvozi v Csv
zh: 导出到CSV

source: Trend Window
ar: نافذة الاتجاه
de: Trendfenster
es: Ventana De Tendencia
fr: Fenêtre de tendance
he: חלון מגמה
it: Grafico In Finestra
nl: Trendvenster
pt: Janela de tendência
ro: Fereastra de tendință
sl: Okno trendov
zh: 趋势窗口

source: Live Charting
ar: الرسم المباشر
es: Gráfico En Vivo
fr: Cartographie en direct
he: תרשימים חיים
it: In Tempo Reale
nl: Live grafieken
pt: Charting ao vivo
ro: Diagrama live
sl: Grafikon v živo
zh: 现场图表

source: Messaging
ar: المراسلة
de: Nachrichten
es: Mensajería
fr: Messagerie
he: הודעות
it: Messaggistica
nl: Berichten
pt: Mensagens
ro: Mesaje
sl: Sporočila
zh: 消息传递

source: Delay For Message 'No Material' (0=No Message)
ar: تأخير رسالة "لا مادة" (0 = لا توجد رسالة)
de: Verzögerung für die Nachricht 'no materials' (0 = keine Nachricht)
es: Retraso Para El Mensaje 'Sin Material' (0 = Sin Mensaje)
fr: Délai pour le message « Pas de matériel » (0 = Pas de message)
he: עיכוב להודעה 'ללא חומר' (0=ללא הודעה)
it: Ritardo Per Messaggio 'Nessun Materiale' (0=Nessun Messaggio)
nl: Vertraging voor bericht 'Geen materiaal' (0=Geen bericht)
pt: Atraso para mensagem 'sem material' (0 = sem mensagem)
ro: Întârziere pentru mesajul „Fără material” (0 = Fără mesaj)
sl: Zakasnitev za sporočilo 'Ni materiala' (0=ni sporočila)
zh: 消息延迟消息“无材料”（0 =无消息）

source: Delay For Message 'Not Ok For Process' (0=No Message)
ar: تأخير رسالة "لا بأس في العملية" (0 = لا توجد رسالة)
de: Verzögerung für die Nachricht 'Nicht in Ordnung für den Prozess' (0 = keine Nachricht)
es: Retraso Para El Mensaje 'no OK Para El Proceso' (0 = Sin Mensaje)
fr: Délai pour le message « Pas OK pour le processus » (0=Aucun message)
he: עיכוב להודעה 'לא בסדר לעיבוד' (0=אין הודעה)
it: Ritardo Per Messaggio 'Non Ok Per Elaborazione' (0=Nessun Messaggio)
nl: Vertraging voor bericht 'Niet ok voor proces' (0=Geen bericht)
pt: Atraso para mensagem 'não ok para processo' (0 = sem mensagem)
ro: Întârziere pentru mesajul „Nu este OK pentru proces” (0 = Fără mesaj)
sl: Zakasnitev za sporočilo 'Ni v redu za proces' (0=ni sporočila)
zh: 延迟消息“不正确的过程”（0 =无消息）

source: Stop Feeding
ar: توقف عن التغذية
de: Hör auf zu füttern
es: Estop Alimentación
fr: Arrêter de se nourrir
he: הפסק להאכיל
it: Ferma Caricamento
nl: Stop met voeden
pt: Pare de alimentar
ro: Nu mai hrăniți
sl: Prenehajte s hranjenjem
zh: 停止进食

source: Restart Feeding
ar: أعد تشغيل التغذية
de: Fütterung neu starten
es: Reiniciar Alimentación
fr: Redémarrer l'alimentation
he: הפעל מחדש את ההאכלה
it: Riavvia Caricamento
nl: Voeding opnieuw starten
pt: Reinicie a alimentação
ro: Reporniți hrănirea
sl: Znova zaženite hranjenje
zh: 重新启动

source: Empty Hopper
ar: قادوس فارغ
de: Leerer Trichter
es: Tolva Vacía
fr: Trémie vide
he: הופר ריק
it: Tramoggia Vuota
nl: Lege trechter
pt: Hopper vazia
ro: Bun bunicuță
sl: Prazen lijak
zh: 空的料斗

source: Shredder
ar: التقطيع
es: Trituradora
fr: Broyeur
he: מגרסה
it: Trituratore
pt: Destruidor
ro: Maruntitor, defibrator
sl: Drobilnik
zh: 切碎机

source: Rotor
ar: الدوار
he: רוטור
it: Rotore
zh: 转子

source: Pusher
ar: انتهازي
es: Empujador
fr: Poussoir
he: דוֹחֵף
it: Spintore
nl: Duwer
pt: Empurrador
ro: Împingător
sl: Potiskalec
zh: 推动器

source: Enable Modulation Of Pusher Advancing Speed
ar: تمكين تعديل السرعة المتقدم
de: Ermöglichen
es: Habilitar La Modulación De La Velocidad De Avance Del Empujador
fr: Activer la modulation de la vitesse d'avancement du poussoir
he: אפשר אפנון של מהירות קידום הדוחף
it: Abilita La Modulazione Della Velocità Di Avanzamento Dello Spintore
nl: Modulatie van de voortbewegingssnelheid van de duwer inschakelen
pt: Ativar modulação da velocidade de avanço do empurrador
ro: Activați modularea vitezei de avansare a împingătorului
sl: Omogoči modulacijo hitrosti premikanja potiskala
zh: 启用对推动器的调制速度

source: Pusher Maximum Speed At Rotor Minimum Current
ar: أقصى سرعة للدافع عند الحد الأدنى للتيار الدوار
de: Maximale Drehzahl von Drücker bei Rotor -Mindeststrom
es: Velocidad Máxima Del Empujador A La Corriente Mínima Del Rotor
fr: Vitesse maximale du poussoir au courant minimum du rotor
he: מהירות מרבית של דוחף בזרם מינימלי של הרוטור
it: Velocità Massima Dello Spintore Alla Corrente Minima Del Rotore
nl: Maximale duwsnelheid bij minimale rotorstroom
pt: Velocidade máxima do empurrador na corrente mínima do rotor
ro: Pusher Viteza maximă la curentul rotorului minim
sl: Največja hitrost potiskala pri minimalnem toku rotorja
zh: 转子最小电流的推动器最大速度

source: Pusher Minimum Speed At Rotor Maximum Current
ar: الحد الأدنى للسرعة الدنيا في دوار الحد الأقصى التيار
de: Mindestgeschwindigkeit von Drücker bei Rotormaximalstrom
es: Velocidad Mínima Del Empujador A La Corriente Máxima Del Rotor
fr: Vitesse minimale du poussoir au courant maximal du rotor
he: דחף מהירות מינימלית בזרם מירבי של הרוטור
it: Velocità Minima Dello Spintore Alla Corrente Massima Del Rotore
nl: Minimale duwsnelheid bij maximale rotorstroom
pt: Velocidade mínima do empurrador na corrente máxima do rotor
ro: Viteza minimă a împingerii la curentul rotorului maxim
sl: Najmanjša hitrost potiskala pri največjem toku rotorja
zh: 推动器最低速度在转子最大电流

source: Final Pushing Time In Maximum Forward Position
ar: الوقت النهائي للضغط في وضع أقصى للأمام
de: Endgültige Push -Zeit in der maximalen Vorwärtsposition
es: Tiempo De Empuje Final En La Posición Máxima Hacia Adelante
fr: Temps de poussée finale en position avant maximale
he: זמן דחיפה סופי במיקום מירבי קדימה
it: Tempo Di Spinta Finale Nella Posizione Massima In Avanti
nl: Laatste duwtijd in maximale voorwaartse positie
pt: Tempo final de empurrar na posição máxima para a frente
ro: Timp de apăsare final în poziția maximă înainte
sl: Končni čas potiskanja v maksimalnem položaju naprej
zh: 最终推动时间在最大前提位置

source: Pusher Step-Back Time
ar: اندفاع وقت الظهر
de: Pusher-Stiefenzeit
es: Tiempo De Retroceso Del Empujador
fr: Temps de recul du poussoir
he: דחף זמן צעד אחורה
it: Tempo Di Passo Indietro Del Pusher
nl: Pusher Stap-Back Tijd
pt: Tempo de advertência do empurrador
ro: Timpul de revenire a împingerii
sl: Čas povratnega koraka potisnika
zh: 推动器的阶梯时间

source: Low
ar: قليل
de: Niedrig
es: Bajo
fr: Faible
he: נָמוּך
it: Basso
nl: Laag
pt: Baixo
ro: Scăzut
sl: Nizka
zh: 低的

source: User Deleted Successfully
ar: تم حذف المستخدم بنجاح
de: Benutzer erfolgreich gelöscht
es: Usuario Eliminado Correctamente
fr: Utilisateur supprimé avec succès
he: המשתמש נמחק בהצלחה
it: Utente Eliminato Con Successo
nl: Gebruiker succesvol verwijderd
pt: Usuário excluído com sucesso
ro: Utilizatorul a fost șters cu succes
sl: Uporabnik je bil uspešno izbrisan
zh: 用户成功删除

source: Could Not Delete The User
ar: لا يمكن حذف المستخدم
de: Konnte den Benutzer nicht löschen
es: No Se Pudo Eliminar Al Usuario
fr: Impossible de supprimer l'utilisateur
he: לא ניתן למחוק את המשתמש
it: Eliminazione Utente Fallita
nl: De gebruiker kon niet worden verwijderd
pt: Não foi possível excluir o usuário
ro: Nu a putut șterge utilizatorul
sl: Uporabnika ni bilo mogoče izbrisati
zh: 无法删除用户

source: User Added
ar: وأضاف المستخدم
de: Benutzer hinzugefügt
es: Usuario Agregado
fr: Utilisateur ajouté
he: משתמש נוסף
it: Utente Aggiunto
nl: Door gebruiker toegevoegd
pt: Usuário adicionado
ro: A adăugat utilizator
sl: Dodan uporabnik
zh: 用户添加了

source: User Group Added
ar: أضيفت مجموعة المستخدمين
de: Benutzergruppe hinzugefügt
es: Grupo De Usuarios Agregado
fr: Groupe d'utilisateurs ajouté
he: נוספה קבוצת משתמשים
it: Gruppo Utente Aggiunto
nl: Gebruikersgroep toegevoegd
pt: Grupo de usuários adicionado
ro: Adăugat grup de utilizatori
sl: Dodana uporabniška skupina
zh: 添加了用户组

source: User Group Deleted Successfully
ar: تم حذف مجموعة المستخدمين بنجاح
de: Benutzergruppe erfolgreich gelöscht
es: Grupo De Usuarios Eliminado Correctamente
fr: Groupe d'utilisateurs supprimé avec succès
he: קבוצת משתמשים נמחקה בהצלחה
it: Gruppo Utente Eliminato Con Successo
nl: Gebruikersgroep succesvol verwijderd
pt: Grupo de usuários excluído com sucesso
ro: Grupul de utilizatori a fost șters cu succes
sl: Uporabniška skupina je bila uspešno izbrisana
zh: 用户组成功删除

source: Could Not Delete The User Group
ar: لا يمكن حذف مجموعة المستخدمين
de: Konnte die Benutzergruppe nicht löschen
es: No Se Ha Podido Eliminar El Grupo De Usuarios
fr: Impossible de supprimer le groupe d'utilisateurs
he: לא ניתן למחוק את קבוצת המשתמשים
it: Eliminazione Gruppo Utente Fallita
nl: Kan de gebruikersgroep niet verwijderen
pt: Não foi possível excluir o grupo de usuários
ro: Nu a putut șterge grupul de utilizatori
sl: Uporabniške skupine ni bilo mogoče izbrisati
zh: 无法删除用户组

source: Parameters Saved Successfully
ar: المعلمات المحفوظة بنجاح
de: Parameter erfolgreich gespeichert
es: Parámetros Guardados Correctamente
fr: Paramètres enregistrés avec succès
he: הפרמטרים נשמרו בהצלחה
it: Parameteri Salvati Con Successo
nl: Parameters succesvol opgeslagen
pt: Parâmetros salvos com sucesso
ro: Parametrii salvați cu succes
sl: Parametri so uspešno shranjeni
zh: 参数成功保存

source: Could Not Save The Parameters
ar: لا يمكن حفظ المعلمات
de: Konnten die Parameter nicht speichern
es: No Se Han Podido Guardar Los Parámetros
fr: Impossible d'enregistrer les paramètres
he: לא ניתן לשמור את הפרמטרים
it: Impossibile Salvare I Parameteri
nl: De parameters konden niet worden opgeslagen
pt: Não foi possível salvar os parâmetros
ro: Nu a putut salva parametrii
sl: Parametrov ni bilo mogoče shraniti
zh: 无法保存参数

source: User Saved Successfully
ar: تم حفظ المستخدم بنجاح
de: Benutzer erfolgreich gespeichert
es: Usuario Guardado Con Éxito
fr: Utilisateur enregistré avec succès
he: המשתמש נשמר בהצלחה
it: Utente Salvato Con Successo
nl: Gebruiker succesvol opgeslagen
pt: Usuário salvou com sucesso
ro: Utilizatorul a salvat cu succes
sl: Uporabnik uspešno shranjen
zh: 用户成功保存了

source: User Group Saved Successfully
ar: تم حفظ مجموعة المستخدمين بنجاح
de: Benutzergruppe erfolgreich gespeichert
es: Grupo De Usuarios Guardado Correctamente
fr: Groupe d'utilisateurs enregistré avec succès
he: קבוצת משתמשים נשמרה בהצלחה
it: Gruppo Utente Salvato Con Successo
nl: Gebruikersgroep succesvol opgeslagen
pt: Grupo de usuários economizou com sucesso
ro: Grupul de utilizatori a salvat cu succes
sl: Uporabniška skupina je bila uspešno shranjena
zh: 用户组成功保存

source: Autoclose
ar: على مقربة السيارات
de: Automatisch schließen
es: Cierre automático
fr: Fermeture automatique
he: סגירה אוטומטית
it: Chiusura Automatica
nl: Automatisch sluiten
sl: Samodejno zapiranje
zh: 自动蛋白

source: Production Slowdown Speed
ar: سرعة تباطؤ الإنتاج
de: Produktionsverschwendung Geschwindigkeit
es: Velocidad De Desaceleración De Producción
fr: Vitesse de ralentissement de la production
he: מהירות האטה בייצור
it: Velocità Lenta In Produzione
nl: Productievertragingssnelheid
pt: Velocidade de desaceleração da produção
ro: Viteza de încetinire a producției
sl: Hitrost upočasnitve proizvodnje
zh: 生产速度放缓

source: Pusher Step Back
ar: خطوة البهجة للخلف
de: Pusher Schritt zurück
es: Retroceso Del Empujador
fr: Le pousseur recule
he: דחף צעד אחורה
it: Indietreggia Spintore
nl: Pusher Stap Terug
pt: Pusher recuar
ro: Pusher pas înapoi
sl: Korak nazaj
zh: 推动器退后一步

source: Stop Upstream If Step Back
ar: توقف عن المنبع إذا كان التراجع
de: Stoppen Sie nach oben, wenn Sie zurücktreten
es: Detenerse Aguas Arriba Si Se Retrocede
fr: Arrêtez-vous en amont si vous reculez
he: עצור במעלה הזרם אם צעד אחורה
it: Ferma A Monte Se Indietreggia
nl: Stop stroomopwaarts als u een stap terug doet
pt: Pare a montante se voltar atrás
ro: Opriți -vă în amonte dacă faceți pas înapoi
sl: Ustavite se proti toku, če stopite nazaj
zh: 如果退后一步

source: (0=Forward)
ar: (0 = إلى الأمام)
de: (0 = vorwärts)
es: (0 = Adelante)
fr: (0=En avant)
he: (0=העבר)
it: (0=Avanti)
nl: (0=Vooruit)
pt: (0 = avançado)
ro: (0 = înainte)
sl: (0=Naprej)
zh: （0 =向前）

source: (0=Reverse)
ar: (0 = عكس)
de: (0 = umgekehrt)
es: (0 = Hacia Atrás)
fr: (0=Inverser)
he: (0=הפוך)
it: (0=Inversione)
nl: (0=Omgekeerd)
pt: (0 = reverso)
ro: (0 = invers)
sl: (0=obratno)
zh: （0 =反向）

source: Rotor Reverse Interval
ar: الدوار العكسي الفاصل الزمني
de: Rotor -Rückwärtsintervall
es: Intervalo De Inversión Del Rotor
fr: Intervalle d'inversion du rotor
he: מרווח רוטור היפוך
it: Intervallo Inversione Rotore
nl: Rotor-omkeerinterval
pt: Intervalo reverso do rotor
ro: Interval de inversare a rotorului
sl: Interval vzvratne vožnje rotorja
zh: 转子反向间隔

# SHREDDING AND PUSHER INCHING
source: Shredding And Pusher Inching mode
ar: تمزيق ودافع
de: Sledding und Pusher Inching
es: Modo De Trituración Y Arrastre Por Empuje
fr: Mode de déchiquetage et de poussée
he: גריסה ודחיפה אינצ'ינג
it: Triturazione e Spintore in avanzamento ad intermittenza
nl: Versnipper- en duwmodus
pt: Trituração e empurrista
ro: Mărunțirea și împingătorul
sl: Način drobljenja in potiskanja
zh: 切碎和推动器英寸

source: Reset Cycle - Pusher Complete Backward
ar: إعادة تعيين دورة - اندفاع كامل للخلف
de: Zurücksetzen
es: Restablecer Ciclo: Empujador Completo Hacia Atrás
fr: Cycle de réinitialisation - Le poussoir est terminé en arrière
he: מחזור איפוס - הדוחף הושלם לאחור
it: Ripristino Ciclo - Pusher Completo All'Indietro
nl: Resetcyclus - Duwer compleet achteruit
pt: Redefinir ciclo - empurrador completo para trás
ro: Ciclul de resetare - împingător complet înapoi
sl: Cikel ponastavitve – potiskalo je dokončano nazaj
zh: 重置周期 - 推动器向后完成

source: Home
ar: بيت
de: Heim
es: Inicio
fr: Maison
he: בית
it: Casa
nl: Thuis
pt: Lar
ro: Acasă
sl: domov
zh: 家

source: Pusher Step Back Request
ar: طلب خطوة الإرشاد
de: Pusher -Schritt zurück Anfrage
es: Petición De Retroceso Del Empujador
fr: Demande de recul du pousseur
he: בקשת דחיפה צעד אחורה
it: Richiesta Spintore passo indietro
nl: Pusher Stap Terug Verzoek
pt: Pusher passo para trás solicitação
ro: Cerere de pas înapoi
sl: Zahteva za korak nazaj
zh: 推杆退后一步请求

source: Step Back
ar: خطوة للخلف
de: Zurücktreten
es: Paso Atrás
fr: Reculer
he: צעד אחורה
it: Passo Indietro
nl: Stap terug
pt: Solte para trás
ro: Intoarce-te
sl: Korak nazaj
zh: 退后

source: Rotor Stop And Reverse Request
ar: توقف الدوار والطلب العكسي
de: Rotorstopp und Rückwärtsanforderung
es: Solicitud De Parada E Inversión Del Rotor
fr: Arrêt du rotor et demande d'inversion
he: בקשת עצירה והיפוך רוטור
it: Richiesta Di Arresto E Inversione Del Rotore
nl: Rotor Stop en Omgekeerde Verzoek
pt: Rotor Stop e Reverse Solicy
ro: Stop rotor și cerere inversă
sl: Zahteva za zaustavitev rotorja in vzvratno vožnjo
zh: 转子停止和反向请求

source: Cumulative Ok (Ok For Process)
ar: تراكمي موافق (موافق للعملية)
de: Kumulativ OK (OK für den Prozess)
es: Acumulativo Ok (Ok Para El Proceso)
fr: Cumulatif OK (Ok pour le processus)
he: בסדר מצטבר (בסדר לתהליך)
it: Cumulativo Ok (Ok Per Processo)
nl: Cumulatief Ok (Ok voor proces)
pt: Cumulativo OK (OK para processo)
ro: Cumulativ OK (OK pentru proces)
sl: Kumulativno v redu (v redu za proces)
zh: 累积确定（可以处理过程）

source: Pusher Pressing In Forward Position
ar: اندفاع يضغط في وضع الأمام
de: Drücker in Vorwärtsposition drücken
es: Empujador Presionando En Posición Hacia Adelante
fr: Poussoir appuyant en position avant
he: דוחף לחיצה במצב קדימה
it: Spintore in pressione In Posizione avanti
nl: Duwer drukt in voorwaartse positie
pt: Pusher pressionando a posição para a frente
ro: Pusher apăsând în poziția înainte
sl: Pritisk potiskala v sprednjem položaju
zh: 推动器向前部位

source: Pusher Final Retract
ar: تراجع اندفاع نهائي
es: Retracción Final Del Empujador
fr: Rétraction finale du poussoir
he: דחיפה סופית
it: Retrazione Finale Dello Spintore
pt: Pusher final retração
ro: Retragere finală a împingerii
sl: Končni umik potisnega elementa
zh: 推动器最终缩回

source: Safety Key Unlock Command Off
ar: أمر فتح مفتاح الأمان
de: Sicherheitsschlüssel -Entsperrenbefehl aus
es: Comando De Desbloqueo De Llave De Seguridad Off
fr: Commande de déverrouillage de la clé de sécurité désactivée
he: פקודת פתיחת מפתח בטיחות כבויה
it: Comando Di Sblocco Chiave Di Sicurezza Off
nl: Veiligheidssleutel Ontgrendelingscommando Uit
pt: Chave de segurança Comando desbloquear
ro: Comanda de deblocare a cheilor de siguranță
ru: Команда разблокировки ключа безопасности отключена
sl: Ukaz za odklepanje varnostnega ključa je izklopljen
zh: 安全密钥解锁命令关闭

source: Safety Key Unlock Requested
ar: مفتاح الأمان المطلوب
de: Sicherheitsschlüssel Unlock angefordert
es: Se Requiere Desbloqueo Con Llave De Seguridad
fr: Déverrouillage de la clé de sécurité demandé
he: בקשת ביטול נעילה של מפתח בטיחות
it: Sblocco Della Chiave Di Sicurezza Richiesto
nl: Veiligheidssleutel ontgrendeling aangevraagd
pt: Chave de segurança Desbloqueio solicitado
ro: Deblocarea cheii de siguranță solicitate
sl: Zahtevano odklepanje varnostnega ključa
zh: 安全密钥解锁要求

source: Safety Key Not Inserted On Cabinet
ar: مفتاح السلامة لم يتم إدخاله في مجلس الوزراء
de: Sicherheitsschlüssel nicht auf den Schrank eingefügt
es: Clave De Seguridad No Insertada En ElArmario
fr: Clé de sécurité non insérée dans l'armoire
he: מפתח בטיחות לא הוכנס לארון
it: Chiave Di Sicurezza Non Inserita nel Quadro
nl: Veiligheidssleutel niet in kast geplaatst
pt: Chave de segurança não inserida no gabinete
ro: Cheia de siguranță nu este introdusă pe dulap
sl: Varnostni ključ ni vstavljen v omarico
zh: 安全密钥未插入机柜

source: Gearbox
ar: ناقل الحركة
de: Getriebe
es: Caja De Cambios
fr: Boîte de vitesse
he: תֵבַת הִלוּכִים
it: Riduttore
nl: Versnellingsbak
pt: Caixa de velocidade
ro: Cutie de viteze
sl: Menjalnik
zh: 变速箱

source: Gearbox Not Ok
ar: علبة التروس لا بأس
de: Getriebe nicht in Ordnung
es: Caja De Cambios no es OK
fr: Boîte de vitesses pas ok
he: תיבת הילוכים לא בסדר
it: Riduttore Non Ok
nl: Versnellingsbak niet ok
pt: Caixa de câmbio não ok
ro: Cutia de viteze nu este OK
sl: Menjalnik ni v redu
zh: 变速箱不正常

source: Cabinet On
ar: مجلس الوزراء على
de: Kabinett auf
es: Armario encendido
fr: Armoire activée
he: ארון פועל
it: Quadro Acceso
nl: Kabinet aan
pt: Gabinete em
ro: Dulap pe
ru: Кабинет включен
sl: Kabinet vklopljen
zh: 橱柜打开

source: SYS - Power Supply 24Vdc - Cabinet On
ar: SYS - امدادات الطاقة 24VDC - خزانة على
de: SYS - Stromversorgung 24VDC - Schrank auf
es: SYS - Fuente De Alimentación 24 Vcc -Armario Encendido
fr: SYS - Alimentation 24 Vdc - Armoire allumée
he: SYS - ספק כוח 24Vdc - CABINET ON
it: SYS - Alimentazione 24Vdc - Quadro Acceso
nl: SYS - Voeding 24Vdc - Kast aan
pt: SYS - Fonte de alimentação 24VDC - Gabinete em
ro: SYS - Sursa de alimentare 24VDC - Cabinet pornit
sl: SYS - Napajanje 24 Vdc - Omarica vklopljena
zh: 系统 - 电源24VDC-机柜

source: All Estop Pb Not Pressed (Cumulative Of To The Ones That Belong To This Cabinet)
ar: لم يتم الضغط على جميع أمنت PB (تراكمية لتلك التي تنتمي إلى هذا الخزانة)
de: ALLE ESTOP PB nicht gepresst (kumulativ zu denen, die zu diesem Kabinett gehören)
es: Todos Los Estops Pb No Pulsados (Acumulativo De Los Que Pertenecen A Este Armario)
fr: Tous les Estop Pb non pressés (cumulatifs de ceux qui appartiennent à ce cabinet)
he: כל ESTOP PB לא לחוץ (מצטבר של אלה ששייכים לארון זה)
it: Tutti i pulsanti Estop Non Premuti (Cumulativi Di Quelli Appartenenti A Questo Quadro)
nl: Alle Estop Pb niet ingedrukt (cumulatief van degenen die tot dit kabinet behoren)
pt: TODOS O PB PB não pressionado (cumulativo dos que pertencem a este gabinete)
ro: Toate PB -ul estop nu este presat (cumulativ celor care aparțin acestui cabinet)
sl: Vsi Estop Pb niso pritisnjeni (kumulativno za tiste, ki pripadajo tej omari)
zh: 所有估算PB都不按压（累积到属于此内阁的PB）

source: Cabinet No Critical Faults Present
ar: مجلس الوزراء لا توجد أخطاء حرجة
de: Kabinett Keine kritischen Fehler vorhanden
es: Gabinete No Hay Fallos Críticos Presentes
fr: Cabinet Aucun défaut critique présent
he: ארון ללא תקלות קריטיות
it: Nessuna presenza di allarmi critici nel Quadro
nl: Kabinet Geen kritieke fouten aanwezig
pt: Gabinete sem falhas críticas presentes
ro: Cabinet nu prezintă defecțiuni critice
ru: Шкаф Критических неисправностей нет
sl: Kabinet ni kritičnih napak
zh: 机柜没有关键故障

source: E-Stop Ok
ar: e-stop موافق
fr: Arrêt d'urgence OK
he: E-Stop בסדר
it: Arresto Di Emergenza Ok
nl: Noodstop Oké
sl: E-Stop V redu
zh: E-Stop可以

source: All Devices Ready
ar: جميع الأجهزة جاهزة
de: Alle Geräte bereit
es: Todos Los Dispositivos Listos
fr: Tous les appareils sont prêts
he: כל המכשירים מוכנים
it: Tutti I Dispositivi Pronti
nl: Alle apparaten gereed
pt: Todos os dispositivos prontos
ro: Toate dispozitivele sunt gata
ru: Все устройства готовы
sl: Vse naprave pripravljene
zh: 所有设备准备就绪

source: Shredder Devices Not Ready
ar: أجهزة التقطيع غير جاهزة
de: Shredder -Geräte nicht fertig
es: Dispositivos De Triturado No Listos
fr: Les appareils de déchiquetage ne sont pas prêts
he: התקני מגרסה לא מוכנים
it: Dispositivi Del Trituratore Non Pronti
nl: Papiervernietigers niet gereed
pt: Dispositivos de triturador não estão prontos
ro: Dispozitivele Shredder nu sunt gata
sl: Naprave za uničevanje niso pripravljene
zh: 切碎器设备尚未准备好

source: Near Downstream Ok For Start Washing
ar: بالقرب من المصب موافق لبدء الغسيل
de: In der Nähe stromabwärts OK zum Waschen des Waschens
es: Cerca de aguas abajo Ok para iniciar lavado
fr: Près de l'aval, OK pour commencer le lavage
he: קרוב ל-Downstream בסדר לתחילת הכביסה
it: A Valle vicino Ok Per Inizio Lavaggio
nl: Dichtbij stroomafwaarts oké om te beginnen met wassen
pt: Perto de jusante ok para começar a lavar
ro: Aproape de aval ok pentru a începe spălarea
ru: Рядом с нисходящим потоком Хорошо для начала стирки
sl: Blizu nizvodnega toka, v redu za začetek pranja
zh: 接近下游可以开始洗涤
