Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: SYS - Emergency Push Button (F-INPUT)
ar: SYS - زر ضغط الطوارئ (F-INPUT)
de: SYS – Notruftaste (F-INPUT)
fr: SYS - Bouton-poussoir d'urgence (F-INPUT)
he: SYS - לחצן חירום (F-INPUT)
it: SYS - Pulsante di emergenza (F-INPUT)
nl: SYS - Nooddrukknop (F-INPUT)
pt: SYS - Botão de Emergência (F-INPUT)
ro: SYS - Buton de apăsare de urgență (F-INPUT)
sl: SYS - Gumb za pomoč v sili (F-INPUT)
zh: SYS - 紧急按钮（F-输入）

source: SYS - Surge Voltage Protection (F-INPUT)
ar: SYS - حماية الجهد الزائد (F-INPUT)
de: SYS – Überspannungsschutz (F-INPUT)
fr: SYS - Protection contre les surtensions (F-INPUT)
he: SYS - הגנת מתח מתח (F-INPUT)
it: SYS - Protezione da sovratensione (F-INPUT)
nl: SYS - Overspanningsbeveiliging (F-INPUT)
pt: SYS - Proteção contra surtos de tensão (F-INPUT)
ro: SYS - Protecție la supratensiune (F-INPUT)
sl: SYS - Prenapetostna zaščita (F-INPUT)
zh: SYS - 浪涌电压保护（F-输入）

source: SYS - Surge Protection Device
ar: SYS - جهاز الحماية من زيادة التيار
de: SYS – Überspannungsschutzgerät
fr: SYS - Dispositif de protection contre les surtensions
he: SYS - התקן להגנה מפני נחשולי מתח
it: SYS - Dispositivo di protezione contro le sovratensioni
nl: SYS - Overspanningsbeveiliging
pt: SYS - Dispositivo de proteção contra surtos
ro: SYS - Dispozitiv de protecție la supratensiune
sl: SYS - Naprava za prenapetostno zaščito
zh: SYS——电涌保护器

source: SYS - Control Module
ar: SYS - وحدة التحكم
de: SYS – Steuermodul
fr: SYS-Module de contrôle
he: SYS - מודול בקרה
it: SYS - Modulo di controllo
nl: SYS - Besturingsmodule
pt: SYS - Módulo de Controle
ro: SYS - Modul de control
sl: SYS - krmilni modul
zh: SYS——控制模块

source: SYS - Control Module Reset
ar: SYS - إعادة ضبط وحدة التحكم
de: SYS – Zurücksetzen des Steuermoduls
fr: SYS - Réinitialisation du module de commande
he: SYS - איפוס מודול בקרה
it: SYS - Ripristino modulo di controllo
nl: SYS - Reset van de besturingsmodule
pt: SYS - Reinicialização do Módulo de Controle
ro: SYS - Resetare modul de control
sl: SYS - Ponastavitev krmilnega modula
zh: SYS - 控制模块重置

source: SYS - AC Surge Protection Device
ar: SYS - جهاز حماية من التيار المتردد
de: SYS – AC-Überspannungsschutzgerät
fr: SYS - Dispositif de protection contre les surtensions CA
it: SYS - Dispositivo di protezione da sovratensione CA
nl: SYS - AC-overspanningsbeveiliging
pt: SYS - Dispositivo de proteção contra surtos CA
ro: SYS - Dispozitiv de protecție la supratensiune AC
sl: SYS - AC prenapetostna zaščita
zh: SYS - 交流电涌保护器

source: SYS - DC Surge Protection Device
ar: SYS - جهاز حماية التيار المستمر
de: SYS – DC-Überspannungsschutzgerät
fr: SYS - Dispositif de protection contre les surtensions CC
it: SYS - Dispositivo di protezione da sovratensione CC
nl: SYS - DC-overspanningsbeveiliging
pt: SYS - Dispositivo de proteção contra surtos DC
ro: SYS - Dispozitiv de protecție la supratensiune DC
sl: SYS - DC naprava za zaščito pred prenapetostjo
zh: SYS - 直流电涌保护器

source: SYS - Main Power Switch (F-INPUT)
ar: SYS - مفتاح الطاقة الرئيسي (F-INPUT)
de: SYS – Hauptnetzschalter (F-INPUT)
fr: SYS - Interrupteur d'alimentation principal (F-INPUT)
he: SYS - מתג הפעלה ראשי (F-INPUT)
it: SYS - Interruttore di alimentazione principale (F-INPUT)
nl: SYS - Hoofdvoedingsschakelaar (F-INPUT)
pt: SYS - Chave de alimentação principal (F-INPUT)
ro: SYS - Comutator principal de alimentare (F-INPUT)
sl: SYS - glavno stikalo za napajanje (F-INPUT)
zh: SYS - 主电源开关（F-输入）

source: SYS - Emergency Push Button Redundant F-INPUT
ar: SYS - زر ضغط الطوارئ F-INPUT
de: SYS – Redundanter F-EINGANG mit Notruftaste
fr: SYS - Bouton-poussoir d'urgence redondant F-INPUT
he: SYS - כפתור חירום מיותר F-INPUT
it: SYS - Pulsante di emergenza ridondante F-INPUT
nl: SYS - Nooddrukknop Redundant F-INPUT
pt: SYS - Botão de Emergência Redundante F-INPUT
ro: SYS - Buton de urgență Redundant F-INPUT
sl: SYS - Redundantni F-VHOD s pritiskom na gumb v sili
zh: SYS - 紧急按钮冗余 F-INPUT

source: SYS - Command Estop Contactor Channel
ar: SYS - قناة موصل الأوامر Estop
de: SYS – Befehls-Estop-Schützkanal
fr: SYS - Canal de contacteur d'arrêt de commande
it: SYS - Canale contattore comando Estop
nl: SYS - Commando Estop Contactor Kanaal
pt: SYS - Canal do contator de parada de comando
sl: SYS - kanal kontaktorja za ustavitev ukaza
zh: SYS - 命令急停接触器通道

source: Surge Voltage Protection In Cabinet Hmi
ar: حماية من زيادة الجهد في الخزانة Hmi
de: Überspannungsschutz im Schrank Hmi
fr: Protection contre les surtensions dans l'armoire Hmi
he: הגנת מתח נחשול בארון Hmi
it: Protezione contro le sovratensioni nell'armadio HMI
nl: Overspanningsbeveiliging in kast HMI
pt: Proteção contra surtos de tensão no gabinete Hmi
ro: Protecție la supratensiune în cabinet Hmi
sl: Prenapetostna zaščita v omarici Hmi
zh: 机柜人机界面浪涌电压保护

source: Surge Voltage Protection (Hmi)
ar: حماية الجهد الزائد (Hmi)
de: Überspannungsschutz (Hmi)
fr: Protection contre les surtensions (Hmi)
he: הגנת מתח מתח (Hmi)
it: Protezione da sovratensione (Hmi)
nl: Overspanningsbeveiliging (Hmi)
pt: Proteção contra surtos de tensão (Hmi)
ro: Protecție la supratensiune (HMI)
sl: Prenapetostna zaščita (Hmi)
zh: 浪涌电压保护 (Hmi)

source: 24 Volts Analog Inputs Ok
ar: 24 فولت المدخلات التناظرية موافق
de: 24 Volt Analogeingänge Ok
fr: Entrées analogiques 24 Volts Ok
he: 24 וולט כניסות אנלוגיות בסדר
it: Ingressi analogici a 24 Volt Ok
nl: 24 Volt analoge ingangen ok
pt: Entradas analógicas de 24 Volts ok
ro: Intrări analogice 24 volți Ok
sl: 24 V analogni vhodi OK
zh: 24 伏模拟输入正常

source: Surge Protection Device
ar: جهاز حماية الطفرة
de: Überspannungsschutzgerät
fr: Dispositif de protection contre les surtensions
he: מכשיר הגנה מפני נחשולי מתח
it: Dispositivo di protezione contro le sovratensioni
nl: Overspanningsbeveiliging
pt: Dispositivo de proteção contra surtos
ro: Dispozitiv de protecție la supratensiune
sl: Naprava za prenapetostno zaščito
zh: 电涌保护装置

source: Supply Control Module Status Ok
ar: حالة وحدة التحكم في التوريد موافق
de: Status des Versorgungssteuermoduls ok
fr: État du module de commande d'alimentation Ok
he: מצב מודול בקרת אספקה ​​בסדר
it: Stato del modulo di controllo dell'alimentazione Ok
nl: Status van de voedingsregelmodule Ok
pt: Status do Módulo de Controle de Fornecimento OK
ro: Stare modul de control al sursei Ok
sl: Stanje krmilnega modula napajanja V redu
zh: 电源控制模块状态正常

source: Supply Control Module Fault Reset Command
ar: أمر إعادة تعيين خطأ وحدة التحكم في الإمداد
de: Befehl zum Zurücksetzen des Fehlers des Versorgungssteuermoduls
fr: Commande de réinitialisation des défauts du module de commande d'alimentation
he: פקודת איפוס תקלות של מודול בקרת אספקה
it: Comando di ripristino errore modulo di controllo alimentazione
nl: Commando voor het resetten van storingen in de voedingsregelmodule
pt: Comando de reinicialização de falha do módulo de controle de alimentação
ro: Comandă de resetare a erorilor modulului de control al alimentării
sl: Ukaz za ponastavitev napake krmilnega modula napajanja
zh: 电源控制模块故障复位命令

source: Surge Protection
ar: الحماية من الطفرة
de: Überspannungsschutz
fr: Protection contre les surtensions
he: הגנה מפני נחשולי מתח
it: Protezione contro le sovratensioni
nl: Overspanningsbeveiliging
pt: Proteção contra surtos
ro: Protectie la supratensiune
sl: Prenapetostna zaščita
zh: 浪涌保护

source: Overload Supply Control Module
ar: وحدة التحكم في الإمداد الزائد
de: Überlastungsversorgungssteuermodul
fr: Module de contrôle d'alimentation en surcharge
he: מודול בקרת אספקת עומס יתר
it: Modulo di controllo alimentazione sovraccarico
nl: Overbelastingsvoedingsregelmodule
pt: Módulo de controle de fornecimento de sobrecarga
ro: Modul de control al alimentării la suprasarcină
sl: Nadzorni modul za preobremenitev
zh: 过载电源控制模块

source: Profinet Communication Breakdown
ar: انهيار الاتصالات Profinet
de: Aufschlüsselung der Profinet-Kommunikation
fr: Panne de communication Profinet
he: התמוטטות תקשורת Profinet
it: Interruzione della comunicazione Profinet
nl: Profinet-communicatiestoring
pt: Análise da comunicação Profinet
ro: Defalcarea comunicării Profinet
sl: Razčlenitev komunikacije Profinet
zh: Profinet通讯故障

source: AC Surge Protection Device
ar: جهاز حماية التيار المتردد
de: AC-Überspannungsschutzgerät
fr: Dispositif de protection contre les surtensions CA
he: התקן הגנה מפני מתח AC
it: Dispositivo di protezione contro le sovratensioni CA
nl: AC-overspanningsbeveiliging
pt: Dispositivo de proteção contra surtos CA
ro: Dispozitiv de protecție la supratensiune AC
sl: AC prenapetostna zaščitna naprava
zh: 交流电涌保护器

source: DC Surge Protection Device
ar: جهاز حماية التيار المستمر
de: DC-Überspannungsschutzgerät
fr: Dispositif de protection contre les surtensions CC
he: התקן הגנה מפני מתח DC
it: Dispositivo di protezione contro le sovratensioni CC
nl: DC-overspanningsbeveiliging
pt: Dispositivo de proteção contra surtos DC
ro: Dispozitiv de protecție la supratensiune DC
sl: DC prenapetostna zaščitna naprava
zh: 直流电涌保护器

source: Power Switch ON
ar: تشغيل مفتاح الطاقة
de: Netzschalter EIN
fr: Interrupteur d'alimentation allumé
he: מתג הפעלה מופעל
it: Interruttore di alimentazione su ON
nl: Aan/uit-schakelaar AAN
pt: Ligar a energia
ro: Comutator de alimentare ON
sl: Stikalo za napajanje VKLOPLJENO
zh: 电源开关打开

source: Emergency Push Button Redundant
ar: زر ضغط الطوارئ زائدة عن الحاجة
de: Redundanter Notrufknopf
fr: Bouton-poussoir d'urgence redondant
he: כפתור חירום מיותר
it: Pulsante di emergenza ridondante
nl: Nooddrukknop redundant
pt: Botão de emergência redundante
ro: Buton de apăsare de urgență redundant
sl: Gumb za pomoč v sili Redundant
zh: 紧急按钮冗余

source: Command Estop Contactor Channel
ar: الأمر Estop قناة المقاولين
de: Befehl Estop-Schützkanal
fr: Canal de contacteur de commande Estop
it: Canale del contattore di comando Estop
nl: Commando Estop-contactorkanaal
pt: Comando Estop Contator Canal
ro: Canalul contactor Command Estop
sl: Ukaz Estop Contactor Channel
zh: 命令急停接触器通道

source: Estop Push-Button 0 - Hardware Fault (Input Passivation)
ar: زر الضغط على Estop 0 - عطل في الأجهزة (تخميل الإدخال)
de: Not-Aus-Taste 0 – Hardwarefehler (Eingangspassivierung)
fr: Bouton-poussoir Estop 0 - Défaut matériel (passivation d'entrée)
he: Estop Push-Button 0 - תקלת חומרה (פסיבית קלט)
it: Pulsante Estop 0 - Guasto hardware (passivazione ingresso)
nl: Estop-drukknop 0 - Hardwarefout (passivering van ingang)
pt: Botão Estop 0 - Falha de Hardware (Passivação de Entrada)
ro: Butonul de oprire 0 - Eroare hardware (pasivare intrare)
sl: Estop Push-Button 0 - napaka strojne opreme (pasivacija vhoda)
zh: 急停按钮 0 - 硬件故障（输入钝化）

source: Estop Push-Button 1 - Hardware Fault (Input Passivation)
ar: زر الضغط على Estop 1 - عطل في الأجهزة (تخميل الإدخال)
de: Not-Aus-Taste 1 – Hardwarefehler (Eingangspassivierung)
fr: Bouton-poussoir Estop 1 - Défaut matériel (passivation d'entrée)
he: Estop Push-Button 1 - תקלת חומרה (פסיבית קלט)
it: Pulsante Estop 1 - Guasto hardware (passivazione ingresso)
nl: Estop-drukknop 1 - Hardwarefout (passivering van ingang)
pt: Botão Estop 1 - Falha de Hardware (Passivação de Entrada)
ro: Butonul de apasare 1 - Eroare hardware (pasivare intrare)
sl: Estop Push-Button 1 - napaka strojne opreme (pasivacija vhoda)
zh: 急停按钮 1 - 硬件故障（输入钝化）

source: Estop Push-Button 2 - Hardware Fault (Input Passivation)
ar: Estop Push-Button 2 - عطل في الأجهزة (تخميل الإدخال)
de: Not-Aus-Taste 2 – Hardwarefehler (Eingangspassivierung)
fr: Bouton-poussoir Estop 2 - Défaut matériel (passivation d'entrée)
he: Estop Push-Button 2 - תקלת חומרה (פסיבית קלט)
it: Pulsante Estop 2 - Guasto hardware (passivazione ingresso)
nl: Estop-drukknop 2 - Hardwarefout (passivering van ingang)
pt: Botão Estop 2 - Falha de Hardware (Passivação de Entrada)
ro: Buton de apăsare 2 - Eroare hardware (pasivare intrare)
sl: Estop Push-Button 2 - napaka strojne opreme (pasivacija vhoda)
zh: 急停按钮 2 - 硬件故障（输入钝化）

source: Cabinet Main Power Surge Protection
ar: حماية من زيادة الطاقة الرئيسية للخزانة
de: Überspannungsschutz für die Hauptstromversorgung des Schranks
fr: Protection contre les surtensions principales de l'armoire
he: ארון הגנה מפני נחשולי מתח ראשי
it: Protezione contro le sovratensioni dell'alimentazione principale dell'armadio
nl: Hoofdstroombeveiliging voor kast
pt: Proteção contra surtos de energia principal do gabinete
ro: Protecție la supratensiune principală a dulapului
sl: Glavna zaščita pred prenapetostjo v ohišju
zh: 机柜主电源浪涌保护

source: Cabinet Power Supply 24Vdc Surge Protection
ar: خزانة إمداد الطاقة 24 فولت تيار مستمر، حماية من زيادة التيار
de: Schranknetzteil 24Vdc Überspannungsschutz
fr: Alimentation de l'armoire Protection contre les surtensions 24 V CC
he: ארון ספק כוח 24Vdc הגנת מתח
it: Protezione contro le sovratensioni dell'alimentatore dell'armadio 24 V CC
nl: Kastvoeding 24Vdc overspanningsbeveiliging
pt: Fonte de alimentação do gabinete 24Vdc proteção contra surtos
ro: Sursa de alimentare 24Vdc Protecție la supratensiune
sl: Kabinet Napajalnik 24Vdc Prenapetostna zaščita
zh: 机柜电源 24Vdc 浪涌保护

source: Power Analyzer
ar: محلل الطاقة
de: Leistungsanalysator
fr: Analyseur de puissance
he: מנתח כוח
it: Analizzatore di potenza
nl: Vermogensanalysator
pt: Analisador de potência
ro: Analizor de putere
sl: Analizator moči
zh: 功率分析仪

source: Cabinet Line High Voltage
ar: خط الخزانة ذو الجهد العالي
de: Schrankleitung Hochspannung
fr: Ligne d'armoires haute tension
he: ארון קו מתח גבוה
it: Alta tensione della linea dell'armadio
nl: Kastlijn Hoogspanning
pt: Alta tensão da linha do gabinete
ro: Linia Cabinetului de înaltă tensiune
sl: Visoka napetost v omarici
zh: 柜线高压

source: Cabinet Line High Current
ar: خط الخزانة عالي التيار
de: Schrankleitung Hochstrom
fr: Ligne d'armoire à courant élevé
he: ארון קו גבוה זרם
it: Linea armadio ad alta corrente
nl: Kastlijn Hoge Stroom
pt: Linha de gabinete de alta corrente
ro: Curenți ridicati pentru linia cabinetului
sl: Kabinet Line High Current
zh: 柜线大电流

source: Cabinet Line Voltage Unbalanced
ar: جهد خط الخزانة غير متوازن
de: Schrankleitungsspannung unsymmetrisch
fr: Tension de ligne d'armoire déséquilibrée
he: מתח קו הארון לא מאוזן
it: Tensione di linea dell'armadio sbilanciata
nl: Kastlijnspanning ongebalanceerd
pt: Tensão da linha do gabinete desequilibrada
ro: Tensiune de linie a cabinetului dezechilibrat
sl: Omrežna napetost neuravnotežena
zh: 机柜线电压不平衡

source: Cabinet Line Current Unbalanced
ar: خط الخزانة الحالي غير متوازن
de: Schrankleitungsstrom unsymmetrisch
fr: Courant de ligne d'armoire déséquilibré
he: זרם קו ארון לא מאוזן
it: Corrente della linea armadio sbilanciata
nl: Kastlijnstroom ongebalanceerd
pt: Corrente da linha do gabinete desequilibrada
ro: Curentul de linie a cabinetului dezechilibrat
sl: Tok omare je neuravnotežen
zh: 机柜线路电流不平衡

source: Line Frequency Out Of Tolerance
ar: تردد الخط خارج التسامح
de: Netzfrequenz außerhalb der Toleranz
fr: Fréquence de ligne hors tolérance
he: תדר קו מחוץ לסובלנות
it: Frequenza di linea fuori tolleranza
nl: Lijnfrequentie buiten tolerantie
pt: Frequência de linha fora da tolerância
ro: Frecvența liniei în afara toleranței
sl: Linijska frekvenca izven tolerance
zh: 线路频率超出容差

source: Power Meter General Alarm
ar: إنذار عام لعداد الطاقة
de: Allgemeiner Alarm des Leistungsmessers
fr: Alarme générale du wattmètre
he: אזעקה כללית של מד כוח
it: Allarme generale del misuratore di potenza
nl: Algemeen alarm voor vermogensmeter
pt: Alarme geral do medidor de energia
ro: Alarma generală a contorului de putere
sl: Splošni alarm merilnika moči
zh: 功率计一般报警

source: Line Voltage
ar: خط الجهد
de: Leitungsspannung
fr: Tension de ligne
he: מתח קו
it: Tensione di linea
nl: Lijnspanning
pt: Tensão da linha
ro: Tensiune de linie
sl: Linijska napetost
zh: 线电压

source: Amplitude Unbalanced
ar: السعة غير متوازنة
de: Amplitude unausgeglichen
fr: Amplitude déséquilibrée
he: משרעת לא מאוזנת
it: Ampiezza sbilanciata
nl: Amplitude ongebalanceerd
pt: Amplitude desequilibrada
ro: Amplitudine dezechilibrata
sl: Amplituda neuravnotežena
zh: 幅度不平衡

source: Line Current
ar: الخط الحالي
de: Leitungsstrom
fr: Courant de ligne
he: קו זרם
it: Corrente di linea
nl: Lijnstroom
pt: Corrente de linha
ro: Curent de linie
sl: Linijski tok
zh: 线电流

source: Active Power
ar: الطاقة النشطة
de: Wirkleistung
fr: Puissance active
he: כוח פעיל
it: Potenza attiva
nl: Actief vermogen
pt: Poder ativo
ro: Putere activă
sl: Aktivna moč
zh: 有功功率

source: Reactive Power
ar: قوة رد الفعل
de: Blindleistung
fr: Puissance réactive
he: כוח תגובתי
it: Potere reattivo
nl: Reactief vermogen
pt: Potência reativa
ro: Putere reactivă
sl: Reaktivna moč
zh: 无功功率

source: Power Factor (Cos-Phi)
ar: عامل الطاقة (كوس فاي)
de: Leistungsfaktor (Cos-Phi)
fr: Facteur de puissance (Cos-Phi)
it: Fattore di potenza (Cos-Phi)
nl: Vermogensfactor (Cos-Phi)
pt: Fator de potência (Cos-Phi)
ro: Factorul de putere (Cos-Phi)
sl: Faktor moči (Cos-Phi)
zh: 功率因数 (Cos-Phi)

source: Line Frequency
ar: تردد الخط
de: Netzfrequenz
fr: Fréquence de ligne
he: תדר קו
it: Frequenza di linea
nl: Lijnfrequentie
pt: Frequência de linha
ro: Frecvența liniei
sl: Frekvenca linije
zh: 线路频率

source: System
ar: نظام
fr: Système
he: מערכת
it: Sistema
nl: Systeem
pt: Sistema
ro: Sistem
sl: Sistem
zh: 系统

# INFO_POWER_METER_1
source: Cabinet Power Supply High Voltage Detected ! Contact Your Energy Supplier
ar: تم اكتشاف الجهد العالي لإمدادات الطاقة في الخزانة! اتصل بمورد الطاقة الخاص بك
de: Hohe Spannung im Schranknetzteil erkannt! Kontaktieren Sie Ihren Energieversorger
fr: Haute tension d'alimentation de l'armoire détectée ! Contactez votre fournisseur d'énergie
he: ספק כוח ארון זוהה מתח גבוה! צור קשר עם ספק האנרגיה שלך
it: Rilevata alta tensione dell'alimentatore dell'armadio! Contatta il tuo fornitore di energia
nl: Hoge spanning in kastvoeding gedetecteerd! Neem contact op met uw energieleverancier.
pt: Alta tensão da fonte de alimentação do gabinete detectada! Contate seu fornecedor de energia
ro: Tensiune înaltă a sursei de alimentare a cabinetului a fost detectată! Contactați furnizorul dvs. de energie
sl: Zaznana visoka napetost napajalnika v omarici! Obrnite se na svojega dobavitelja energije
zh: 检测到机柜电源高电压！联系您的能源供应商

# INFO_POWER_METER_2
source: Cabinet Power Supply High Current Detected ! Check Cabinet Load
ar: تم اكتشاف مصدر طاقة مرتفع للخزانة! تحقق من تحميل الخزانة
de: Hoher Strom im Schranknetzteil erkannt! Überprüfen Sie die Schranklast
fr: Courant élevé d'alimentation de l'armoire détecté ! Vérifier la charge de l'armoire
he: זוהה זרם גבוה של ארון! בדוק את עומס הארון
it: Rilevata corrente elevata nell'alimentatore dell'armadio! Controllare il carico dell'armadio
nl: Hoge stroomsterkte in kastvoeding gedetecteerd! Controleer kastbelasting
pt: Alta corrente da fonte de alimentação do gabinete detectada! Verifique a carga do gabinete
ro: S-a detectat un curent ridicat al sursei de alimentare a dulapului! Verificați încărcarea dulapului
sl: Zaznan visok tok napajalnika v omarici! Preverite obremenitev omare
zh: 检测到机柜电源高电流！检查机柜负载

# INFO_POWER_METER_3
source: Cabinet Power Supply Unbalnace Of Voltage Detected ! Contact Your Energy Supplier
ar: تم الكشف عن عدم توازن الجهد الكهربي في وحدة إمداد الطاقة في الخزانة! اتصل بمورد الطاقة الخاص بك
de: Unsymmetrie der Spannung im Schranknetzteil festgestellt! Kontaktieren Sie Ihren Energieversorger
fr: Déséquilibre de tension d'alimentation de l'armoire détecté ! Contactez votre fournisseur d'énergie
he: זוהה חוסר איזון של אספקת חשמל בארון! צור קשר עם ספק האנרגיה שלך
it: Rilevato squilibrio di tensione nell'alimentatore dell'armadio! Contatta il tuo fornitore di energia
nl: Spanningsonbalans in de kastvoeding gedetecteerd! Neem contact op met uw energieleverancier.
pt: Desequilíbrio de tensão detectado na fonte de alimentação do gabinete! Contate seu fornecedor de energia
ro: S-a detectat un dezechilibru de tensiune al sursei de alimentare a cabinetului! Contactați furnizorul dvs. de energie
sl: Zaznana neenakomerna napetost napajalnika v omarici! Obrnite se na svojega dobavitelja energije
zh: 检测到机柜电源电压不平衡！联系您的能源供应商

# INFO_POWER_METER_4
source: Cabinet Power Supply Unbalance Of Current Detected ! Check All Cabinet Loads Phase By Phase
ar: تم اكتشاف عدم توازن التيار الكهربائي في الخزانة! تحقق من جميع أحمال الخزانة مرحلة تلو الأخرى
de: Stromungleichgewicht im Schranknetzteil erkannt! Überprüfen Sie alle Schranklasten Phase für Phase
fr: Déséquilibre du courant d'alimentation de l'armoire détecté ! Vérifiez toutes les charges des armoires phase par phase
he: זוהה חוסר איזון של אספקת החשמל של ארון! בדוק את כל עומסי הארונות שלב אחר שלב
it: Rilevato squilibrio di corrente nell'alimentatore dell'armadio! Controlla tutti i carichi dell'armadio fase per fase
nl: Onbalans in de stroomvoorziening van de kast gedetecteerd! Controleer alle kastbelastingen fase voor fase.
pt: Desequilíbrio de corrente detectado na fonte de alimentação do gabinete! Verifique todas as cargas do gabinete fase por fase
ro: S-a detectat un dezechilibru de curent al sursei de alimentare a cabinetului! Verificați toate încărcările dulapului fază cu fază
sl: Zaznano neuravnoteženost tokovnega napajanja v omarici! Preverite vse obremenitve omar fazo za fazo
zh: 检测到机柜电源电流不平衡！逐相检查所有机柜负载

# INFO_POWER_METER_5
source: Cabinet Power Meter Faulty Status - Check it Locally And Reset The fault
ar: الحالة الخاطئة لمقياس الطاقة في الخزانة - تحقق منه محليًا وأعد ضبط الخطأ
de: Fehlerstatus des Schrankleistungsmessers – Überprüfen Sie ihn vor Ort und setzen Sie den Fehler zurück
fr: État défectueux du compteur d'énergie de l'armoire - Vérifiez-le localement et réinitialisez le défaut
he: מצב מד חשמל לא תקין - בדוק אותו באופן מקומי ואפס את התקלה
it: Stato difettoso del misuratore di potenza dell'armadio: controllarlo localmente e ripristinare l'errore
nl: Defecte status van de kastvermogensmeter - Controleer deze lokaal en reset de storing
pt: Status de falha do medidor de energia do gabinete - verifique localmente e redefina a falha
ro: Stare defectuoasă a contorului de putere din cabinet - Verificați-l local și resetați defecțiunea
sl: Napačen status merilnika moči v omarici - preverite ga lokalno in ponastavite napako
zh: 机柜功率计故障状态-本地检查并重置故障

# INFO_POWER_METER_6
source: Cabinet Power Meter Faulty Offline - Check The ProfiNet Connection With The Device
ar: عداد طاقة الخزانة معيب في وضع عدم الاتصال - تحقق من اتصال ProfiNet بالجهاز
de: Schaltschrank-Leistungsmesser offline fehlerhaft – Überprüfen Sie die ProfiNet-Verbindung mit dem Gerät
fr: Le wattmètre de l'armoire est défectueux hors ligne - Vérifiez la connexion ProfiNet avec l'appareil
he: מד כוח ארון פגום במצב לא מקוון - בדוק את חיבור ProfiNet עם המכשיר
it: Misuratore di potenza dell'armadio difettoso offline: controllare la connessione ProfiNet con il dispositivo
nl: Kastvermogensmeter defect offline - Controleer de ProfiNet-verbinding met het apparaat
pt: Medidor de energia do gabinete com defeito off-line - Verifique a conexão ProfiNet com o dispositivo
ro: Contorul de putere din cabinet este defect offline - Verificați conexiunea ProfiNet cu dispozitivul
sl: Kabinet Power Meter Fault Offline - Preverite povezavo ProfiNet z napravo
zh: 机柜功率计离线故障 - 检查 ProfiNet 与设备的连接
