Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Cooling Overload Protection
ar: حماية التبريد الزائد
de: Kühlüberlastschutz
es: Protección Contra Sobrecarga De Refrigeración
fr: Protection contre les surcharges de refroidissement
he: הגנה מפני עומס יתר בקירור
it: Protezione Sistema Di Raffreddamento
nl: Koeling overbelastingsbeveiliging
pt: Proteção de sobrecarga de resfriamento
ro: Protecția împotriva suprasarcinării de răcire
ru: Защита от перегрузки при охлаждении
sl: Hladilna zaščita pred preobremenitvijo
zh: 冷却过载保护

source: Mechanical Overload (Reaction Arm)
ar: الزائد الميكانيكي (ذراع رد الفعل)
de: Mechanische Überlastung (Reaktionsarm)
es: Sobrecarga Mecánica (Brazo De Reacción)
fr: Surcharge mécanique (bras de réaction)
he: עומס מכני (זרוע תגובה)
it: Sovraccarico Meccanico (Braccio Di Reazione)
nl: Mechanische overbelasting (reactiearm)
pt: Sobrecarga mecânica (braço de reação)
ro: Suprasarcină mecanică (braț de reacție)
ru: Механическая перегрузка (реактивный рычаг)
sl: Mehanska preobremenitev (reakcijska roka)
zh: 机械过载（反作用力臂）

source: Command Run
ar: تشغيل الأمر
de: Befehl ausführen
es: Ejecutar Comando
fr: Exécution de la commande
he: הפעלת הפקודה
it: Comando Di Marcia
nl: Commando Run
pt: Execução de comando
ro: Rulare de comandă
ru: Выполнить команду
sl: Ukaz Zaženi
zh: 命令运行

source: Cooling Command On
ar: أمر التبريد قيد التشغيل
de: Kühlbefehl Ein
es: Comando De Enfriamiento Encendido
fr: Commande de refroidissement activée
he: פקודת קירור פועלת
it: Comando Di Raffreddamento Attivato
nl: Koelcommando aan
pt: Comando de resfriamento em
ro: Comandă de răcire pe
ru: Команда охлаждения включена
sl: Ukaz za hlajenje vklopljen
zh: 冷却命令开启

source: Local Selector
ar: المحدد المحلي
de: Lokaler Selektor
es: Selector Local
fr: Sélecteur local
he: בורר מקומי
it: Selettore Locale
nl: Lokale selector
pt: Seletor local
ro: Selector local
ru: Локальный селектор
sl: Lokalni selektor
zh: 本地选择器

source: Lamp Green
ar: المصباح الأخضر
de: Lampengrün
es: Lámpara Verde
fr: Lampe Verte
he: מנורה ירוקה
it: Lampada Verde
nl: Lamp Groen
pt: Lâmpada verde
ro: Lampa verde
ru: Лампа зеленая
sl: Zelena svetilka
zh: 灯绿

source: Lamp Red
ar: المصباح الأحمر
de: Lampe Rot
es: Lámpara Roja
fr: Lampe Rouge
he: מנורה אדומה
it: Lampada Rossa
nl: Lamp Rood
pt: Lâmpada vermelha
ro: Lampa roșie
ru: Лампа красная
sl: Svetilka rdeča
zh: 灯红

source: Local Enable Selector
ar: محدد التمكين المحلي
de: Lokaler Aktivierungsselektor
es: Selector De Activación Local
fr: Sélecteur d'activation locale
he: בורר הפעל מקומי
it: Selettore Di Abilitazione Locale
nl: Lokale inschakelselector
pt: Seletor de ativação local
ro: Selector de activare locală
ru: Локальный переключатель включения
sl: Izbirnik lokalnega omogočanja
zh: 本地启用选择器

source: Maximum Level
ar: أعلى مستوى ممكن
de: Maximales Level
es: Nivel Maximo
fr: Niveau maximum
he: רמה מקסימלית
it: Livello Massimo
nl: Maximaal niveau
pt: Nível máximo
ro: Nivel maxim
ru: Максимальный уровень
sl: Najvišja raven
zh: 最高级别

source: Semiauto Mode
ar: الوضع شبه التلقائي
de: Halbautomatischer Modus
es: Modo Semiautomático
fr: Mode semi-automatique
he: מצב חצי אוטומטי
it: Modalità Semiautomatica
nl: Semi-automatische modus
pt: Modo Semiauto
ro: Mod Semiauto
ru: Полуавтоматический режим
sl: Polsamodejni način
zh: 半自动模式

source: Silo Level
ar: مستوى الصومعة
de: Silo-Ebene
es: Nivel De Silo
fr: Niveau des silos
he: רמת סילו
it: Livello Del Silo
nl: Silo-niveau
pt: Nível de silo
ro: Nivel de siloz
ru: Уровень бункера
sl: Raven silosa
zh: 筒仓级别

source: Material In The Process
ar: المواد في العملية
de: Material im Prozess
es: Material En Proceso
fr: Matériel en cours
he: חומר בתהליך
it: Materiale In Lavorazione
nl: Materiaal in het proces
pt: Material no processo
ro: Material în proces
ru: Материал в процессе
sl: Material v procesu
zh: 过程中的材料

source: Close
ar: يغلق
de: Nah dran
es: Cerrar
fr: Fermer
he: סגור
it: Chiudi
nl: Dichtbij
pt: Fechar
ro: Închide
ru: Закрывать
sl: Zapri
zh: 关闭

source: Position
ar: موضع
es: Posición
he: עמדה
it: Posizione
nl: Positie
pt: Posição
ro: Poziţie
ru: Позиция
sl: Položaj
zh: 位置

source: Position Open
ar: المركز مفتوح
de: Stelle offen
es: Posición Abierta
fr: Poste ouvert
he: עמדה פתוחה
it: Posizione Aperta
nl: Positie open
pt: Posição aberta
ro: Poziția deschisă
ru: Позиция открыта
sl: Odprto mesto
zh: 职位空缺

source: Position Closed
ar: الموقف مغلق
de: Position geschlossen
es: Posición Cerrada
fr: Poste fermé
he: עמדה סגורה
it: Posizione Chiusa
nl: Positie gesloten
pt: Posição fechada
ro: Poziția închisă
ru: Позиция закрыта
sl: Položaj zaprt
zh: 平仓

source: Command Close
ar: أمر إغلاق
de: Befehl Schließen
es: Comando Cerrar
fr: Commande Fermer
he: פקודה סגור
it: Comando Chiudi
nl: Commando sluiten
pt: Comando fechar
ro: Comanda închide
ru: Команда закрыть
sl: Ukaz Zapri
zh: 命令关闭

source: Opposite Valve Ok To Open
ar: مقابل الصمام طيب لفتح
de: Gegenüberliegendes Ventil OK zum Öffnen
es: Válvula Opuesta Ok Para Abrir
fr: Vanne opposée Ok pour ouvrir
he: מול Valve OK To Open
it: Valvola Opposta Ok Per Aprire
nl: Tegenoverliggende klep is oké om te openen
pt: Válvula oposta ok para abrir
ro: Valva opusă ok să se deschidă
ru: Противоположный клапан нормально открывается
sl: Nasproti ventila OK za odpiranje
zh: 对面阀门可以打开

source: Valve Fully Closed
ar: الصمام مغلق بالكامل
de: Ventil vollständig geschlossen
es: Válvula Completamente Cerrada
fr: Vanne complètement fermée
he: שסתום סגור לחלוטין
it: Valvola Completamente Chiusa
nl: Klep volledig gesloten
pt: Válvula totalmente fechada
ro: Supapă complet închisă
ru: Клапан полностью закрыт
sl: Ventil popolnoma zaprt
zh: 阀门完全关闭

source: Cylinder Pressure Available
ar: ضغط الاسطوانة متاح
de: Flaschendruck verfügbar
es: Presión Del Cilindro Disponible
fr: Pression du cylindre disponible
he: לחץ צילינדר זמין
it: Pressione Del Cilindro Disponibile
nl: Beschikbare cilinderdruk
pt: Pressão do cilindro disponível
ro: Presiunea cilindrului disponibil
ru: Доступное давление в цилиндре
sl: Tlak v jeklenki je na voljo
zh: 气缸压力可用

source: Minimum Level Ok For Pumping
ar: الحد الأدنى لمستوى الضخ
de: Mindestfüllstand OK zum Pumpen
es: Nivel Mínimo Ok Para Bombeo
fr: Niveau minimum OK pour le pompage
he: רמה מינימלית בסדר עבור שאיבה
it: Livello Minimo Ok Per Il Pompaggio
nl: Minimumniveau OK voor pompen
pt: Nível mínimo ok para bombear
ro: Nivel minim OK pentru pompare
ru: Минимальный уровень подходит для прокачки
sl: Najmanjša raven OK za črpanje
zh: 泵送的最低液位OK

source: Downstream Destination Ok/Ready To Receive
ar: وجهة المصب جيدة / جاهزة للاستلام
de: Downstream-Ziel OK/Empfangsbereit
es: Destino Aguas Abajo Ok/Listo Para Recibir
fr: Destination en aval Ok/Prêt à recevoir
he: יעד במורד הזרם בסדר / מוכן לקבלה
it: Destinazione A Valle Ok/Pronta Per La Ricezione
nl: Downstream bestemming OK/klaar om te ontvangen
pt: Destino a jusante ok/pronto para receber
ro: Destinația în aval OK/gata de primit
ru: Нисходящий пункт назначения в порядке/готов к приему
sl: Nadaljnji cilj v redu/pripravljen za sprejem
zh: 下游目的地正常/准备接收

source: Weight Control
ar: التحكم في الوزن
de: Gewichtskontrolle
es: Control De Peso
fr: Contrôle du poids
he: בקרת משקל
it: Controllo Del Peso
nl: Gewichtscontrole
pt: Controle de peso
ro: Controlul greutății
ru: Контроль веса
sl: Nadzor telesne teže
zh: 控制体重

source: Bowl Weight
ar: وزن الوعاء
de: Schüsselgewicht
es: Peso Del Cuenco
fr: Poids du bol
he: משקל קערה
it: Peso Della Vaschetta
nl: Komgewicht
pt: Peso da tigela
ro: Greutatea bolului
ru: Вес чаши
sl: Teža sklede
zh: 碗重量

source: Bowl Filling Position
ar: موقف ملء الوعاء
de: Schüsselfüllposition
es: Posición De Llenado Del Cuenco
fr: Position de remplissage du bol
he: עמדת מילוי קערה
it: Posizione Di Riempimento Della Vaschetta
nl: Positie van het vullen van de kom
pt: Posição de enchimento da tigela
ro: Poziția de umplere a bolului
ru: Положение заполнения чаши
sl: Polnilni položaj posode
zh: 碗填充位置

source: ACS - Dosing Cycle By Weight
ar: ACS - دورة الجرعات بالوزن
de: ACS - Dosierzyklus nach Gewicht
es: Acs - Ciclo De Dosificación Por Peso
fr: ACS - Cycle de dosage en poids
he: ACS - מחזור מינון לפי משקל
it: ACS - Ciclo Di Dosaggio In Base Al Peso
nl: ACS - Doseercyclus op gewicht
pt: ACS - Ciclo de dosagem por peso
ro: ACS - Ciclul de dozare în greutate
ru: ACS - Цикл дозирования по весу
sl: ACS - cikel odmerjanja po teži
zh: ACS - 按重量计的给药周期

source: ACS - Dosing Cycle By Time
ar: ACS - دورة الجرعات حسب الوقت
de: ACS - Dosierzyklus nach Zeit
es: Acs - Ciclo De Dosificación Por Tiempo
fr: ACS - Cycle de dosage par temps
it: ACS - Ciclo Di Dosaggio In Base Al Tempo
nl: ACS - Doseercyclus op tijd
pt: ACS - Ciclo de dosagem por tempo
ro: ACS - Ciclul de dozare în timp
ru: ACS - Цикл дозирования по времени
sl: ACS - Cikel odmerjanja po času
zh: ACS - 按时间的给药周期

source: Dosing
ar: الجرعات
de: Dosierung
es: Dosificación
fr: Dosage
he: מינון
it: Dosaggio
nl: Dosering
pt: Dose
ro: Dozare
ru: Дозирование
sl: Odmerjanje
zh: 加药

source: Targets
ar: الأهداف
de: Ziele
es: Objetivos
fr: Cibles
he: יעדים
it: Obiettivi
nl: Doelen
pt: Alvos
ro: Ținte
ru: Цели
sl: Tarče
zh: 目标

source: Bowl In Filling Position
ar: الوعاء في وضع التعبئة
de: Schüssel in Füllposition
es: Cuenco En Posición De Llenado
fr: Bol en position de remplissage
he: קערה בעמדת מילוי
it: Vaschetta In Posizione Di Riempimento
nl: Kom in vulpositie
pt: Tigela na posição de preenchimento
ro: Bol în poziție de umplere
ru: Чаша в положении заполнения
sl: Posoda v položaju za polnjenje
zh: 碗在填充位置

source: Washing Tank Below Maximum Level
ar: خزان الغسيل أقل من المستوى الأقصى
de: Waschtank unter Höchststand
es: Tanque De Lavado Por Debajo Del Nivel Máximo
fr: Réservoir de lavage en dessous du niveau maximum
he: מיכל כביסה מתחת לרמה המרבית
it: Vasca Di Lavaggio Sotto Il Livello Massimo
nl: Wastank onder maximaal niveau
pt: Tanque de lavagem abaixo do nível máximo
ro: Rezervor de spălare sub nivelul maxim
ru: Промывочный бак ниже максимального уровня
sl: Pralni rezervoar je pod najvišjo raven
zh: 洗涤槽低于最高水位

source: Washing Temperature Over Minimum Temperature
ar: درجة حرارة الغسيل فوق الحد الأدنى من درجة الحرارة
de: Waschtemperatur über Mindesttemperatur
es: Temperatura De Lavado Por Encima De La Temperatura Mínima
fr: Température de lavage supérieure à la température minimale
he: טמפרטורת כביסה מעל הטמפרטורה המינימלית
it: Temperatura Di Lavaggio Oltre La Temperatura Minima
nl: Wastemperatuur boven minimumtemperatuur
pt: Temperatura de lavagem acima da temperatura mínima
ro: Temperatura de spălare peste temperatura minimă
ru: Температура стирки выше минимальной температуры
sl: Temperatura pranja nad minimalno temperaturo
zh: 洗涤温度超过最低温度

source: Weight Sensor Ok
ar: مستشعر الوزن طيب
de: Gewichtssensor Ok
es: Sensor De Peso OK
fr: Capteur de poids OK
he: חיישן משקל בסדר
it: Sensore Di Peso Ok
nl: Gewichtssensor Ok
pt: Sensor de peso OK
ro: Senzor de greutate OK
ru: Датчик веса в норме
sl: Senzor teže OK
zh: 重量传感器正常

source: Caustic Valve Ready
ar: صمام الكاوية جاهز
de: Ätzventil bereit
es: Válvula Cáustica Lista
fr: Valve caustique prête
he: שסתום קאוסטי מוכן
it: Valvola Caustica Pronta
pt: Válvula cáustica pronta
ro: Valvă caustică gata
ru: Каустический клапан готов
sl: Kavstični ventil pripravljen
zh: 腐蚀性阀门就绪

source: Detergent Valve Ready
ar: صمام المنظفات جاهز
de: Reinigungsmittelventil bereit
es: Válvula De Detergente Lista
fr: Valve de détergent prête
he: שסתום דטרגנט מוכן
it: Valvola Detergente Pronta
nl: Wasmiddelklep klaar
pt: Válvula de detergente pronta
ro: Valvă de detergent gata
ru: Клапан моющего средства готов
sl: Ventil za detergent pripravljen
zh: 清洁剂阀就绪

source: Water Valve Ready
ar: صمام المياه جاهز
de: Wasserventil bereit
es: Válvula De Agua Lista
fr: Vanne d'eau prête
he: שסתום מים מוכן
it: Valvola Dell'Acqua Pronta
nl: Waterklep gereed
pt: Válvula de água pronta
ro: Valva de apă gata
ru: Водяной клапан готов
sl: Vodni ventil pripravljen
zh: 水阀就绪

source: Dosing Cycle Off
ar: دورة الجرعات معطلة
de: Dosierzyklus aus
es: Ciclo De Dosificación Apagado
fr: Cycle de dosage désactivé
he: מחזור המינון כבוי
it: Ciclo Di Dosaggio Disattivato
nl: Doseercyclus uit
pt: Ciclo de dosagem fora
ro: Ciclul de dozare oprit
ru: Цикл дозирования выключен
sl: Dozirni cikel izklopljen
zh: 给药周期关闭

source: Water Exchange
ar: تبادل المياه
de: Wasseraustausch
es: Intercambio De Agua
fr: Échange d'eau
he: חילופי מים
it: Scambio D'Acqua
nl: Wateruitwisseling
pt: Troca de água
ro: Schimb de apă
ru: Водный обмен
sl: Menjava vode
zh: 换水

source: Holding Tank Level
ar: عقد مستوى الخزان
de: Tankfüllstand halten
es: Nivel Del Tanque De Retención
fr: Niveau du réservoir de rétention
he: החזקת מיכל ברמה
it: Livello Della Vasca Di Raccolta
nl: Niveau van de opslagtank
pt: Segurando o nível do tanque
ro: Menținerea nivelului rezervorului
ru: Удерживающий уровень в резервуаре
sl: Nivo zadrževalnega rezervoarja
zh: 储罐液位

source: Actual Flowrate
ar: معدل التدفق الفعلي
de: Tatsächliche Durchflussrate
es: Caudal Real
fr: Débit réel
he: קצב זרימה בפועל
it: Portata Attuale
nl: Werkelijke stroomsnelheid
pt: Taxa de fluxo real
ro: Debitul real
ru: Фактический расход
sl: Dejanski pretok
zh: 实际流量

source: Totalized
ar: مجموع
de: Totalisiert
es: Totalizado
fr: Totalisé
he: כולל
it: Totalizzato
nl: Getotaliseerd
pt: Totalizado
ro: Totalizat
ru: Суммарно
sl: Seštevek
zh: 累计

source: Flowrate Totalized Pulse
ar: معدل تدفق النبض الكلي
de: Gesamtpuls der Durchflussrate
es: Pulso Totalizado De Caudal
fr: Débit d'impulsion totalisé
he: דופק כולל של קצב זרימה
it: Impulso Totalizzato di Portata
nl: Debiet Totale Puls
pt: Pulso total de fluxo
ro: Pulse totalizat de curgere
ru: Суммарный импульс расхода
zh: 流量累计脉冲

source: Refill
ar: اعادة تعبئه
de: Nachfüllung
es: Rellenar
fr: Recharge
he: מִלוּי
it: Ricarica
nl: Bijvullen
pt: Reabastecer
ro: Reumple
ru: Пополнение
sl: Ponovno polnjenje
zh: 笔芯

source: Actual Pressure
ar: الضغط الفعلي
de: Tatsächlicher Druck
es: Presión Real
fr: Pression réelle
he: לחץ בפועל
it: Pressione Effettiva
nl: Werkelijke druk
pt: Pressão real
ro: Presiune reală
ru: Фактическое давление
sl: Dejanski pritisk
zh: 实际压力

source: Water Pressure
ar: ضغط المياه
de: Wasserdruck
es: Presión Del Agua
fr: Pression de l'eau
he: לחץ מים
it: Pressione Dell'Acqua
nl: Waterdruk
pt: Pressão da água
ro: Presiune a apei
ru: Водяное давление
sl: Vodni tlak
zh: 水压力

source: Heat Exchanger Temperature
ar: درجة حرارة المبادل الحراري
de: Wärmetauschertemperatur
es: Temperatura Del Intercambiador De Calor
fr: Température de l'échangeur de chaleur
he: טמפרטורת מחליף חום
it: Temperatura Scambiatore Di Calore
nl: Warmtewisselaar temperatuur
pt: Temperatura do trocador de calor
ro: Temperatura schimbătorului de căldură
ru: Температура теплообменника
sl: Temperatura izmenjevalnika toplote
zh: 热交换器温度

source: Actual Position
ar: الوضع الفعلي
de: Aktuelle Position
es: Posición Real
fr: Position réelle
he: מיקום בפועל
it: Posizione Attuale
nl: Werkelijke positie
pt: Posição real
ro: Poziția reală
ru: Фактическое положение
sl: Dejanski položaj
zh: 实际位置

source: Thermoregulation
ar: التنظيم الحراري
de: Thermoregulierung
es: Termorregulación
fr: Thermorégulation
he: ויסות חום
it: Termoregolazione
nl: Thermoregulatie
pt: Termoregulação
ro: Termoreglare
ru: Терморегуляция
sl: termoregulacija
zh: 体温调节

source: Modulation Control
ar: التحكم في التعديل
de: Modulationssteuerung
es: Control De Modulación
fr: Contrôle des modulations
he: בקרת אפנון
it: Controllo Della Modulazione
nl: Modulatiecontrole
pt: Controle de modulação
ro: Controlul modulației
ru: Управление модуляцией
sl: Nadzor modulacije
zh: 调制控制

source: Valve Open Setpoint
ar: صمام فتح نقطة الضبط
de: Ventilöffnungssollwert
es: Valor De Ajuste De Válvula Abierta
fr: Point de consigne d'ouverture de vanne
it: Punto di Riferimento Valvola Aperta
nl: Klep open instelpunt
pt: Ponto de ajuste aberto da válvula
ro: Valve deschisă de referință
ru: Уставка открытия клапана
sl: Nastavljena točka odprtega ventila
zh: 阀门开度设定值

source: Water Pump Full Running
ar: مضخة مياه تعمل بكامل طاقتها
de: Wasserpumpe läuft voll
es: Bomba De Agua En Pleno Funcionamiento
fr: Pompe à eau en fonctionnement complet
he: משאבת מים פועלת במלואה
it: Pompa Dell'Acqua A Pieno Regime
nl: Waterpomp draait op volle toeren
pt: Bomba de água completa
ro: Pompa de apă care funcționează complet
ru: Водяной насос работает на полную мощность
sl: Vodna črpalka polno deluje
zh: 水泵全速运行

source: Inlet Water Pressure
ar: ضغط الماء الداخل
de: Einlasswasserdruck
es: Presión De Agua De Entrada
fr: Pression de l'eau d'entrée
he: לחץ מים בכניסה
it: Pressione Dell'Acqua In Ingresso
nl: Inlaatwaterdruk
pt: Pressão da água de entrada
ro: Presiunea apei de intrare
ru: Давление воды на входе
sl: Vhodni vodni tlak
zh: 进水压力

source: Digital Inputs Protection
ar: حماية المدخلات الرقمية
de: Schutz der digitalen Eingänge
es: Protección De Entradas Digitales
fr: Protection des entrées numériques
he: הגנה על כניסות דיגיטליות
it: Protezione Degli Ingressi Digitali
nl: Bescherming van digitale ingangen
pt: Proteção de entradas digitais
ro: Protecția intrărilor digitale
ru: Защита цифровых входов
sl: Zaščita digitalnih vhodov
zh: 数字输入保护

source: Digital Outputs Protection
ar: حماية المخرجات الرقمية
de: Schutz der digitalen Ausgänge
es: Protección De Salidas Digitales
fr: Protection des sorties numériques
he: הגנה על יציאות דיגיטליות
it: Protezione Delle Uscite Digitali
nl: Bescherming van digitale uitgangen
pt: Proteção de saídas digitais
ro: Protecție digitală a ieșirilor
ru: Защита цифровых выходов
sl: Zaščita digitalnih izhodov
zh: 数字输出保护

source: Internal Devices Protection
ar: حماية الأجهزة الداخلية
de: Interner Geräteschutz
es: Protección De Dispositivos Internos
fr: Protection des appareils internes
he: הגנה על התקנים פנימיים
it: Protezione Dei Dispositivi Interni
nl: Bescherming van interne apparaten
pt: Proteção de dispositivos internos
ro: Protecția dispozitivelor interne
ru: Защита внутренних устройств
sl: Zaščita notranjih naprav
zh: 内部设备保护

source: External Devices Protection
ar: حماية الأجهزة الخارجية
de: Schutz für externe Geräte
es: Protección De Dispositivos Externos
fr: Protection des appareils externes
he: הגנה על התקנים חיצוניים
it: Protezione Dei Dispositivi Esterni
nl: Bescherming van externe apparaten
pt: Proteção de dispositivos externos
ro: Protecția dispozitivelor externe
ru: Защита внешних устройств
sl: Zaščita zunanjih naprav
zh: 外部设备保护

source: Beacon Protection
ar: حماية منارة
de: Beacon-Schutz
es: Protección De Baliza
fr: Protection des balises
he: הגנה על משואה
it: Protezione Della Torretta di Segnalazione
nl: Bakenbescherming
pt: Proteção do farol
ro: Protecția farului
ru: Защита маяка
sl: Zaščita svetilnika
zh: 信标保护

source: Master Estop
ar: سيد Estop
de: Meister Estop
es: E-Stop Master
fr: Maître Estop
he: מאסטר אסטופ
it: E-Stop Principale
nl: Meester Estop
pt: Mestre impedimento
ro: Maestru estop
ru: Мастер Эстоп
sl: Mojster Estop
zh: 大师 Estop

source: Ethernet Switch
ar: تبديل اثرنت
es: Interruptor De Eternet
fr: Commutateur Ethernet
he: מתג Ethernet
it: Switch Ethernet
pt: Switch Ethernet
ro: Comutator Ethernet
ru: Ethernet-коммутатор
sl: Ethernet stikalo
zh: 以太网交换机

source: Siren
ar: صفارة إنذار
de: Sirene
es: Sirena
fr: Sirène
he: סִירֶנָה
it: Sirena
nl: Sirene
pt: Sirene
ro: Sirenă
ru: Сирена
sl: Sirena
zh: 警笛

source: External Siren
ar: صفارة الإنذار الخارجية
de: Externe Sirene
es: Sirena Externa
fr: Sirène externe
he: סירנה חיצונית
it: Sirena Esterna
nl: Externe sirene
pt: Sirene externa
ro: Sirena externă
ru: Внешняя сирена
sl: Zunanja sirena
zh: 外部警报器

source: Critical Fault In The Electrical Cabinet
ar: عطل فادح في الخزانة الكهربائي
de: Kritischer Fehler im Schaltschrank
es: Fallo Crítico En El Armario Eléctrico
fr: Défaut critique dans l’armoire électrique
he: תקלה קריטית בארון החשמל
it: Allarme Critico nel Quadro Elettrico
nl: Kritieke storing in de elektrische kast
pt: Falha crítica no gabinete elétrico
ro: Defecțiune critică în dulapul electric
ru: Критическая неисправность в электрическом шкафу
sl: Kritična napaka v električni omarici
zh: 电气柜中的严重故障

source: Swipe Card To Log In
ar: مرر البطاقة لتسجيل الدخول
de: Wischen Sie die Karte, um sich anzumelden
es: Pase La Tarjeta Para Iniciar Sesión
fr: Glissez la carte pour vous connecter
he: החלק את הכרטיס כדי להיכנס
it: Passa la Scheda per Accedere
nl: Kaart swipen om in te loggen
pt: Swipe Card para fazer login
ro: Glisați cardul pentru a vă conecta
sl: Za prijavo povlecite kartico
zh: 刷卡登录

source: Search Components
ar: مكونات البحث
de: Suchkomponenten
es: Busca Componentes
fr: Composants de recherche
he: רכיבי חיפוש
it: Ricerca Componenti
nl: Zoekcomponenten
pt: Componentes de pesquisa
ro: Componente de căutare
sl: Komponente iskanja
zh: 搜索组件

source: Open Virtual Keyboard
ar: افتح لوحة المفاتيح الافتراضية
de: Öffnen Sie die virtuelle Tastatur
es: Abrir Teclado Virtual
fr: Ouvrir le clavier virtuel
he: פתח את המקלדת הווירטואלית
it: Apri Tastiera Virtuale
nl: Virtueel toetsenbord openen
pt: Teclado virtual aberto
ro: Deschideți tastatura virtuală
sl: Odprite navidezno tipkovnico
zh: 打开虚拟键盘

source: No Position
ar: لا يوجد موقف
de: Keine Stellung
es: Sin Posición
fr: Aucun poste
he: אין עמדה
it: Nessuna Posizione
nl: Geen positie
pt: Sem posição
ro: Nici o poziție
ru: Нет позиции
sl: Brez položaja
zh: 无职位

source: Levels Not Ok For Process
ar: المستويات ليست جيدة للعملية
de: Ebenen für den Prozess nicht in Ordnung
es: Niveles No Aptos Para El Proceso
fr: Les niveaux ne conviennent pas au processus
he: רמות לא בסדר לתהליך
it: Livelli Non Ok Per Processo
nl: Niveaus niet oké voor proces
pt: Níveis que não estão bem para o processo
ro: Nivelurile nu sunt OK pentru proces
ru: Уровни не подходят для процесса
sl: Ravni niso primerne za proces
zh: 水平不适合过程

source: Grease Minimum Level Not Ok
ar: الحد الأدنى لمستوى الشحوم ليس جيدًا
de: Fett-Mindestfüllstand nicht in Ordnung
es: Nivel Mínimo De Grasa no es OK
fr: Niveau minimum de graisse incorrect
he: גריז רמת מינימום לא בסדר
it: Livello Minimo Grasso Non Ok
nl: Minimum vetniveau niet ok
pt: Nível mínimo de graxa não ok
ro: Nivelul minim de grăsime nu OK
sl: Najmanjša raven masti ni v redu
zh: 润滑脂最低油位不正常

source: Local Enable Selector Not Ok
ar: محدد تمكين محلي ليس جيدًا
de: Local Enable Selector nicht in Ordnung
es: El Selector De Activación Local no OK
fr: Le sélecteur d'activation local n'est pas correct
he: בורר הפעל מקומי לא בסדר
it: Selettore Di Abilitazione Locale Non Ok
nl: Lokale inschakelselector niet ok
pt: Seletor de ativação local não ok
ro: Selector de activare locală nu OK
ru: Селектор локального включения не в порядке
sl: Izbirnik lokalnega omogočanja ni v redu
zh: 本地启用选择器不正常

source: Inverter Profinet Communication Not Ok
ar: العاكس Profinet الاتصالات ليست جيدة
de: Profinet-Kommunikation des Wechselrichters nicht in Ordnung
es: Comunicación Profinet Del Inverter no OK
fr: La communication Profinet de l'onduleur n'est pas correcte
he: מהפך Profinet תקשורת לא בסדר
it: Comunicazione Profinet Inverter Non Ok
nl: Omvormer Profinet-communicatie niet ok
pt: Comunicação do Profinet de Inverter não OK
ro: Comunicarea cu invertor Profinet nu este OK
sl: Komunikacija pretvornika Profinet ni v redu
zh: 逆变器 Profinet 通信不正常

source: Component Disabled
ar: المكون معطل
de: Komponente deaktiviert
es: Componente Deshabilitado
fr: Composant désactivé
he: רכיב מושבת
it: Componente Disabilitato
nl: Component uitgeschakeld
pt: Componente desativado
ro: Component dezactivat
ru: Компонент отключен
sl: Komponenta onemogočena
zh: 组件已禁用

source: User
ar: المستعمل
de: Benutzer
es: Usuario
fr: Utilisateur
he: מִשׁתַמֵשׁ
it: Utente
nl: Gebruiker
pt: Do utilizador
ro: Utilizator
sl: Uporabnik
zh: 用户
