Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# INFO_SYS_20
source: 24V Exernal - Check The Electrical Cabinet & Reset The Tripped Circuit Breaker. ! Only Authorized Personnel !
ar: 24V ebernal - تحقق من خزانة كهربائية وإعادة ضبط قواطع دوائر تعثرات. في الموظفين المهرة المعتمدة فقط!
de: 24V external - Überprüfen Sie das elektrische Kabinett und setzen Sie den ausgelasteten Leistungsschalter zurück. Schnitte Qualifiziertes Personal nur autorisiert!
es: Externo De 24 V: Compruebe El Armario Eléctrico Y Restablezca El Interruptor Desconectado. ! ¡Solo Personal Cualificado Autorizado!
fr: Externe 24 V – Vérifiez l’armoire électrique et réinitialisez le disjoncteur déclenché. ! Uniquement du personnel autorisé !
he: 24V חיצוני - בדוק את ארון החשמל ואפס את מפסק המפסק. ! כוח אדם מיומן מורשה בלבד!
it: 24 V esterno - Controllare il Quadro elettrico e ripristinare l'interruttore automatico scattato. ! Solo personale qualificato autorizzato !
nl: 24V extern - Controleer de schakelkast en reset de uitgeschakelde stroomonderbreker. ! Alleen geautoriseerd personeel!
pt: 24V Exernnal - Verifique o quadro elétrico e redefina o disjuntor de tropeço. ! Pessoal qualificado apenas autorizado!
ro: 24V Exernal - Verificați dulapul electric și resetați întrerupătorul de circuit declanșat. ! Personal calificat autorizat numai!
ru: Внешнее напряжение 24 В — проверьте электрический шкаф и сбросьте сработавший автоматический выключатель. ! Только квалифицированный персонал!
sl: 24V Exernal - Preverite električno omarico in ponastavite sproženi odklopnik. ! Samo pooblaščeno osebje!
zh: 24V外侧 - 检查电气柜并重置跳闸断路器。 ！熟练的人员授权！

# INFO_SYS_21
source: Cabinet Cooling - Check The Electrical Cabinet & Reset The Tripped Circuit Breaker ! Only Authorized Personnel !
ar: تبريد مجلس الوزراء - تحقق من خزانة كهربائية وإعادة ضبط قواطع دوائر تعثر! الموظفين المهرة المعتمدة فقط!
de: Kabinettkühlung - Überprüfen Sie das elektrische Kabinett und setzen Sie den ausgelösten Trennschalter zurück! Qualifiziertes Personal nur autorisiert!
es: Enfriamiento Del Armario - ¡Revise El Armario Eléctrico Y Reinicie El Interruptor Desconectado! ¡Solo Personal Cualificado Autorizado!
fr: Refroidissement de l'armoire – Vérifiez l'armoire électrique et réinitialisez le disjoncteur déclenché ! Uniquement du personnel autorisé !
he: קירור ארון - בדוק את ארון החשמל ואפס את מפסק המעגל המתקתק! כוח אדם מיומן מורשה בלבד!
it: Raffreddamento delil Quadro - Controllare il Quadro elettrico e ripristinare l'interruttore automatico scattato! Solo personale qualificato autorizzato !
nl: Koeling van de kast - Controleer de schakelkast en reset de uitgeschakelde stroomonderbreker! Alleen geautoriseerd personeel!
pt: Resfriamento do gabinete - verifique o quadro elétrico e redefina o disjuntor de tropeço! Pessoal qualificado apenas autorizado!
ro: Răcire a dulapului - Verificați dulapul electric și resetați întrerupătorul declanșat! Personal calificat autorizat numai!
ru: Охлаждение шкафа — проверьте электрический шкаф и сбросьте сработавший автоматический выключатель! Только квалифицированный персонал!
sl: Hlajenje omarice - preverite električno omarico in ponastavite sproženi odklopnik! Samo pooblaščeno osebje!
zh: 橱柜冷却 - 检查电气柜并重置跳闸断路器！熟练的人员授权！

# INFO_SYS_22
source: 24V Inverters - Check The Electrical Cabinet & Reset The Tripped Circuit Breaker. ! Only Authorized Personnel !
ar: 24V Inverters - تحقق من خزانة كهربائية وإعادة ضبط قواطع دوائر تعثرات. في الموظفين المهرة المعتمدة فقط!
de: 24V-Wechselrichter - Überprüfen Sie das elektrische Kabinett und setzen Sie den ausgelasteten Leistungsschalter zurück. Schnitte Qualifiziertes Personal nur autorisiert!
es: Inversores De 24 V: Compruebe El Armario Eléctrico Y Restablezca El Interruptor Desconectado. ! ¡Solo Personal Cualificado Autorizado!
fr: Onduleurs 24 V – Vérifiez l’armoire électrique et réinitialisez le disjoncteur déclenché. ! Uniquement du personnel autorisé !
he: ממירי 24V - בדוק את ארון החשמל ואפס את מפסק המפסק. ! כוח אדם מיומן מורשה בלבד!
it: Inverter 24V - Controllare il Quadro elettrico e ripristinare l'interruttore automatico scattato. ! Solo personale qualificato autorizzato !
nl: 24V-omvormers - Controleer de schakelkast en reset de uitgeschakelde stroomonderbreker. Alleen geautoriseerd personeel!
pt: Inversores de 24V - verifique o quadro elétrico e redefinir o disjuntor de disparo. ! Pessoal qualificado apenas autorizado!
ro: Invertoare 24V - Verificați dulapul electric și resetați întrerupătorul declanșat. ! Personal calificat autorizat numai!
ru: Инверторы 24 В - проверьте электрический шкаф и сбросьте сработавший автоматический выключатель. ! Только квалифицированный персонал!
sl: 24 V pretvorniki – preverite električno omarico in ponastavite sproženi odklopnik. ! Samo pooblaščeno osebje!
zh: 24V逆变器 - 检查电气柜并复位跳闸断路器。 ！熟练的人员授权！

# INFO_SYS_25
source: Estop - Check The Electrical Cabinet & Reset The Tripped Circuit Breaker. ! Only Authorized Personnel !
ar: estop - تحقق من خزانة كهربائية وإعادة ضبط قواطع دوائر تعثرات. في الموظفين المهرة المعتمدة فقط!
de: Estop - Überprüfen Sie das elektrische Kabinett und setzen Sie den ausgelösten Trennschalter zurück. Schnitte Qualifiziertes Personal nur autorisiert!
es: Estop: Compruebe El Armario Eléctrico Y Reinicie El Interruptor Desconectado. ! ¡Solo Personal Cualificado Autorizado!
fr: Estop - Vérifiez l'armoire électrique et réinitialisez le disjoncteur déclenché. ! Uniquement du personnel autorisé !
he: Estop - בדוק את ארון החשמל ואפס את מפסק המפסק. ! כוח אדם מיומן מורשה בלבד!
it: Estop - Controllare il Quadro elettrico e ripristinare l'interruttore automatico scattato. ! Solo personale qualificato autorizzato !
nl: Noodstop - Controleer de schakelkast en reset de uitgeschakelde stroomonderbreker. Alleen geautoriseerd personeel!
pt: Impedimento - verifique o quadro elétrico e redefina o disjuntor de disparo. ! Pessoal qualificado apenas autorizado!
ro: ESPOP - Verificați dulapul electric și resetați întrerupătorul declanșat. ! Personal calificat autorizat numai!
ru: Estop — проверьте электрический шкаф и сбросьте сработавший автоматический выключатель. ! Только квалифицированный персонал!
sl: Estop - Preverite električno omarico in ponastavite sproženi odklopnik. ! Samo pooblaščeno osebje!
zh: ESTOP - 检查电气柜并重置跳闸断路器。 ！熟练的人员授权！

# INFO_SYS_26
source: Estop Contactor - Check The Electrical Cabinet ! Only Authorized Personnel !
ar: اتصالات Estop - تحقق من خزانة كهربائية! الموظفين المهرة المعتمدة فقط!
de: ESTOP-Schütz - Überprüfen Sie den elektrischen Kabinett! Qualifiziertes Personal nur autorisiert!
es: Contactor De Parada - ¡Revise El Armario Eléctrico! ¡Solo Personal Cualificado Autorizado!
fr: Contacteur Estop - Vérifiez l'armoire électrique ! Uniquement du personnel autorisé !
he: מגע אסטופ - בדוק את ארון החשמל! כוח אדם מיומן מורשה בלבד!
it: Contattore di arresto - Controllare il Quadro elettrico! Solo personale qualificato autorizzato !
nl: Noodstopcontact - Controleer de schakelkast! Alleen geautoriseerd personeel!
pt: Contator de impedimentos - verifique o quadro elétrico! Pessoal qualificado apenas autorizado!
ro: ESPOP Contactor - Verificați dulapul electric! Personal calificat autorizat numai!
ru: Контактор Estop - проверьте электрический шкаф! Только квалифицированный персонал!
sl: Estop kontaktor - preverite električno omarico! Samo pooblaščeno osebje!
zh: ESTOP接触器 - 检查电气柜！熟练的人员授权！

# INFO_SYS_27
source: Check For Estop Pushbutton Pressed. Select A Process Mode With Operator Panel (Prevu - Plant Control Page)
ar: تحقق for estop pushbutton ضغطت. حدد وضع العملية مع لوحة Operator (صفحة التحكم في النبات)
de: Prüfen Sie, ob der Estop-Drucktastton gedrückt wird. Wählen Sie einen Prozessmodus mit dem Bedienerfeld aus (Prevu-Anlagensteuerungsseite)
es: Compruebe Si Se Ha Presionado El Botón De Parada. Seleccione Un Modo De Proceso En El Panel Del Operador (Prevu - Página De Control De La Planta)
fr: Vérifiez si le bouton-poussoir Estop est enfoncé. Sélectionnez un mode de processus avec le panneau de commande (Prevu - Page de contrôle de l'usine)
he: בדוק אם לחצן Estop לחוץ. בחר מצב תהליך עם לוח ההפעלה (Prevu - דף בקרת מפעל)
it: Verificare che il pulsante di arresto sia stato premuto. Seleziona una modalità di processo con il pannello operatore (Prevu - Pagina di controllo dell'impianto)
nl: Controleer of de noodstopknop is ingedrukt. Selecteer een procesmodus met het bedieningspaneel (Vorige - Pagina Installatiebesturing)
pt: Verifique o Button Pushbutton pressionado. Selecione um modo de processo com o Painel do Operador (Página de Controle da Planta)
ro: Verificați apăsat estop PushButton apăsat. Selectați un mod de proces cu panoul operatorului (PVU - pagina de control al plantelor)
ru: Проверьте, не нажата ли кнопка Estop. Выбор режима процесса с помощью панели оператора (предыдущая версия — страница управления предприятием)
sl: Preverite, ali je pritisnjen gumb Estop. Izberite način postopka z nadzorno ploščo (prejšnja – stran za nadzor obrata)
zh: 检查Estop Pushbutton按下。使用操作面板选择一个流程模式（预示 - 工厂控制页面）

# INFO_SYS_28
source: Unlock The Emergency Stop Knob Push-Button On The Cabinet Door (Clockwise Rotation)
ar: قم بإلغاء قفل دفتر الطوارئ عن مفتاح الضغط على باب مجلس الوزراء (دوران عقارب الساعة)
de: Entsperren Sie den Not-Halt-Knopf-Taster an der Schranktür (Drehrichtung im Uhrzeigersinn)
es: Desbloquee El Botón De Parada De Emergencia De La Puerta Del Armario (Rotación En El Sentido De Las Agujas Del Reloj)
fr: Déverrouillez le bouton-poussoir d'arrêt d'urgence sur la porte de l'armoire (rotation dans le sens des aiguilles d'une montre)
he: פתח את נעילת כפתור עצירת החירום בדלת הארון (סיבוב בכיוון השעון)
it: Sbloccare il pulsante della manopola di arresto di emergenza sulla porta delil Quadro (rotazione in senso orario)
nl: Ontgrendel de noodstopknop op de kastdeur (met de klok mee draaien)
pt: Desbloqueie o botão de botão de parada de emergência na porta do gabinete (rotação no sentido horário)
ro: Deblocați butonul de oprire de urgență de pe ușa dulapului (rotația în sensul acelor de ceasornic)
ru: Разблокируйте кнопку аварийной остановки на дверце шкафа (вращение по часовой стрелке)
sl: Odklenite gumb za zaustavitev v sili na vratih omare (vrtenje v smeri urinega kazalca)
zh: 解锁机柜门上的紧急停止旋钮按钮（顺时针旋转）

# INFO_SYS_29
source: Unlock The Emergency Stop Knob Push-Button In The Plant (Clockwise Rotation)
ar: قم بإلغاء تأمين زر إعداد مقبض الباب في الطوارئ في المصنع (دوران عقارب الساعة)
de: Entsperren Sie den Not-Halt-Knopf-Taster in der Anlage (Drehung im Uhrzeigersinn)
es: Desbloquee El Botón De Parada De Emergencia De La Puerta Del Armario (Rotación En El Sentido De Las Agujas Del Reloj)
fr: Déverrouillez le bouton-poussoir du bouton d'arrêt d'urgence dans l'usine (rotation dans le sens des aiguilles d'une montre)
he: פתח את נעילת כפתור עצירת החירום במפעל (סיבוב בכיוון השעון)
it: Sbloccare il pulsante della manopola di arresto di emergenza nell'impianto (rotazione in senso orario)
nl: Ontgrendel de noodstopknop in de fabriek (met de klok mee draaien)
pt: Desbloqueie o botão de botão de parada de emergência na linha (rotação no sentido horário)
ro: Deblocați butonul de stop de urgență din plantă (rotație în sensul acelor de ceasornic)
ru: Разблокируйте кнопку аварийной остановки на установке (вращение по часовой стрелке)
sl: Odklepanje gumba za zaustavitev v sili v obratu (vrtenje v smeri urinega kazalca)
zh: 解锁工厂中的紧急停止旋钮按钮（顺时针旋转）

# INFO_SYS_30
source: Unlock The Emergency Stop Knob Push-Button In The Plant (Clockwise Rotation)
ar: قم بإلغاء تأمين زر إعداد مقبض الباب في الطوارئ في المصنع (دوران عقارب الساعة)
de: Entsperren Sie den Not-Halt-Knopf-Taster in der Anlage (Drehung im Uhrzeigersinn)
es: Desbloquee El Botón De Parada De Emergencia De La Puerta Del Armario (Rotación En El Sentido De Las Agujas Del Reloj)
fr: Déverrouiller le bouton d'arrêt d'urgence (bouton-poussoir) dans la station IHM de la zone de processus concernée (rotation du bouton dans le sens horaire)
he: פתח את נעילת כפתור עצירת החירום במפעל (סיבוב בכיוון השעון)
it: Sbloccare il pulsante della manopola di arresto di emergenza nell'impianto (rotazione in senso orario)
nl: Ontgrendel de noodstopknop in het HMI-station van het betreffende procesgebied (knop met de klok mee draaien)
pt: Desbloqueie o botão de botão de parada de emergência na linha (rotação no sentido horário)
ro: Deblocați butonul de stop de urgență din plantă (rotație în sensul acelor de ceasornic)
ru: Разблокируйте кнопку аварийной остановки на установке (вращение по часовой стрелке)
sl: Odklenite pritisni gumb gumba za zaustavitev v sili v postaji HMI povezanega procesnega območja (vrtenje gumba v smeri urinega kazalca)
zh: 解锁相关过程区域的 HMI 站中的紧急停止旋钮按钮（旋钮顺时针旋转）

# INFO_SYS_31
source: Check Cicuits And Controls Of Estop Area Collecting Estop-Buttons
ar: تحقق من المركبات والضوابط من منطقة estop جمع estop-buttons
de: Überprüfen Sie Cicuits und Bedienelemente des Estop-Bereichs, der Estop-Buttons sammelt
es: Compruebe Los Circuitos Y Los Controles Del Área De Parada Recopilar Botones De Parada
fr: Vérifiez les circuits et les commandes de la zone Estop collectant les boutons Estop
he: בדוק מעגלים ובקרות של אזור ה-Estop איסוף כפתורי Estop
it: Controllare i circuiti e i controlli dell'area di arresto raccogliendo i pulsanti di arresto
nl: Controleer circuits en bedieningselementen van het noodstopgebied door noodstopknoppen te verzamelen
pt: Verifique os cicuits e os controles da área de impedimento de butões
ro: Verificați cicuitele și controalele zonei estop care colectează butonul estop
ru: Проверьте цепи и элементы управления зоны Estop, собирая Estop-кнопки
sl: Preverite napeljave in krmilne elemente območja Estop Zbiranje gumbov Estop
zh: 检查eStop区域收集estop-按钮的icicue和控制

# INFO_OVL_1
source: Check The Wiring To Identify A Possible Short Circuit. Reset The Circuit Breaker In The Electrical Cabinet.
ar: تحقق من الأسلاك لتحديد ماس كهربائى محتمل. إعادة تعيين قواطع الدائرة في مجلس الوزراء الكهربائي.
de: Überprüfen Sie die Verdrahtung, um einen möglichen Kurzschluss zu identifizieren. Setzen Sie den Leistungsschalter in das Schaltschrank zurück.
es: Compruebe El Cableado Para Identificar Un Posible Cortocircuito. Restablezca El Interruptor En El Armario Eléctrico.
fr: Vérifiez le câblage pour identifier un éventuel court-circuit. Réinitialisez le disjoncteur dans l’armoire électrique.
he: בדוק את החיווט כדי לזהות קצר חשמלי אפשרי. אפס את מפסק החשמל בארון החשמל.
it: Controllare il cablaggio per identificare un possibile cortocircuito. Ripristinare l'interruttore automatico nel Quadro elettrico.
nl: Controleer de bedrading om een ​​mogelijke kortsluiting te identificeren. Reset de stroomonderbreker in de schakelkast.
pt: Verifique a fiação para identificar um possível curto -circuito. Redefina o disjuntor no quadro elétrico.
ro: Verificați cablarea pentru a identifica un posibil scurtcircuit. Resetați întrerupătorul în dulapul electric.
ru: Проверьте проводку, чтобы определить возможное короткое замыкание. Сбросьте автоматический выключатель в электрическом шкафу.
sl: Preverite napeljavo, da prepoznate možen kratek stik. Ponastavite odklopnik v električni omarici.
zh: 检查接线以识别可能的短路。重置电气柜中的断路器。

# INFO_OVL_2
source: Check The Machine, Clean It If Jammed. Wait For 3 Minutes ! - Reset The Overload Relay In The Electrical Cabinet
ar: تحقق من الجهاز، قم بتنظيفه إذا كان التشويش. انتظر لمدة 3 دقائق! - إعادة تعيين ترحيل الزائد في مجلس الوزراء الكهربائي
de: Überprüfen Sie die Maschine, reinigen Sie ihn, wenn Sie gestaut werden. Warten Sie 3 Minuten! - Setzen Sie das Überlastrelais in das Schaltschrank zurück
es: Revise La Máquina, Límpiela Si Está Atascada. ¡Espere 3 Minutos! - Restablezca El Relé De Sobrecarga En El Armario Eléctrico
fr: Vérifiez la machine, nettoyez-la si elle est coincée. Attendez 3 minutes ! - Réinitialiser le relais de surcharge dans l'armoire électrique
he: בדוק את המכונה, נקה אותה אם נתקעה. המתן 3 דקות! - אפס את ממסר עומס יתר בארון החשמל
it: Controllare la macchina, pulirla se inceppata. Aspetta 3 minuti! - Ripristinare il relè di sovraccarico nel Quadro elettrico
nl: Controleer de machine en maak hem schoon als hij vastzit. Wacht 3 minuten! - Reset het overbelastingsrelais in de schakelkast.
pt: Verifique a máquina, limpe-a. Aguarde 3 minutos! - Redefina o relé de sobrecarga no quadro elétrico
ro: Verificați mașina, curățați -o dacă este blocat. Așteptați 3 minute! - Resetați releul de suprasarcină în dulapul electric
ru: Проверьте машину, очистите ее, если она застряла. Подождите 3 минуты! - Сбросить реле перегрузки в электрическом шкафу
sl: Preverite stroj, očistite ga, če se zatakne. Počakajte 3 minute! - Ponastavite preobremenitveni rele v električni omarici
zh: 检查机器，如果卡住，请清洁它。等3分钟！ - 重置电柜中的过载继电器

# INFO_OVL_3
source: Check The Device. Reset The Tripped Circuit Breaker In The Electrical Cabinet
ar: تحقق من الجهاز. إعادة تعيين قواطع دوائر تعثر في مجلس الوزراء الكهربائي
de: Überprüfen Sie das Gerät. Setzen Sie den ausgelösten Leistungsschalter in den Schaltschrank zurück
es: Compruebe El Dispositivo. Restablezca El Interruptor Desconectado En El Armario Eléctrico
fr: Vérifiez l'appareil. Réinitialiser le disjoncteur déclenché dans l'armoire électrique
he: בדוק את ההתקן. אפס את מפסק המפסק בארון החשמל
it: Controlla il dispositivo. Ripristinare l'interruttore automatico scattato nel Quadro elettrico
nl: Controleer het apparaat. Reset de uitgeschakelde stroomonderbreker in de schakelkast.
pt: Verifique o dispositivo. Faça reset no disjuntor do quadro eléctrico
ro: Verificați dispozitivul. Resetați întrerupătorul declanșat în dulapul electric
ru: Проверьте устройство. Сбросьте сработавший автоматический выключатель в электрическом шкафу
sl: Preverite napravo. Ponastavite sproženi odklopnik v električni omarici
zh: 检查设备。重置电气柜中的跳闸断路器

# INFO_OVL_4
source: Check The Motor Cooling Fan. Wait For 3 Minutes ! - Reset The Overload Relay In The Electrical Cabinet
ar: تحقق من مروحة تبريد المحرك. انتظر لمدة 3 دقائق! - إعادة تعيين ترحيل الزائد في مجلس الوزراء الكهربائي
de: Überprüfen Sie den Motorkühllüfter. Warten Sie 3 Minuten! - Setzen Sie das Überlastrelais in das Schaltschrank zurück
es: Compruebe El Ventilador De Refrigeración Del Motor. ¡Espere 3 Minutos! - Restablezca El Relé De Sobrecarga En El Armario Eléctrico
fr: Vérifiez le ventilateur de refroidissement du moteur. Attendez 3 minutes ! - Réinitialiser le relais de surcharge dans l'armoire électrique
he: בדוק את מאוורר הקירור של המנוע. המתן 3 דקות! - אפס את ממסר עומס יתר בארון החשמל
it: Controllare la ventola di raffreddamento del motore. Aspetta 3 minuti! - Ripristinare il relè di sovraccarico nel Quadro elettrico
nl: Controleer de koelventilator van de motor. Wacht 3 minuten! - Reset het overbelastingsrelais in de schakelkast.
pt: Verifique o ventilador de arrefecimento do motor. Aguarde 3 minutos! - Redefina o relé de sobrecarga no quadro elétrico
ro: Verificați ventilatorul de răcire a motorului. Așteptați 3 minute! - Resetați releul de suprasarcină în dulapul electric
ru: Проверьте вентилятор охлаждения двигателя. Подождите 3 минуты! - Сбросить реле перегрузки в электрическом шкафу
sl: Preverite ventilator za hlajenje motorja. Počakajte 3 minute! - Ponastavite preobremenitveni rele v električni omarici
zh: 检查电机冷却风扇。等3分钟！ - 重置电柜中的过载继电器

# INFO_OVL_5
source: Check The Motor Brake. Wait For 3 Minutes ! - Reset The Overload Relay In The Electrical Cabinet
ar: تحقق الفرامل المحرك. انتظر لمدة 3 دقائق! - إعادة تعيين ترحيل الزائد في مجلس الوزراء الكهربائي
de: Überprüfen Sie die Motorbremse. Warten Sie 3 Minuten! - Setzen Sie das Überlastrelais in das Schaltschrank zurück
es: Compruebe El Freno Del Motor. ¡Espere 3 Minutos! - Restablezca El Relé De Sobrecarga En El Armario Eléctrico
fr: Vérifiez le frein moteur. Attendez 3 minutes ! - Réinitialiser le relais de surcharge dans l'armoire électrique
he: בדוק את בלם המנוע. המתן 3 דקות! - אפס את ממסר עומס יתר בארון החשמל
it: Controllare il freno motore. Aspetta 3 minuti! - Ripristinare il relè di sovraccarico nel Quadro elettrico
nl: Controleer de motorrem. Wacht 3 minuten! - Reset het overbelastingsrelais in de schakelkast.
pt: Verifique o freio do motor. Aguarde 3 minutos! - Redefina o relé de sobrecarga no quadro elétrico
ro: Verificați frâna motorului. Așteptați 3 minute! - Resetați releul de suprasarcină în dulapul electric
ru: Проверьте моторный тормоз. Подождите 3 минуты! - Сбросить реле перегрузки в электрическом шкафу
sl: Preverite motorno zavoro. Počakajte 3 minute! - Ponastavite preobremenitveni rele v električni omarici
zh: 检查电机制动器。等3分钟！ - 重置电柜中的过载继电器

# INFO_OVL_6
source: Check The Machine ! Make Sure That Mechanical Overload Switch Is Working Correctly
ar: تحقق من الجهاز! تأكد من أن مفتاح التحميل الزائد الميكانيكي يعمل بشكل صحيح
de: Überprüfen Sie das Gerät! Stellen Sie sicher, dass der mechanische Überlastschalter ordnungsgemäß funktioniert
es: ¡Compruebe La Máquina! Asegúrese De Que El Interruptor De Sobrecarga Mecánica Funcione Correctamente
fr: Vérifiez la machine ! Assurez-vous que le commutateur de surcharge mécanique fonctionne correctement
he: בדוק את המכונה! ודא שמתג עומס יתר מכני פועל כהלכה
it: Controlla la macchina! Assicurarsi che l'interruttore di sovraccarico meccanico funzioni correttamente
nl: Controleer de machine! Zorg ervoor dat de mechanische overbelastingsschakelaar correct werkt.
pt: Verifique a máquina! Verifique se a interruptor de sobrecarga mecânica está funcionando corretamente
ro: Verificați mașina! Asigurați -vă că comutatorul mecanic de suprasarcină funcționează corect
ru: Проверьте Машину! Убедитесь, что механический выключатель перегрузки работает правильно
sl: Preverite stroj! Prepričajte se, da mehansko stikalo za preobremenitev deluje pravilno
zh: 检查机器！确保机械过载开关正常工作

# INFO_OVL_7
source: Check The Resistor. Reset The Overload Relay In The Electrical Cabinet If Resistor Is Ok
ar: تحقق المقاوم. إعادة تعيين التتابع الزائد في مجلس الوزراء الكهربائي إذا كان المقاوم على ما يرام
de: Überprüfen Sie den Widerstand. Setzen Sie das Überlastrelais in den Schaltschrank zurück, wenn Widerstand in Ordnung ist
es: Compruebe La Resistencia. Restablezca El Relé De Sobrecarga En El Armario Eléctrico Si La Resistencia Está Bien
fr: Vérifiez la résistance. Réinitialisez le relais de surcharge dans l'armoire électrique si la résistance est correcte
he: בדוק את הנגד. אפס את ממסר עומס יתר בארון החשמל אם הנגד תקין
it: Controlla il resistore. Ripristinare il relè di sovraccarico nel Quadro elettrico se il resistore è ok
nl: Controleer de weerstand. Reset het overbelastingsrelais in de schakelkast als de weerstand in orde is.
pt: Verifique o resistor. Redefina o relé de sobrecarga no quadro elétrico se o resistor estiver ok
ro: Verificați rezistența. Resetați releul de suprasarcină în dulapul electric dacă rezistența este OK
ru: Проверьте резистор. Сбросьте реле перегрузки в электрическом шкафу, если резистор исправен
sl: Preverite upor. Ponastavite preobremenitveni rele v električni omarici, če je upor v redu
zh: 检查电阻。如果电阻正常，请重置电气柜中的过载继电器
