Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# INFO_BREAKER_1
source: Breaker is Tripped For Overload Or Short Circuit - Reset Breaker By Hmi Command Once Problem Is Solved
ar: تم تعثر Breaker من أجل التحميل الزائد أو الدائرة القصيرة - إعادة تعيين Breaker بواسطة أمر HMI بمجرد حل المشكلة
de: Breaker wird für Überlast- oder Kurzschluss -Breaker mit dem HMI -Befehl zurückgesetzt, sobald das Problem gelöst ist
es: El interruptor se dispara para sobrecarga o cortocircuito: restablecer el interruptor por el comando HMI una vez que se resuelve el problema
fr: Le disjoncteur est déclenché en raison d'une surcharge ou d'un court-circuit - Réinitialisez le disjoncteur par commande Hmi une fois le problème résolu
he: מפסק משולב לעומס יתר או קצר חשמל - מפסק איפוס על ידי פקודת HMI ברגע שנפתרת הבעיה
it: Breaker è inciampato per sovraccarico o corto circuito - reimpostare il comando HMI una volta risolto il problema
nl: De stroomonderbreker is geactiveerd vanwege overbelasting of kortsluiting - Reset de stroomonderbreker met behulp van de HMI-opdracht zodra het probleem is opgelost
pt: O disjuntor é disparado para sobrecarga ou curto -circuito - redefinir disjuntor pelo comando hmi depois que o problema é resolvido
ro: Breakerul este declanșat pentru suprasarcină sau scurtcircuit - resetare întrerupător de comanda HMI odată ce problema este rezolvată
sl: Odklopnik se je sprožil zaradi preobremenitve ali kratkega stika - ponastavite odklopnik z ukazom HMI, ko je težava rešena
zh: 断路器被绊倒或短路 - 解决问题后，HMI命令重置断路器

# INFO_ANTISTIKING_1
source: Check External Antisticking System
ar: تحقق من نظام الانتهاك الخارجي
de: Überprüfen Sie das externe Antisticking -System
es: Verifique El Sistema De Antistiquetos Externos
fr: Vérifiez le système antiadhésif externe
he: בדוק מערכת אנטי -חיצונית חיצונית
it: Controllare il sistema antimpaccante esterno
nl: Controleer het externe antiaanbaksysteem
pt: Verifique o sistema de anti -histicking externo
ro: Verificați sistemul de antisticking extern
sl: Preverite zunanji sistem proti sprijemanju
zh: 检查外部抗议系统

# INFO_SENS_BYPASSED
source: Sensor Is Bypassed ! Remove Bypass To Allow Normal Operation
ar: يتم تجاوز المستشعر! إزالة الالتفاف للسماح للتشغيل العادي
de: Der Sensor wird umgangen! Bypass entfernen, um den normalen Betrieb zu ermöglichen
es: ¡El sensor se pasa por alto! Retire el bypass para permitir el funcionamiento normal
fr: Le capteur est contourné ! Supprimez le contournement pour permettre un fonctionnement normal
he: חיישן עוקף! הסר עוקף כדי לאפשר פעולה רגילה
it: Il sensore è bypassato! Rimuovere il bypass per consentire il normale funzionamento
nl: Sensor is omzeild! Verwijder de bypass om normale werking mogelijk te maken.
pt: O sensor é ignorado! Remova o desvio para permitir a operação normal
ro: Senzorul este ocolit! Îndepărtați bypass pentru a permite funcționarea normală
sl: Senzor je obdan! Odstranite obvod, da omogočite normalno delovanje
zh: 传感器被绕过！卸下旁路以允许正常操作

# INFO_INVERSION_1
source: Too Many Inversion For Maximum Current Have Been Done - Check For A Possible Blockage Of Material.
ar: تم إجراء الكثير من الانعكاس لأقصى قدر من التيار - تحقق من وجود انسداد محتمل للمواد.
de: Es wurden zu viele Inversionen für maximale Strom durchgeführt - prüfen Sie, ob eine mögliche Materialsoktoration möglich ist.
es: Se han realizado demasiada inversión para la corriente máxima: verifique un posible bloqueo de material.
fr: Trop d'inversions pour un courant maximum ont été effectuées - Vérifiez un éventuel blocage du matériau.
he: נעשה יותר מדי היפוך לזרם מקסימלי - בדוק אם יש חסימה אפשרית של חומר.
it: Sono state fatte troppe inversioni per la massima corrente: verificare un possibile blocco di materiale.
nl: Er zijn te veel omkeringen voor maximale stroomsterkte uitgevoerd - Controleer op een mogelijke blokkade van materiaal.
pt: Muitas inversão para corrente máxima foram realizadas - verifique se há um possível bloqueio de material.
ro: S -au făcut prea multe inversare pentru curent maxim - verificați dacă există un posibil blocaj al materialului.
sl: Opravljenih je bilo preveč inverzij za največji tok - preverite morebitno blokado materiala.
zh: 已经完成了太多的反转倒置 - 检查可能的材料可能阻塞。

# M_INFO_SYS_1
source: Component Needs to be Restarted
ar: يجب إعادة تشغيل المكون
de: Komponente muss neu gestartet werden
es: El Componente Debe Reiniciarse
fr: Le composant doit être redémarré
he: צריך להפעיל מחדש את הרכיב
it: Il componente deve essere riavviato
nl: Component moet opnieuw worden opgestart
pt: O componente precisa ser reiniciado
ro: Componenta trebuie repornită
sl: Komponento je treba znova zagnati
zh: 需要重新启动组件

# M_INFO_LD_1
source: Local Disconnector in Must Be Closed for Restart
ar: يجب إغلاق الفصل المحلي لإعادة التشغيل
de: Lokaler Trennungspunkt in muss zum Neustart geschlossen werden
es: El desconcertador local de la descongelación debe estar cerrado para reiniciar
fr: Le sectionneur local doit être fermé pour le redémarrage
he: יש לסגור את המנתק המקומי להפעלה מחדש
it: Il disconnettore locale deve essere chiuso per il riavvio
nl: Lokale scheider moet gesloten zijn voor herstart
pt: O desconexão local deve ser fechado para reiniciar
ro: Deconectarea locală trebuie închisă pentru repornire
sl: Lokalni odklopnik mora biti zaprt za ponovni zagon
zh: 必须关闭本地脱节器才能重新启动

# M_INFO_AMP_1
source: Heavy Load on Motor. Material is Stopped Waiting for Motor Current Lowering
ar: حمولة ثقيلة على المحرك. تتوقف المواد في انتظار انخفاض تيار المحرك
de: Schwere Last am Motor. Das Material wird aufgehört, auf den Motorstromabsenken zu warten
es: Carga Pesada En El Motor. El Material Se Deja De Esperar La Disminución De La Corriente Del Motor
fr: Charge lourde sur le moteur. Le matériau est arrêté en attendant la diminution du courant du moteur
he: עומס כבד על המנוע. החומר נעצר מחכה להורדת זרם מנועי
it: Carico pesante sul motore. Il materiale viene interrotto in attesa del abbassamento della corrente del motore
nl: Zware belasting op de motor. Het materiaal staat stil en wacht tot de motorstroom wordt verlaagd.
pt: Sobrecarga no motor. O material é parado de esperar a redução da corrente do motor
ro: Sarcină grea pe motor. Materialul este oprit în așteptarea scăderii curentului motorului
sl: Velika obremenitev motorja. Material je ustavljen in čaka na znižanje toka motorja
zh: 电动机上的重负载。材料停止等待电流降低

# M_INFO_TEMP_1
source: Temperature is Higher than Expected.
ar: درجة الحرارة أعلى من المتوقع.
de: Die Temperatur ist höher als erwartet.
es: La Temperatura Es Más Alta De Lo Esperado.
fr: La température est plus élevée que prévu.
he: הטמפרטורה גבוהה מהצפוי.
it: La temperatura è superiore del previsto.
nl: De temperatuur is hoger dan verwacht.
pt: A temperatura é maior que o esperado.
ro: Temperatura este mai mare decât se aștepta.
sl: Temperatura je višja od pričakovane.
zh: 温度高于预期。

# M_INFO_TEMP_2
source: Temperature is Lower than Expected.
ar: درجة الحرارة أقل من المتوقع.
de: Die Temperatur ist niedriger als erwartet.
es: La temperatura es más baja de lo esperado.
fr: La température est inférieure à celle prévue.
he: הטמפרטורה נמוכה מהצפוי.
it: La temperatura è inferiore al previsto.
nl: Temperatuur is lager dan verwacht.
pt: A temperatura é menor que o esperado.
ro: Temperatura este mai mică decât se aștepta.
sl: Temperatura je nižja od pričakovane.
zh: 温度低于预期。

# M_INFO_TEMP_3
source: Temperature is Lower than Expected - Process is Stopped. Take Interlock Flag OFF to Restart the Process Even With Low Temperature
ar: درجة الحرارة أقل من المتوقع - يتم إيقاف العملية. خذ علامة التعشيق لإعادة تشغيل العملية حتى مع درجة حرارة منخفضة
de: Die Temperatur ist niedriger als erwartet - der Prozess wird gestoppt. Nehmen Sie die Verriegelungsflagge ab, um den Prozess auch bei niedriger Temperatur neu zu starten
es: La Temperatura Es Más Baja De Lo Esperado: Se Detiene El Proceso. Retire La Bandera De Enclavamiento Para Reiniciar El Proceso Incluso Con Baja Temperatura
fr: La température est inférieure à celle prévue : le processus est arrêté. Retirez l'indicateur de verrouillage pour redémarrer le processus même à basse température.
he: הטמפרטורה נמוכה מהצפוי - התהליך מופסק. קח את דגל הנעילה כדי להפעיל מחדש את התהליך אפילו עם טמפרטורה נמוכה
it: La temperatura è inferiore al previsto: il processo viene interrotto. Elimina l'interblocco della bandiera per riavviare il processo anche a bassa temperatura
nl: Temperatuur is lager dan verwacht - Proces is gestopt. Schakel de vergrendelingsvlag uit om het proces opnieuw te starten, zelfs bij lage temperaturen.
pt: A temperatura é menor que o esperado - o processo é interrompido. Pegue a bandeira de intertravamento para reiniciar o processo, mesmo com baixa temperatura
ro: Temperatura este mai mică decât se aștepta - procesul este oprit. Luați pavilionul de blocare pentru a reporni procesul chiar și cu temperaturi scăzute
sl: Temperatura je nižja od pričakovane - proces je ustavljen. Za ponoven zagon procesa, tudi pri nizki temperaturi, izklopite zastavico zaklepanja
zh: 温度低于预期 - 停止过程。即使在低温下，取下互锁标志即使在

# M_INFO_DISAB_1
source: Sensor is been Disabled By an Action of Operator on HMI. Select the Indicated Sensor Parameters Menu to Enable it Again.
ar: تم تعطيل المستشعر من خلال إجراء المشغل على HMI. حدد قائمة المعلمات المستشعر المشار إليها لتمكينها مرة أخرى.
de: Der Sensor wird durch eine Aktion des Bedieners auf HMI deaktiviert. Wählen Sie das angegebene Menü Sensorparameter aus, um es erneut zu aktivieren.
es: El sensor ha sido deshabilitado por una acción del operador en HMI. Seleccione el menú de parámetros del sensor indicado para habilitarlo nuevamente.
fr: Le capteur a été désactivé par une action de l'opérateur sur l'IHM. Sélectionnez le menu Paramètres du capteur indiqué pour l'activer à nouveau.
he: חיישן מושבת על ידי פעולה של מפעיל ב- HMI. בחר בתפריט פרמטרי החיישן המצוין כדי לאפשר אותו שוב.
it: Il sensore è stato disabilitato da un'azione di operatore su HMI. Seleziona il menu Parametri del sensore indicato per abilitarlo.
nl: Sensor is uitgeschakeld door een handeling van de operator op de HMI. Selecteer het menu 'Aangegeven sensorparameters' om deze weer in te schakelen.
pt: O sensor foi desativado por uma ação do operador no HMI. Selecione o menu Parâmetros do sensor indicado para ativá -lo novamente.
ro: Senzorul este dezactivat de o acțiune a operatorului pe HMI. Selectați meniul parametrilor senzorului indicat pentru a -l activa din nou.
sl: Senzor je bil onemogočen z dejanjem operaterja na HMI. Izberite meni z navedenimi parametri senzorja, da ga znova omogočite.
zh: 传感器是由操作员在HMI上的操作被禁用的。选择指示的传感器参数菜单以再次启用它。

# M_INFO_LEVEL_1
source: Process is Waiting for the Level to be Restored OK.
ar: العملية تنتظر استعادة المستوى موافق.
de: Der Prozess wartet darauf, dass das Level wiederhergestellt wird.
es: El Proceso Está Esperando Que El Nivel Se Restablezca Bien.
fr: Le processus attend que le niveau soit restauré correctement.
he: התהליך מחכה לשחזור הרמה בסדר.
it: Il processo sta aspettando che il livello venga ripristinato OK.
nl: Het proces wacht tot het niveau is hersteld.
pt: O processo está aguardando a restauração do nível OK.
ro: Procesul așteaptă ca nivelul să fie restaurat OK.
sl: Proces čaka na obnovitev ravni OK.
zh: 流程正在等待恢复级别的确定。

# M_INFO_LEVEL_2
source: Check Process Local Conditions and Setup Since No Minimum Level is Detected
ar: تحقق من العملية المحلية والإعداد لأنه لا يتم اكتشاف مستوى الحد الأدنى
de: Überprüfen Sie die örtlichen Bedingungen und die Einrichtung des Prozesses, da kein Mindestpegel festgestellt wird
es: Verifique El Proceso De Condiciones Locales Y La Configuración Ya Que No Se Detecta Un Nivel Mínimo
fr: Vérifiez les conditions locales et la configuration du processus puisqu'aucun niveau minimum n'est détecté.
he: בדוק את התנאים המקומיים והתקנה מכיוון שלא מתגלה רמת מינימום
it: Controllare le condizioni locali del processo e configurazione poiché non viene rilevato alcun livello minimo
nl: Controleer de lokale procesomstandigheden en -instellingen, aangezien er geen minimumniveau is gedetecteerd
pt: Verifique as condições e a configuração do processo, pois nenhum nível mínimo é detectado
ro: Verificați procesul local al procesului și configurarea, deoarece nu este detectat un nivel minim
sl: Preverite lokalne pogoje in nastavitev procesa, ker najnižja raven ni zaznana
zh: 检查过程当地条件和设置，因为未检测到最低水平

# M_INFO_LEVEL_3
source: Wait For Levels To Be Restored OK for Process
ar: انتظر لاستعادة المستويات موافق للعملية
de: Warten Sie, bis die Levels für den Prozess wiederhergestellt werden
es: Espere A Que Los Niveles Se Restauren Bien Para El Proceso
fr: Attendez que les niveaux soient restaurés, OK pour le processus
he: המתן לרמות שיוחזרו בסדר לתהליך
it: Aspetta che i livelli vengano ripristinati per il processo
nl: Wacht tot de niveaus zijn hersteld voor het proces
pt: Aguarde os níveis a serem restaurados ok para o processo
ro: Așteptați ca nivelurile să fie restabilite OK pentru proces
sl: Počakajte, da se ravni obnovijo, OK za postopek
zh: 等待恢复级别的水平进行处理

# M_INFO_LEVEL_4
source: Check Local Filling and Process Conditions
ar: هاوبر ممتلئ! بحاجة إلى الانتظار حتى يتم إفراغ هوبر
de: Hopper voll! Müssen warten, bis Hopper geleert wird
es: Tolva Llena! Necesito Esperar A Que Hopper Se Vacíe
fr: Vérifier les conditions locales de remplissage et de traitement
he: הופר מלא! צריך לחכות שהופפר יתרוקן
it: Hopper Full! Devi aspettare che venga svuotato la tramoggia
nl: Controleer lokale vul- en procesomstandigheden
pt: Hopper cheia! Precisa esperar a tremonha ser esvaziada
ro: Hop Full! Trebuie să așteptați golirea Hopper
sl: Preverite lokalne pogoje polnjenja in postopka
zh: 料斗满！需要等待霍珀清空

# M_INFO_LEVEL_5
source: BIG BAG Full and needs to be replaced
ar: حقيبة كبيرة ممتلئة وتحتاج إلى استبدالها
de: Großer Tasche voll und muss ersetzt werden
es: Big Bag Full Y Necesita Ser Reemplazada
fr: BIG BAG Plein et doit être remplacé
he: תיק גדול מלא וצריך להחליף אותו
it: Grande borsa piena e deve essere sostituita
nl: GROTE ZAK Vol en moet vervangen worden
pt: Big bolsa cheia e precisa ser substituída
ro: Geanta mare plină și trebuie înlocuită
sl: VELIKA TORBA Polna in jo je treba zamenjati
zh: 大袋子装满，需要更换

# M_INFO_LEVEL_6
source: Hopper Full ! Need to Wait for Hopper to be Emptied
ar: هاوبر ممتلئ! بحاجة إلى الانتظار حتى يتم إفراغ هوبر
de: Hopper voll! Müssen warten, bis Hopper geleert wird
es: Tolva llena! Necesito esperar a que Hopper se vacíe
fr: Trémie pleine ! Il faut attendre que la trémie soit vidée
he: הופר מלא! צריך לחכות שהופפר יתרוקן
it: Hopper Full! Devi aspettare che venga svuotato la tramoggia
nl: Hopper vol! Wachten tot de hopper leeg is.
pt: Hopper cheia! Precisa esperar a tremonha ser esvaziada
ro: Hop Full! Trebuie să așteptați golirea Hopper
sl: Zalogovnik poln! Počakati je treba, da se zbiralnik izprazni
zh: 料斗满！需要等待霍珀清空

# M_INFO_SEL_1
source: Switch ON Local Enable Selector in Field for Device Restart
ar: قم بتشغيل محدد التمكين المحلي في الحقل لإعادة تشغيل الجهاز
de: Schalten Sie den lokalen Aktivieren des Selektors im Feld für den Neustart des Geräte ein
es: Encender El Selector De Habilitación Local En El Campo Para Reiniciar El Dispositivo
fr: Activer le sélecteur d'activation locale dans le champ pour le redémarrage de l'appareil
he: הפעל את הבורר הפעל מקומי בשדה להפעלה מחדש של המכשיר
it: Accendere il selettore Abilita locale in campo per il riavvio del dispositivo
nl: Schakel de lokale inschakelselector in het veld in voor het opnieuw opstarten van het apparaat
pt: Ligue o seletor de ativação local em campo para reinicialização do dispositivo
ro: Porniți selectorul de activare local în câmp pentru repornirea dispozitivului
sl: V Polju za ponovni zagon naprave VKLOPITE izbirnik lokalnega omogočanja
zh: 打开本地启用启用选择器在现场以进行设备重新启动

# M_INFO_MIXER_1
source: Enable Mixer By Setups for Production
ar: تمكين الخلاط عن طريق الإعدادات للإنتاج
de: Aktivieren Sie den Mixer durch Setups für die Produktion
es: Habilitar Mezclador Por Configuraciones Para La Producción
fr: Activer le mixeur par configurations pour la production
he: אפשר מיקסר לפי הגדרות לייצור
it: Abilita il Miscelatore mediante configurazioni per la produzione
nl: Mixer inschakelen via instellingen voor productie
pt: Ativar misturador por configurações para produção
ro: Activați mixerul prin configurații pentru producție
sl: Omogoči mešalnik po nastavitvah za produkcijo
zh: 通过设置启用搅拌机进行生产

# M_INFO_MIXER_2
source: Al Mixer Devices are in Semiauto. Disable Mixer Semiauto By Setups for Production
ar: أجهزة الخلاط في Semiauto. تعطيل semiauto الخلاط عن طريق الإعدادات للإنتاج
de: Al -Mixer -Geräte befinden sich in Semiauto. Deaktivieren Sie den Mixer Semiauto durch Setups für die Produktion
es: Los Dispositivos De Mezcladores Están En Semiauto. Deshabilitar Semiauto De Mezclador Por Configuraciones Para La Producción
fr: Les appareils Al Mixer sont en semi-auto. Désactiver le mixeur semi-automatique par configurations pour la production
he: מכשירי מיקסר אל נמצאים בסמיאוטו. השבת מיקסר semiauto על ידי הגדרות לייצור
it: I dispositivi del Miscelatore AL sono in semiauto. Disabilita il Miscelatore semiauto mediante configurazioni per la produzione
nl: Alle mixerapparaten zijn semi-automatisch. Schakel semi-automatisch mixergebruik uit via instellingen voor productie.
pt: Os dispositivos do AL Mixer estão em Semiauto. Desative o misturador semiauto por configurações para produção
ro: Dispozitivele AL Mixer sunt în Semiauto. Dezactivați Mixer Semiauto prin configurații pentru producție
sl: Al Mešalne naprave so v Semiauto. Onemogoči polavtomatski mešalnik z nastavitvami za produkcijo
zh: Al混合器设备位于Semiauto。通过设置禁用搅拌机semiauto进行生产

# M_INFO_CALIBRATION_1
source: Sensor Need to be Re-Calibrated by the Use of PreVu Panel. Click on Sensor Label and Select Teach Menu.
ar: يجب إعادة معايرة المستشعر عن طريق استخدام لوحة Prevu. انقر فوق تسمية المستشعر وحدد القائمة.
de: Der Sensor muss durch die Verwendung des vorübergehenden Panels neu kalibriert werden. Klicken Sie auf das Sensor -Etikett und wählen Sie das Menü für das Lehrer.
es: El Sensor Debe Volver A Calibrar Mediante El Uso Del Panel Prevu. Haga Clic En La Etiqueta Del Sensor Y Seleccione El Menú Teach.
fr: Le capteur doit être recalibré à l’aide du panneau PreVu. Cliquez sur l'étiquette du capteur et sélectionnez le menu d'apprentissage.
he: חיישן צריך להיות מכויל מחדש על ידי שימוש בלוח Prevu. לחץ על תווית חיישן ובחר בתפריט ללמד.
it: Il sensore deve essere ri-calibrato mediante l'uso del pannello Prevu. Fai clic sull'etichetta del sensore e seleziona Teak Menu.
nl: Sensor moet opnieuw worden gekalibreerd met behulp van het PreVu-paneel. Klik op het sensorlabel en selecteer 'Teach Menu'.
pt: O sensor precisa ser recalibrado pelo uso do painel PrevU. Clique no rótulo do sensor e selecione o menu Teach.
ro: Senzorul trebuie să fie re-calibrat prin utilizarea panoului Prevu. Faceți clic pe eticheta senzorului și selectați meniul predați.
sl: Senzor je treba ponovno umeriti z uporabo plošče PreVu. Kliknite Oznaka senzorja in izberite Teach Menu.
zh: 需要通过使用预防面板重新校准传感器。单击传感器标签，然后选择“教菜单”菜单。

# M_INFO_DOWNSTR_NOK
source: Downstream Not OK for Process - Check The Reason for Material Stop Request from Downstreamn
ar: لا بأس في المباراة ، تحقق من سبب طلب إيقاف المواد من المصب
de: Downstream nicht in Ordnung für den Prozess - Überprüfen Sie den Grund für die materielle Stoppanforderung von Downstreamn
es: Abrido no es OK para el proceso: verifique el motivo de la solicitud de parada de material desde abajo
fr: L'aval n'est pas OK pour le processus - Vérifiez la raison de la demande d'arrêt de matériel en aval
he: במורד הזרם לא בסדר לתהליך - בדוק את הסיבה לבקשת עצירה מהותית ממורד הזרם
it: A valle, non ok per il processo - Controlla il motivo della richiesta di arresto del materiale da Downstreamn
nl: Downstream niet OK voor proces - Controleer de reden voor het verzoek tot materiaalstop van Downstream
pt: A jusante não está bem para o processo - verifique o motivo do solicitação de parada de material do downstreamn
ro: În aval nu este OK pentru proces - verificați motivul cererii de oprire a materialelor de la Downstreamn
sl: Nadaljnji tok ni v redu za proces – preverite razlog za zahtevo za ustavitev materiala iz nadaljnjih tokov
zh: 下游不正常进行过程 - 检查下游的材料停止请求的原因

# M_INFO_NO_MATERIAL
source: No Material Present. Check for Feeding and Process Conditons
ar: لا توجد مواد حاضرة. تحقق من التغذية ومعالجة conditons
de: Kein Material vorhanden. Überprüfen Sie die Fütterungs- und Verarbeitungskonditonen
es: No Hay Material Presente. Verifique La Alimentación Y El Procesamiento De Los Conditones
fr: Aucun matériel présent. Vérifier les conditions d'alimentation et de traitement
he: אין חומר נוכח. בדוק אם יש האכלה ותנאי תהליכים
it: Nessun materiale presente. Verificare la presenza di alimentazione e procedimenti di processo
nl: Geen materiaal aanwezig. Controleer de voedings- en verwerkingsomstandigheden.
pt: Sem material presente. Verifique se há condições de alimentação e processo
ro: Niciun material prezent. Verificați dacă există hrăniri și procese Conditoane
sl: Material ni prisoten. Preverite pogoje hranjenja in postopka
zh: 没有材料。检查喂养和处理孔子

# M_INFO_GT_VALVES_1
source: Tank Needs to Be Fillied to Minimum Level Before Start Discharge Cycle. Check Process Conditions and Settings.
ar: يجب ملء الخزان إلى الحد الأدنى للمستوى قبل بدء دورة التفريغ. تحقق من شروط العملية والإعدادات.
de: Der Panzer muss vor dem Start -Entladungszyklus auf minimaler Pegel gefüllt werden. Überprüfen Sie die Prozessbedingungen und Einstellungen.
es: El Tanque Debe Rellenarse Hasta El Nivel Mínimo Antes Del Ciclo De Descarga De Inicio. Verifique Las Condiciones Y Configuraciones Del Proceso.
fr: Le réservoir doit être rempli au niveau minimum avant de commencer le cycle de décharge. Vérifiez les conditions et les paramètres du processus.
he: יש למלא את הטנק לרמה מינימלית לפני תחילת מחזור הפריקה. בדוק תנאי תהליך והגדרות.
it: Il serbatoio deve essere riempito al livello minimo prima di iniziare il ciclo di scarica. Controllare le condizioni e le impostazioni del processo.
nl: De tank moet tot het minimumniveau worden gevuld voordat de loscyclus start. Controleer de procesomstandigheden en -instellingen.
pt: O tanque precisa ser preenchido para o nível mínimo antes do ciclo de descarga. Verifique as condições do processo e as configurações.
ro: Rezervorul trebuie să fie completat la nivel minim înainte de a începe ciclul de descărcare. Verificați condițiile și setările procesului.
sl: Pred začetkom cikla praznjenja je treba rezervoar napolniti do najnižje ravni. Preverite pogoje in nastavitve postopka.
zh: 在开始放电周期之前，需要将储罐填充至最低水平。检查过程条件和设置。

# M_INFO_GREASE_1
source: Grease Tank Must Be Re-Filled
ar: يجب إعادة ملء خزان الشحوم
de: Fetttank muss wieder gefüllt werden
es: El Tanque De Grasa Debe Volver A Llenar
fr: Le réservoir de graisse doit être rempli à nouveau
he: יש למלא מחדש את מיכל השומן
it: Il serbatoio di grasso deve essere riempito
nl: Vettank moet opnieuw worden gevuld
pt: O tanque de graxa deve ser re-preenchido
ro: Rezervorul de grăsime trebuie re-umplut
sl: Rezervoar za mast je treba ponovno napolniti
zh: 油脂必须重新装满

# M_INFO_GREASE_2
source: Check Greasing System And Grease Flow Sensor.
ar: تحقق من نظام التشحيم ومستشعر تدفق الشحوم.
de: Überprüfen Sie das Fettsystem und Fettflusssensor.
es: Verifique El Sistema De Engrasamiento Y El Sensor De Flujo De Grasa.
fr: Vérifiez le système de graissage et le capteur de débit de graisse.
he: בדוק את מערכת השימון וחיישן זרימת השומן.
it: Controllare il sistema di grave e il sensore di flusso di grasso.
nl: Controleer het smeersysteem en de vetstroomsensor.
pt: Verifique o sistema de lubrificação e o sensor de fluxo de graxa.
ro: Verificați sistemul de unge și senzorul de flux de grăsime.
sl: Preverite sistem mazanja in senzor pretoka masti.
zh: 检查油脂系统和油脂流量传感器。
