Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Enabled For Discharging
ar: تمكين لتفريغ
de: Für die Entlassung aktiviert
es: Habilitado para descargar
fr: Activé pour la décharge
he: מופעל לפריקה
it: Abilitato per lo scarico
nl: Ingeschakeld voor ontladen
pt: Habilitado para descarregar
ro: Activat pentru descărcare
sl: Omogočeno za praznjenje
zh: 启用了出院

source: Discharging Not Enabled
ar: عدم تمكين التفريغ
de: Entladung nicht aktiviert
es: Descarga no habilitada
fr: Décharge non activée
he: הפריקה לא מופעלת
it: Scarico non abilitato
nl: Ontladen niet ingeschakeld
pt: Descarregamento não ativado
ro: Descărcarea nu este activată
sl: Praznjenje ni omogočeno
zh: 没有启用

source: Silo Agitator Screw Ok
ar: المسمار محرض الصواميل موافق
de: Silo -Agitatorschraube OK
es: Tornillo de agitador de silo OK
fr: Vis de l'agitateur de silo OK
he: סילו תסיסה בורג בסדר
it: Vite dell'agitatore silo ok
nl: Silo roerder schroef ok
pt: Parafuso do agitador de silo ok
ro: Șurub de agitator siloz ok
sl: Mešalni vijak silosa je v redu
zh: 筒仓搅拌器螺钉确定

source: Silo Agitator Not Ok
ar: محرض صومعة ليس موافق
de: Silo -Agitator nicht in Ordnung
es: Agitador de silo no está bien
fr: L'agitateur de silo ne fonctionne pas correctement
he: תסיסת סילו לא בסדר
it: Agitatore silo non ok
nl: Silo-roerwerk niet ok
pt: Agitador de silo não ok
ro: Agitatorul siloz nu este ok
sl: Silosni mešalnik ni v redu
zh: 筒仓搅拌器不正常

source: Silo
ar: صومعة
he: סִילוֹ
ro: Siloz
sl: Silos
zh: 筒仓

source: Enable For Filling
ar: تمكين لملء
de: Aktivieren zum Füllen
es: Habilitar para llenar
fr: Activer pour le remplissage
he: אפשר למילוי
it: Abilita il riempimento
nl: Inschakelen voor invullen
pt: Ativar o preenchimento
ro: Activați pentru umplere
sl: Omogoči za polnjenje
zh: 启用填充

source: Enable For Discharging
ar: تمكين للتفريغ
de: Zum Entladen aktivieren
es: Habilitar para descargar
fr: Activer pour la décharge
he: אפשר לשחרור
it: Abilita per lo scarico
nl: Inschakelen voor ontladen
pt: Ativar a descarga
ro: Activați pentru descărcare
sl: Omogoči za praznjenje
zh: 启用出院

source: Enable Fill And Discharge At The Same Time
ar: تمكين التعبئة والتفريغ في نفس الوقت
de: Aktivieren Sie gleichzeitig Füllen und Entladung
es: Habilitar el relleno y la descarga al mismo tiempo
fr: Activer le remplissage et la décharge en même temps
he: אפשר מילוי ופריקה בו זמנית
it: Abilita il riempimento e lo scarico allo stesso tempo
nl: Vullen en lossen tegelijkertijd inschakelen
pt: Ativar preenchimento e descarga ao mesmo tempo
ro: Activați umplerea și descărcarea în același timp
sl: Omogoči polnjenje in praznjenje hkrati
zh: 同时启用填充和排放

source: Silo Emptying Time
ar: وقت إفراغ الصوامى
de: Silo -Entleerungszeit
es: Tiempo de vaciado de silo
fr: Temps de vidange des silos
he: זמן ריקון סילו
it: Tempo di svuotamento del silo
nl: Silo-leegtijd
pt: Tempo de esvaziamento de silo
ro: Timp de golire siloz
sl: Čas praznjenja silosa
zh: 筒仓排空时间

source: Agitator On Time (0=Always Off)
ar: المحرض في الوقت المحدد (0 = دائما خارج)
de: Agitator pünktlich (0 = immer aus)
es: Agitador a tiempo (0 = siempre apagado)
fr: Agitateur en marche (0=Toujours éteint)
he: תסיסן בזמן (0 = תמיד כבוי)
it: Tempo di acceso dell'Agitatore (0 = sempre spento)
nl: Roerwerk aan tijd (0=Altijd uit)
pt: Agitador dentro do prazo (0 = sempre desligado)
ro: Agitator la timp (0 = întotdeauna oprit)
sl: Čas vklopa mešalnika (0=vedno izklopljen)
zh: 搅拌器准时（0 =始终关闭）

source: Agitator Off Time (0=Always On)
ar: المحرض خارج الوقت (0 = دائما على)
de: Agitator Off Time (0 = Immer an)
es: Agitador de tiempo de apagado (0 = siempre encendido)
fr: Temps d'arrêt de l'agitateur (0 = toujours activé)
he: Assitator Time (0 = תמיד מופעל)
it: Tempo di spento dell'Agitatore (0 = sempre acceso)
nl: Roerwerk uit tijd (0=Altijd aan)
pt: AGITATOR OFF HORA (0 = sempre ligado)
ro: Agitator Off Time (0 = întotdeauna pornit)
sl: Čas izklopa mešalnika (0=vedno vklopljen)
zh: 搅拌器的时间（0 =始终开启）

source: Ready For Filling
ar: جاهز للملء
de: Füllung bereit
es: Listo para llenar
fr: Prêt à remplir
he: מוכן למילוי
it: Pronto per il riempimento
nl: Klaar om te vullen
pt: Pronto para encher
ro: Gata pentru umplere
sl: Pripravljeno za polnjenje
zh: 准备填充

source: Filling In Progress
ar: ملء التقدم
de: Fortschritte füllen
es: Llenando en progreso
fr: Remplissage en cours
he: מילוי בתהליך
it: Riempire in corso
nl: Invullen in uitvoering
pt: Preenchendo em andamento
ro: Completarea progresului
sl: Polnjenje v teku
zh: 填充进展

source: Material Mixing In Progress
ar: خلط المواد قيد التقدم
de: Materialmischung in Arbeit
es: Mezcla de material en progreso
fr: Mélange de matériaux en cours
he: ערבוב חומרים בתהליך
it: Miscelazione del materiale in corso
nl: Materiaalmenging in uitvoering
pt: Mistura de material em andamento
ro: Amestecarea materialelor în curs
sl: Mešanje materiala v teku
zh: 材料混合

source: Material Mixed
ar: مادة مختلطة
de: Material gemischt
es: Material mezclado
fr: Matière Mixte
he: חומר מעורב
it: Materiale miscelato
nl: Materiaal gemengd
pt: Material misturado
ro: Material amestecat
sl: Material mešan
zh: 材料混合

source: Discharge In Progress
ar: التفريغ قيد التقدم
de: Entladung in Arbeit
es: Descarga en progreso
fr: Décharge en cours
he: פריקה בעיצומה
it: Scarico in corso
nl: Ontlading in uitvoering
pt: Descarga em andamento
ro: Descărcare în curs
sl: Razelektritev v teku
zh: 排出正在进行

source: Emptying In Progress
ar: إفراغ في التقدم
de: Leeren
es: Vaciado en progreso
fr: Vidange en cours
he: התרוקנות בעיצומה
it: Svuotamento in corso
nl: Leegmaken bezig
pt: Esvaziando em andamento
ro: Golirea în curs
sl: Praznjenje v teku
zh: 排空正在进行中

source: Fill And Discharge Together
ar: املأ وتفريغ معًا
de: Zusammen ausfüllen und ausladen
es: Llenar y descargar juntos
fr: Remplissez et déchargez ensemble
he: למלא ושחרר יחד
it: Riempi e scarica insieme
nl: Samen vullen en ontladen
pt: Encher e descarregar juntos
ro: Umpleți și descărcați împreună
sl: Polnite in praznite skupaj
zh: 一起填充

source: Tomra Flakes Sorter
ar: تومرا رقائق الفرس
de: Tomra Flohes Sortierer
es: Seleccionador de Escamas Tomra
fr: Trieur de flocons Tomra
he: טומרה פתיתים סורטר
it: TOMRA Selezionatore scaglie
nl: Tomra Vlokkensorteerder
pt: Tomra Flakes, classificador
ro: Tomra fulgi sortator
sl: Tomra sortirnik kosmičev
zh: Tomra Flakes分选项

source: Low Temperature
ar: درجة حرارة منخفضة
de: Niedrige Temperatur
es: Baja temperatura
fr: Basse température
he: טמפרטורה נמוכה
it: Bassa temperatura
nl: Lage temperatuur
pt: Temperatura baixa
ro: Temperatura scazuta
sl: Nizka temperatura
zh: 低温

source: (1=Low Temperature)
ar: (1 = درجة حرارة منخفضة)
de: (1 = niedrige Temperatur)
es: (1 = baja temperatura)
fr: (1=Basse température)
he: (1 = טמפרטורה נמוכה)
it: (1 = bassa temperatura)
nl: (1=Lage temperatuur)
pt: (1 = baixa temperatura)
ro: (1 = temperatură scăzută)
sl: (1=nizka temperatura)
zh: （1 =低温）

source: Sorter Estop Ok
ar: سارتر estop ok
es: Estria de estofador OK
fr: Trieur Estop Ok
he: סדרן אסטופ בסדר
it: Estop selezionatore ok
nl: Sorteer Estop Ok
pt: Responsável Ok
sl: Razvrščalnik Estop Ok
zh: 魔术师估算可以

source: Low Air Pressure
ar: ضغط الهواء المنخفض
de: Niedriger Luftdruck
es: Baja presión de aire
fr: Faible pression atmosphérique
he: לחץ אוויר נמוך
it: Bassa pressione dell'aria
nl: Lage luchtdruk
pt: Baixa pressão do ar
ro: Presiune scăzută a aerului
sl: Nizek zračni tlak
zh: 低气压

source: (1=Low Pressure)
ar: (1 = الضغط المنخفض)
de: (1 = niedriger Druck)
es: (1 = baja presión)
fr: (1=Basse pression)
he: (1 = לחץ נמוך)
it: (1 = bassa pressione)
nl: (1=Lage druk)
pt: (1 = baixa pressão)
ro: (1 = presiune joasă)
sl: (1=nizek tlak)
zh: （1 =低压）

source: Sorting Unit Not In Remote Mode
ar: وحدة الفرز ليست في الوضع البعيد
de: Sortiereinheit nicht im Remote -Modus
es: Selección de la unidad no en modo remoto
fr: Unité de tri pas en mode distant
he: מיון יחידה לא במצב מרוחק
it: Unità di smistamento non in modalità remota
nl: Sorteereenheid niet in externe modus
pt: Unidade de classificação não no modo remoto
ro: Unitatea de sortare nu în modul la distanță
sl: Enota za razvrščanje ni v oddaljenem načinu
zh: 排序单位不在偏远模式下

source: Sorting Unit Low Temperature
ar: وحدة الفرز درجة حرارة منخفضة
de: Sortiereinheit niedrige Temperatur
es: Selección de la unidad baja temperatura
fr: Unité de Tri Basse Température
he: מיון יחידת טמפרטורה נמוכה
it: Unità di smistamento bassa temperatura
nl: Sorteereenheid Lage Temperatuur
pt: Unidade de classificação de baixa temperatura
ro: Unitate de sortare Temperatură scăzută
sl: Sortirna enota Nizka temperatura
zh: 排序单位低温

source: Sorting Unit Low Air Pressure
ar: وحدة فرز ضغط الهواء المنخفض
de: Sortiereinheit niedriger Luftdruck
es: Unidad de Selección Presión de aire baja
fr: Unité de tri basse pression d'air
he: מיון יחידת לחץ אוויר נמוך
it: Unità di smistamento bassa pressione dell'aria
nl: Sorteereenheid Lage Luchtdruk
pt: Unidade de classificação Baixa pressão do ar
ro: Unitate de sortare presiune scăzută a aerului
sl: Nizek zračni tlak v sortirni enoti
zh: 排序单位低气压

source: Sorting Unit Estop Not Ok
ar: وحدة الفرز غير موافق
de: Sortiereinheit Estop nicht in Ordnung
es: Selección de la unidad imprudente no está bien
fr: L'arrêt de l'unité de tri n'est pas correct
he: מיון יחידת estop לא בסדר
it: Estop dell'unità di smistamento non ok
nl: Sorteereenheid Estop Niet Ok
pt: Classificação da unidade impedida não ok
ro: Sortarea unității estop nu ok
sl: Enota za razvrščanje Estop ni v redu
zh: 排序单元exop不正常

source: Not Empty Mode
ar: ليس الوضع الفارغ
de: Nicht leerer Modus
es: No modo vacío
fr: Mode non vide
he: לא מצב ריק
it: Modalità non vuota
nl: Niet-lege modus
pt: Não vazio no modo
ro: Nu modul gol
sl: Ni prazen način
zh: 不是空模式

source: Sorter Is Selected For Empty Mode
ar: تم تحديد الفارز للوضع الفارغ
de: Sortierer wird für den leeren Modus ausgewählt
es: El Seleccionador se selecciona para el modo vacío
fr: La trieuse est sélectionnée pour le mode vide
he: סדרן נבחר למצב ריק
it: Selezionatore selezionato per la modalità vuota
nl: Sorteerder is geselecteerd voor lege modus
pt: O classificador é selecionado para o modo vazio
ro: Sortatorul este selectat pentru modul gol
sl: Razvrščalnik je izbran za prazen način
zh: 选择分子以进行空模式

source: Not Bybpassed
ar: ليس bybpassed
de: Nicht bybpass
es: No bybpassed
fr: Non contourné
he: לא עבר מעבר
it: Non bypassato
nl: Niet omzeild
pt: Não bifurso
ro: Nu bybpassed
zh: 没有接近

source: Empty Mode
ar: الوضع الفارغ
de: Leerer Modus
es: Modo vacío
fr: Mode vide
he: מצב ריק
it: Modalità svuotamento
nl: Lege modus
pt: Modo vazio
ro: Modul gol
sl: Prazen način
zh: 空模式

source: Enable Empty Mode
ar: تمكين الوضع الفارغ
de: Leere Modus aktivieren
es: Habilitar el modo vacío
fr: Activer le mode vide
he: אפשר מצב ריק
it: Abilita la modalità svuotamento
nl: Lege modus inschakelen
pt: Ativar modo vazio
ro: Activați modul gol
sl: Omogoči prazen način
zh: 启用空模式

source: Tomra Main Channel
ar: قناة تومرا الرئيسية
de: Tomra Hauptkanal
es: Canal principal de Tomra
fr: Chaîne principale de Tomra
he: הערוץ הראשי של טומרה
it: TOMRA Canale principale
nl: Tomra Hoofdkanaal
pt: Tomra Principal Channel
sl: Glavni kanal Tomra
zh: Tomra主频道

source: Command Off
ar: القيادة
de: Befehl aus
es: Apagar
fr: Commande désactivée
he: פקודה כבויה
it: Comando OFF
nl: Commando uit
pt: Comando desligado
ro: Comandați
sl: Ukaz za izklop
zh: 命令关闭

source: Minimum Hopper Level
ar: الحد الأدنى مستوى النطاط
de: Mindestkontrollstufe
es: Nivel de tolva mínimo
fr: Niveau minimum de la trémie
he: רמת הופר מינימלית
it: Livello minimo della tramoggia
nl: Minimum trechterniveau
pt: Nível mínimo de tremonha
ro: Nivel minim de buncăr
sl: Najmanjša raven v lijaku
zh: 最低料斗水平

source: Upstream Hopper Minimum Level Not Ok
ar: الحد الأدنى لمستوى قادوب المنبع ليس موافق
de: Upstream Hopper Mindestpegel nicht in Ordnung
es: Nivel mínimo de la tolva aguas arriba no está bien
fr: Niveau minimum de la trémie en amont incorrect
he: רמת מינימום הופר במעלה הזרם לא בסדר
it: Livello minimo della tramoggia a monte non ok
nl: Minimumniveau stroomopwaartse trechter niet ok
pt: Nível mínimo de tremonha upstream não ok
ro: Nivelul minim de buncăr din amonte nu OK
sl: Najmanjša raven gorvodnega lijaka ni v redu
zh: 上游料斗最低水平不正常

source: Empty Mode Off
ar: وضع فارغ
de: Leerer Modus aus
es: Modo vacío apagado
fr: Mode vide désactivé
he: מצב ריק כבוי
it: Modalità svuotamento spenta
nl: Lege modus uit
pt: Modo vazio desligado
ro: Mod gol
sl: Prazen način je izklopljen
zh: 空模式关闭

source: Upstream Hopper Empty Mode On
ar: الوضع الفارغ على المنبع على المنبع
de: Upstream Hopper leerer Modus Einschalten
es: Modo vacío de tolva aguas arriba en
fr: Mode vide de la trémie en amont activé
he: במצב של הופר של הופר במעלה הזרם
it: Modalità svuotamento della tramoggia a monte attivo
nl: Stroomopwaartse hopper lege modus aan
pt: Hopper Upstream Modo vazio
ro: În amonte Modul gol Hopper
sl: Način praznega lijaka v zgornjem toku je vklopljen
zh: 上游料斗在

source: Tomra Recovery Channel
ar: قناة تومرا لاسترداد
es: Canal de recuperación de Tomra
fr: Canal de récupération Tomra
he: ערוץ השחזור של טומרה
it: TOMRA Canale di recupero
ro: Canalul de recuperare Tomra
sl: Kanal za obnovitev Tomra
zh: Tomra恢复频道

source: Main Hopper
ar: النطاط الرئيسي
de: Haupttrichter
es: Tolva principal
fr: Trémie principale
he: הופר ראשי
it: Tramoggia principale
nl: Hoofdtrechter
pt: Hopper principal
ro: Hoproful principal
sl: Glavni lijak
zh: 主料斗

# (1=&gt;HIGH)
source: (1=>High)
ar: (1 => مرتفع)
de: (1 => hoch)
es: (1 => alto)
fr: (1=>Élevé)
he: (1 => גבוה)
it: (1 => alto)
nl: (1=>Hoog)
pt: (1 => alto)
ro: (1 => mare)
sl: (1=>Visoko)
zh: （1 =>高）

# (1=&gt;MAX)
source: (1=>Max)
ar: (1 => كحد أقصى)
he: (1 => מקסימום)
sl: (1=>Največ)
zh: （1 =>最大）

source: High Level Not Needed
ar: مستوى عال غير مطلوب
de: Hoher Niveau nicht benötigt
es: Alto nivel no necesario
fr: Niveau élevé non nécessaire
he: רמה גבוהה אינה נחוצה
it: Livello di alto non necessario
nl: Hoog niveau niet nodig
pt: Alto nível não necessário
ro: Nu este necesar un nivel înalt
sl: Visoka raven ni potrebna
zh: 不需要高水平

source: Wait For Material Below High Level
ar: انتظر مواد أقل من المستوى العالي
de: Warten Sie auf Material unter hoher Ebene
es: Esperar material por debajo de alto nivel
fr: Attendre le matériel en dessous du niveau élevé
he: המתן לחומר מתחת לרמה הגבוהה
it: Attendere materiale al di sotto di alto livello
nl: Wacht op materiaal onder hoog niveau
pt: Aguarde o material abaixo do nível alto
ro: Așteptați materialul sub nivel înalt
sl: Počakajte na material pod visoko stopnjo
zh: 等待高水平以下的材料

source: Recovery Hopper
ar: الانتعاش القادوب
de: Erholungstrichter
es: Tolva de recuperación
fr: Trémie de récupération
he: הופר התאוששות
it: Tramoggia di recupero
nl: Herstelhopper
pt: Hopper de recuperação
ro: Hopper de recuperare
sl: Lijak za zbiranje
zh: 恢复料斗

source: Maximum Level Re-Injection
ar: الحد الأقصى لإعادة الحقن المستوى
de: Maximale Niveau-Injektion
es: Reinyección de nivel máximo
fr: Réinjection de niveau maximum
he: הזרקה מחודשת ברמה המרבית
it: Livello massimo di Reiniezione
nl: Maximale herinjectie
pt: Renjeção de nível máximo
ro: Re-injecție la nivel maxim
sl: Ponovno vbrizgavanje najvišje ravni
zh: 最大级别的重新注入

source: Maximum Level Not Reached
ar: لم يتم الوصول إلى الحد الأقصى للمستوى
de: Maximales Niveau nicht erreicht
es: Nivel máximo no alcanzado
fr: Niveau maximum non atteint
he: רמה מקסימאלית לא הושגה
it: Livello massimo non raggiunto
nl: Maximumniveau niet bereikt
pt: Nível máximo não atingido
ro: Nivelul maxim nu a fost atins
sl: Najvišja raven ni dosežena
zh: 最大水平未达到

source: Flexible Screw
ar: المسمار المرن
de: Flexible Schraube
es: Tornillo flexible
fr: Vis flexible
he: בורג גמיש
it: Coclea flessibile
nl: Flexibele schroef
pt: Parafuso flexível
ro: Șurub flexibil
sl: Fleksibilni vijak
zh: 柔性螺钉

source: Hopper Minimum Level
ar: الحد الأدنى من مستوى النطاط
de: Hopper Mindestniveau
es: Nivel mínimo de la tolva
fr: Niveau minimum de la trémie
he: רמת מינימום הופר
it: Livello minimo della tramoggia
nl: Minimumniveau trechter
pt: Nível mínimo de Hopper
ro: Nivelul minim de buncăr
sl: Najmanjša raven lijaka
zh: 料斗最小水平

source: Inlet Hopper Minimum Level Not Ok
ar: الحد الأدنى للمستوى القادوس لا بأس به
de: Einlass -Hopper -Mindestpegel nicht in Ordnung
es: Nivel mínimo de la tolva de entrada no está bien
fr: Niveau minimum de la trémie d'entrée incorrect
he: רמת מינימום כניסת הופר לא בסדר
it: Livello minimo della tramoggia di ingresso non ok
nl: Minimumniveau inlaattrechter niet ok
pt: Pupper de entrada nível mínimo não ok
ro: Nivelul minim de buncăr de intrare nu OK
sl: Najnižja raven vstopnega lijaka ni v redu
zh: 入口料斗最低水平不正常

source: Flexible Screw Hopper Levels
ar: مستويات قادوب المسمار المرنة
de: Flexible Schraubenstrompegel
es: Niveles flexibles de tachuelas
fr: Niveaux de trémie à vis flexibles
he: רמות הופר בורג גמישות
it: Livelli della tramoggia della coclea flessibile
nl: Flexibele schroeftrechterniveaus
pt: Níveis flexíveis de tremonha para parafusos
ro: Niveluri de buncăr flexibile cu șuruburi
sl: Fleksibilne ravni vijačnega lijaka
zh: 柔性螺丝料斗水平

source: Material Not Incoming
ar: المواد غير الواردة
de: Material, das nicht eingehalten wird
es: Material no entrante
fr: Matériel non entrant
he: חומר לא נכנס
it: Materiale non in arrivo
nl: Materiaal niet binnenkomend
pt: Material não recebido
ro: Materialul care nu este primit
sl: Material ni dohoden
zh: 不传入的材料

source: Minimum Level Not Ok For Screw Running
ar: الحد الأدنى ليس على ما يرام لتشغيل المسمار
de: Mindestpegel nicht in Ordnung für die Schraubläufe
es: Nivel mínimo no está bien para correr tornillos
fr: Niveau minimum non correct pour le fonctionnement des vis
he: רמת מינימום לא בסדר להפעלת בורג
it: Livello minimo non è ok per il funzionamento della coclea
nl: Minimumniveau niet ok voor schroefloop
pt: Nível mínimo não ok para parafuso funcionando
ro: Nivelul minim nu este OK pentru funcționarea cu șuruburi
sl: Najnižja raven ni v redu za vrtenje vijakov
zh: 最低水平不正常

source: Wait To Reach High Level
ar: انتظر للوصول إلى مستوى عال
de: Warten Sie, um ein hohes Niveau zu erreichen
es: Esperar para alcanzar un alto nivel
fr: Attendez d'atteindre un niveau élevé
he: המתן כדי להגיע לרמה גבוהה
it: In attesa di raggiungere il livello alto
nl: Wacht om een ​​hoog niveau te bereiken
pt: Espere para atingir o alto nível
ro: Așteptați să atingeți un nivel înalt
sl: Počakajte, da dosežete visoko raven
zh: 等待高水平

source: Flexible Screw Hopper View
ar: عرض قادوب المسمار المرن
de: Flexible Schraubkontrollansicht
es: Vista de tolva flexible
fr: Vue de la trémie à vis flexible
he: תצוגת הופר בורג גמישה
it: Vista della tramoggia della coclea flessibile
nl: Flexibele schroeftrechterweergave
pt: Vista flexível da tremonha do parafuso
ro: Vedere flexibilă a buncărului cu șurub
sl: Fleksibilen pogled na polnilni lijak
zh: 柔性螺丝料斗视图

source: (1=Extruder)
ar: (1 = بثق)
es: (1 = extrusor)
fr: (1=Extrudeuse)
he: (1 = מכבש)
it: (1 = Estrusore)
pt: (1 = extrusora)
sl: (1=ekstruder)
zh: （1 =挤出机）

source: (1=Big Bag)
ar: (1 = حقيبة كبيرة)
de: (1 = große Tasche)
es: (1 = bolsa grande)
fr: (1=Grand Sac)
he: (1 = תיק גדול)
nl: (1=Grote tas)
pt: (1 = grande bolsa)
ro: (1 = geantă mare)
sl: (1=velika torba)
zh: （1 =大包）

source: Customer Ready To Receive
ar: العميل على استعداد لتلقي
de: Kunde bereit zu erhalten
es: Cliente listo para recibir
fr: Client prêt à recevoir
he: לקוח מוכן לקבל
it: Cliente pronto a ricevere
nl: Klant klaar om te ontvangen
pt: Cliente pronto para receber
ro: Client gata de primit
sl: Stranka pripravljena na sprejem
zh: 准备接收的客户

source: Customer Destination Request
ar: طلب وجهة العميل
de: Kundenzielanfrage
es: Solicitud de destino del cliente
fr: Demande de destination client
he: בקשת יעד הלקוח
it: Richiesta di destinazione del cliente
nl: Klantbestemmingsverzoek
pt: Solicitação de destino do cliente
ro: Cerere de destinație a clienților
sl: Zahteva za destinacijo stranke
zh: 客户目的地请求

source: Sorema In Production
ar: سوريما في الإنتاج
de: Sorema in der Produktion
es: Sorema en producción
fr: Sorema en production
he: סורמה בייצור
it: Sorema in produzione
nl: Sorema in productie
pt: Sorema em produção
ro: Sorema în producție
sl: Sorema v proizvodnji
zh: Sorema的生产

source: (1=Sorema In Production)
ar: (1 = سوريما في الإنتاج)
de: (1 = Sorema in der Produktion)
es: (1 = Sorema en producción)
fr: (1=Sorema en production)
he: (1 = סורמה בייצור)
it: (1 = sorema in produzione)
nl: (1=Sorema in productie)
pt: (1 = sorema na produção)
ro: (1 = sorema în producție)
sl: (1=Sorema v izdelavi)
zh: （1 =生产中的Sorema）

source: Downstream Enabled
ar: تمكين المصب
de: Nachgeschalteter aktiviert
es: Activa habilitada
fr: En aval activé
he: מופעל במורד הזרם
it: A valle abilitato
nl: Downstream ingeschakeld
pt: A jusante ativado
ro: Activat în aval
sl: Navzdol omogočeno
zh: 启用下游

source: Downstream Disabled To Direction
ar: معطل مجرى النهر إلى الاتجاه
de: Stromabwärts deaktivierte Richtung in Richtung
es: Desactivado desactivado en dirección
fr: En aval désactivé vers la direction
he: מושבת במורד הזרם לכיוון
it: A valle disabilitato in direzione
nl: Stroomafwaarts uitgeschakeld naar richting
pt: A jusante desativado na direção
ro: În aval dezactivat în direcție
sl: Nizvodno onemogočeno v smer
zh: 下游禁用到方向

source: One Direction Enabled
ar: تمكين اتجاه واحد
de: Eine Richtung aktiviert
es: One Direction habilitada
fr: One Direction activée
he: כיוון אחד מופעל
it: Una direzione abilitata
nl: Eén richting ingeschakeld
pt: Uma direção ativada
ro: O singură direcție activată
sl: One Direction omogočen
zh: 一个方向启用

source: Downstream Directions Both Disabled
ar: اتجاهات المصب معاقين
de: Nachgeschaltete Richtungen beide deaktiviert
es: Instrucciones aguas abajo ambas deshabilitadas
fr: Directions en aval toutes deux désactivées
he: כיוונים במורד הזרם שניהם מושבתים
it: Direzioni a valle entrambe disabilitate
nl: Stroomafwaartse richtingen beide uitgeschakeld
pt: Direções a jusante ambos desativados
ro: Direcții în aval ambele dezactivate
sl: Navodila navzdol Oboje onemogočeno
zh: 下游方向都禁用

source: One Downstream Ok
ar: واحد في اتجاه المصب موافق
de: Ein nachgelagerter OK
es: Un río abajo ok
fr: Un en aval, OK
he: אחד במורד הזרם בסדר
it: Uno a valle OK
nl: Eén stroomafwaarts Ok
pt: Um jusante ok
ro: Unul în aval ok
sl: En navzdol v redu
zh: 一个下游可以

source: Both Downstream Not Ok (External Plant)
ar: كلاهما لا موافق (نبات خارجي)
de: Beide stromabwärts nicht in Ordnung (externe Pflanze)
es: Ambos aguas abajo no están bien (planta externa)
fr: Les deux en aval ne sont pas corrects (usine externe)
he: שניהם במורד הזרם לא בסדר (צמח חיצוני)
it: Entrambi a valle non ok (impianto esterno)
nl: Beide stroomafwaartse niet ok (externe installatie)
pt: Ambos a jusante não ok (planta externa)
ro: Atât în ​​aval nu este OK (plantă externă)
sl: Oboje ni v redu (zunanji obrat)
zh: 两者都不好（外部植物）

source: Destination
ar: وجهة
de: Ziel
es: Destino
he: יַעַד
it: Destinazione
nl: Bestemming
pt: Destino
ro: Destinaţie
sl: Destinacija
zh: 目的地
