Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# INFO_AMP_2
source: Minimum Current Is Not Reached ! Check The Main Line Fuses, Local Disconnetor And And The Motor Wiring
ar: لم يتم الوصول إلى الحد الأدنى الحالي! تحقق من الصمامات الخط الرئيسي، والظلم المحلي والأسلاك المحرك
de: Mindeststrom wird nicht erreicht! Überprüfen Sie die Hauptzeilensicherungen, den lokalen Disconnetor und die Motorverdrahtung
es: ¡No Se Alcanza La Corriente Mínima! Revise Los Fusibles De La Línea Principal, El Seccionador Local Y El Cableado Del Motor
fr: Le courant minimum n'est pas atteint ! Vérifiez les fusibles de la ligne principale, le sectionneur local, le câblage du moteur et les composants du circuit d'alimentation
he: הזרם המינימלי לא מושג! בדוק את נתיכים בקו הראשי, את המנתק המקומי ואת חיווט המנוע
it: La corrente minima non viene raggiunta! Controllare i fusibili della linea principale, il sezionatore locale e il cablaggio del motore
nl: Minimale stroomsterkte wordt niet bereikt! Controleer de hoofdzekeringen, de lokale schakelaar, de motorbedrading en de componenten van het stroomcircuit.
pt: A corrente mínima não é alcançada! Verifique os fusíveis da linha principal, o desconexão local e a fiação do motor
ro: Curentul minim nu este atins! Verificați siguranțele liniei principale, deconetul local și cablarea motorului
ru: Минимальный ток не достигнут! Проверьте предохранители главной линии, местный разъединитель и проводку двигателя
sl: Minimalni tok ni dosežen! Preverite glavne varovalke, lokalni odklopnik, ožičenje motorja in komponente napajalnega tokokroga
zh: 未达到最小电流！检查主线熔断器、本地隔离开关、电机接线和电源电路组件

# INFO_AMP_3
source: Maximum Current Exceeded (>115% For 15 Sec) ! Check The Machine, Transmition And A Possible Blockage.
ar: تجاوز الحد الأقصى الحالي (> 115٪ لمدة 15 ثانية)! تحقق من الجهاز، والوافع وانسداد ممكن.
de: Maximalstrom überschritten (> 115% für 15 Sekunden)! Überprüfen Sie die Maschine, die Übertragung und eine mögliche Blockade.
es: Corriente Máxima Superada (>115 % Durante 15 Segundos) ! Revise La Máquina, La Transmisión Y Un Posible Bloqueo.
fr: Courant maximum dépassé (>115 % pendant 15 secondes) ! Vérifiez la machine, la transmission et un éventuel blocage.
he: חריגה מהזרם המרבי (> 115% למשך 15 שניות)! בדוק את המכונה, תמסורת וחסימה אפשרית.
it: Corrente massima superata (>115% per 15 secondi) ! Controllare la macchina, la trasmissione e un possibile blocco.
nl: Maximale stroom overschreden (>115% gedurende 15 sec.)! Controleer de machine, transmissie en een mogelijke blokkade.
pt: A corrente máxima excedeu (> 115% para 15 segundos)! Verifique a máquina, a transmissão e um possível bloqueio.
ro: Curentul maxim a depășit (> 115% pentru 15 sec)! Verificați mașina, transmiterea și un posibil blocaj.
ru: Превышен максимальный ток (>115% в течение 15 с)! Проверить автомат, трансмиссию и возможную блокировку.
sl: Največji tok je presežen (>115 % za 15 sekund)! Preverite stroj, menjalnik in morebitno blokado.
zh: 超过最大电流（>115%，持续 15 秒）！检查机器、变速箱和可能的堵塞。

# INFO_AMP_4
source: Check The Current Sensor Wiring And Signal. Make Sure The Device Main Contactor Is Not Closed (Blocked)
ar: تحقق من الأسلاك الاستشعار الحالية والإشارة. تأكد من عدم إغلاق الجهاز الرئيسي للجهاز (محظور)
de: Überprüfen Sie die aktuelle Sensorverdrahtung und das Signal. Stellen Sie sicher, dass der Hauptschütz des Geräts nicht geschlossen ist (blockiert)
es: Verifique El Cableado Y La Señal Del Sensor De Corriente. Asegúrese De Que El Contactor Principal Del Dispositivo No Esté Cerrado (Bloqueado)
fr: Assurez-vous que le contacteur principal de l'appareil n'est pas bloqué en position fermée. Dans ce cas, mettez l'armoire hors tension au plus vite et remplacez le contacteur. Vérifiez également le câblage et le signal du capteur de courant.
he: בדוק את החיווט והאות של חיישן הנוכחי. ודא שהמגע הראשי של ההתקן אינו סגור (חסום)
it: Controllare il cablaggio e il segnale del sensore di corrente. Assicurarsi che il contattore principale del dispositivo non sia chiuso (bloccato)
nl: Controleer de bedrading en het signaal van de stroomsensor. Zorg ervoor dat de hoofdschakelaar van het apparaat niet gesloten (geblokkeerd) is.
pt: Verifique a fiação e o sinal do sensor atual. Verifique se o contator principal do dispositivo não está fechado (bloqueado)
ro: Verificați cablarea și semnalul senzorului curent. Asigurați -vă că contactorul principal al dispozitivului nu este închis (blocat)
ru: Проверьте проводку и сигнал датчика тока. Убедитесь, что главный контактор устройства не замкнут (заблокирован)
sl: Prepričajte se, da glavni kontaktor naprave ni blokiran v zaprtem položaju. V tem primeru čim prej izklopite omarico in zamenjajte kontaktor. Preverite tudi ožičenje tokovnega senzorja in signal.
zh: 确保设备主接触器未卡在闭合位置。如果卡在闭合位置，请尽快关闭机柜并更换接触器。同时检查电流传感器的接线和信号。

# INFO_AMP_5
source: Persistent Current Over The Minimum With No Incoming Material - Check The Grinder ( Bearing, Rotor Etc. )
ar: الحالية الحالية على الأقل مع عدم وجود مادة واردة - تحقق من طاحونة (تحمل، الدوار ...)
de: Persistenter Strom über das Minimum ohne eingehende Material - Überprüfen Sie die Mühle (Lager, Rotor ...)
es: Corriente Persistente Por Encima Del Mínimo Sin Material Entrante: Compruebe El Molino (Cojinete, Rotor...)
fr: Courant persistant supérieur au minimum sans matériau entrant - Vérifiez la meuleuse (roulement, rotor, etc.)
he: זרם מתמשך מעל המינימום ללא חומר נכנס - בדוק את המטחנה (מיסב, רוטור ...)
it: Corrente persistente superiore al minimo senza materiale in ingresso - Controllare la Mulino (cuscinetto, rotore...)
nl: Blijvende stroom boven het minimum zonder binnenkomend materiaal - Controleer de slijper (lager, rotor enz.)
pt: Corrente persistente sobre o mínimo sem material de entrada - verifique o moedor (rolamento, rotor…)
ro: Curent persistent peste minim, fără material de intrare - Verificați râșnița (rulment, rotor ...)
ru: Постоянный ток выше минимума при отсутствии поступающего материала — проверьте кофемолку (подшипник, ротор…)
sl: Vztrajen tok nad minimumom brez vhodnega materiala - preverite mlin (ležaj, rotor itd.)
zh: 持续电流最小值，没有进入材料 - 检查研磨机（轴承，转子......）

# INFO_AMP_6
source: Check The Motor Process Conditions And The Suitable Setup Of The Maximum Limit
ar: تحقق من ظروف عملية المحرك والإعداد المناسب للحد الأقصى
de: Überprüfen Sie die Motorprozessbedingungen und das geeignete Einrichten der maximalen Grenze
es: Verifique Las Condiciones Del Proceso Del Motor Y La Configuración Adecuada Del Límite Máximo
fr: Vérifiez les conditions de processus du moteur et la configuration appropriée de la limite maximale
he: בדוק את תנאי תהליך המנוע ואת ההגדרה המתאימה של המגבלה המקסימלית
it: Verificare le condizioni di processo del motore e l'impostazione adeguata del limite massimo
nl: Controleer de motorprocesomstandigheden en de geschikte instelling van de maximale limiet
pt: Verifique as condições do processo motor e a configuração adequada do limite máximo
ro: Verificați condițiile de proces motor și configurarea adecvată a limitei maxime
ru: Проверьте условия процесса двигателя и соответствующую настройку максимального предела
sl: Preverite pogoje motornega procesa in ustrezno nastavitev največje meje
zh: 检查电机过程条件和最大限制的合适设置

# INFO_AMP_7
source: Check The Motor Process Conditions And Suitable Limit Setup. If Water Pump Type, Check For Cavitation
ar: تحقق من ظروف عملية المحرك وإعداد الحد المناسب. إذا نوع مضخة المياه، تحقق من التجويف
de: Überprüfen Sie die Motorprozessbedingungen und die geeignete Grenzwerteinrichtung. Wenn Wasserpumpentyp, überprüfen Sie nach Kavitation
es: Verifique Las Condiciones Del Proceso Del Motor Y La Configuración De Límites Adecuada. Si Es De Tipo Bomba De Agua, Compruebe Si Hay Cavitación
fr: Vérifiez les conditions de processus du moteur et la configuration des limites appropriées. S'il s'agit d'un type de pompe à eau, vérifiez la cavitation
he: בדוק את תנאי תהליך המנוע ואת הגדרת המגבלה המתאימה. אם סוג משאבת מים, בדוק אם יש קוויטציה
it: Controllare le condizioni di processo del motore e l'impostazione del limite adeguata. Se il tipo è a pompa dell'acqua, verificare la presenza di cavitazione
nl: Controleer de procesomstandigheden van de motor en de geschikte limietinstelling. Controleer bij een waterpomp op cavitatie.
pt: Verifique as condições do processo do motor e a configuração de limite adequado. Se o tipo de bomba de água, verifique a cavitação
ro: Verificați condițiile de proces motor și configurarea limită adecvată. Dacă tipul pompei de apă, verificați cavitația
ru: Проверьте условия процесса двигателя и соответствующую настройку предельных значений. Если тип водяного насоса, проверьте наличие кавитации
sl: Preverite pogoje motornega procesa in ustrezno nastavitev mejnih vrednosti. Če je tip vodne črpalke, preverite kavitacijo
zh: 检查电机过程条件和合适的限制设置。如果水泵型，检查空化

# INFO_AMP_8
source: Check The Regulation Of The Process Since The Centrifuge Is Working In Heavy Load Conditions
ar: تحقق من تنظيم العملية لأن الطرد المركزي يعمل في ظروف التحميل الثقيل
de: Überprüfen Sie die Regulation des Prozesses, da die Zentrifuge bei schweren Lastbedingungen arbeitet
es: Verifique La Regulación Del Proceso Ya Que La Centrífuga Está Trabajando En Condiciones De Carga Pesada
fr: Vérifiez la régulation du processus puisque la centrifugeuse fonctionne dans des conditions de charge lourde
he: בדוק את ויסות התהליך מאחר והצנטריפוגה פועלת בתנאי עומס כבד
it: Controllare la regolazione del processo poiché la centrifuga funziona in condizioni di carico pesante
nl: Controleer de regeling van het proces, aangezien de centrifuge onder zware belasting werkt
pt: Verifique a regulamentação do processo, pois a centrífuga está trabalhando em condições de carga pesada
ro: Verificați reglementarea procesului, deoarece centrifugă lucrează în condiții de încărcare grea
ru: Проверьте регламент процесса, так как центрифуга работает в условиях большой нагрузки
sl: Preverite regulacijo procesa, saj centrifuga deluje v pogojih velike obremenitve
zh: 检查该过程的调节，因为离心机在重载条件下工作

# INFO_AMP_9
source: Check The Pump And The Circuit For A Possible Material Blockage Occured (No Material Downstream)
ar: تحقق من المضخة والدائرة لمنع انسداد مادي محتمل (بدون مواد المصب)
de: Überprüfen Sie die Pumpe und die Schaltung für eine mögliche Materialverblasung (kein Material stromabwärts)
es: Verifique La Bomba Y El Circuito Para Detectar Un Posible Bloqueo De Material (No Hay Material Aguas Abajo)
fr: Vérifiez la pompe et le circuit pour déceler un éventuel blocage de matériau (aucun matériau en aval)
he: בדוק את המשאבה ואת המעגל אם התרחשה חסימת חומר אפשרית (ללא חומר במורד הזרם)
it: Controllare la pompa e il circuito per un possibile blocco del materiale (nessun materiale a valle)
nl: Controleer de pomp en het circuit op een mogelijke materiaalverstopping (geen materiaal stroomafwaarts)
pt: Verifique a bomba e o circuito para obter um possível bloqueio de material (sem material a jusante)
ro: Verificați pompa și circuitul pentru a avea loc un posibil blocaj al materialului (fără material în aval)
ru: Проверьте насос и контур на возможное засорение материалом (нет материала ниже по потоку)
sl: Preverite črpalko in tokokrog, ali je prišlo do morebitne blokade materiala (ni materiala v smeri toka)
zh: 检查泵和电路是否发生了可能的材料堵塞（下游没有材料）

# INFO_AMP_10
source: Check The Filter Press Working Conditions And Process Settings
ar: تحقق من شروط العمل الصحفية للمرشح وإعدادات العملية
de: Überprüfen Sie den Filter, drücken Sie Arbeitsbedingungen und Prozesseinstellungen
es: Verifique Las Condiciones De Trabajo Del Filtro Prensa Y La Configuración Del Proceso
fr: Vérifiez les conditions de travail du filtre-presse et les paramètres de processus
he: בדוק את תנאי העבודה והגדרות תהליך מסנן
it: Controllare le condizioni di lavoro della filtropressa e le impostazioni di processo
nl: Controleer de werkomstandigheden en procesinstellingen van de filterpers
pt: Verifique o filtro Pressione as condições de trabalho e as configurações de processo
ro: Verificați Filtrul Apăsați condițiile de lucru și setările procesului
ru: Проверьте условия работы фильтр-пресса и параметры процесса
sl: Preverite delovne pogoje in nastavitve postopka filtrirne stiskalnice
zh: 检查过滤器按工作条件和流程设置

# INFO_AMP_11
source: Check The Blower For Material Blockage Or Obstruction - Set The Correct Minimum Current Limit
ar: تحقق من منفاخ لانسداد المواد أو عرقلة - تعيين الحد الأدنى الصحيح الحد الأدنى
de: Überprüfen Sie das Gebläse für Materialbelastung oder Hindernisse - Stellen Sie die richtige Mindeststrombegrenzung ein
es: Revise El Soplador En Busca De Bloqueos U Obstrucciones De Material - Establezca El Límite De Corriente Mínimo Correcto
fr: Vérifiez le ventilateur pour tout blocage ou obstruction matérielle - Réglez la limite de courant minimale correcte
he: בדוק את המפוח עבור חסימת חומר או חסימה - הגדר את מגבלת הזרם המינימלית הנכונה
it: Controllare il soffiatore per blocchi o ostruzioni del materiale - Impostare il limite di corrente minimo corretto
nl: Controleer de blazer op materiaalverstopping of obstructie - Stel de juiste minimale stroomlimiet in
pt: Verifique o soprador quanto ao bloqueio ou obstrução do material - defina o limite de corrente mínima correto
ro: Verificați suflanta pentru blocare sau obstrucție a materialului - Setați limita de curent minimă corectă
ru: Проверьте воздуходувку на засорение материалом или препятствие - установите правильный минимальный предел тока
sl: Preverite puhalo za blokado materiala ali oviro – nastavite pravilno najnižjo tokovno mejo
zh: 检查吹风机是否用于材料堵塞或阻塞 - 设置正确的最小电流限制

# INFO_ROT_1
source: Rotor Rotation Detected Without Command ! - Reset The Alarm To Restart. Check The Wiring If Persistent Fault
ar: تم اكتشاف دوران الدوار دون قيادة! - إعادة تعيين المنبه لإعادة التشغيل. تحقق من الأسلاك إذا كان خطأ ثابت
de: Rotorrotation ohne Befehl erkannt! - Setzen Sie den Alarm zurück, um neu zu starten. Überprüfen Sie die Verdrahtung, wenn der dauerhafte Fehler erforderlich ist
es: ¡Se Detecta Rotación Del Rotor Sin Comando! - Restablecer La Alarma Para Reiniciar. Verifique El Cableado Si Hay Un Fallo Persistente
fr: Rotation du rotor détectée sans commande ! - Réinitialisez l'alarme pour redémarrer. Vérifiez le câblage en cas de défaut persistant
he: זוהה סיבוב הרוטור ללא פקודה! - אפס את האזעקה להפעלה מחדש. בדוק את החיווט אם תקלה מתמשכת
it: Rotazione del rotore rilevata senza comando! - Ripristina l'allarme per riavviare. Controllare il cablaggio in caso di guasto persistente
nl: Rotorrotatie gedetecteerd zonder commando! - Reset het alarm om opnieuw te starten. Controleer de bedrading als de storing aanhoudt.
pt: Rotação do rotor detectada sem comando! - Redefina o alarme para reiniciar. Verifique a fiação se falha persistente
ro: Rotația rotorului detectată fără comandă! - Resetați alarma pentru a reporni. Verificați cablarea dacă este o eroare persistentă
ru: Вращение ротора обнаружено без команды! - Сброс будильника для перезагрузки. Проверьте проводку, если устойчивая неисправность
sl: Vrtenje rotorja zaznano brez ukaza! - Ponastavite alarm za ponovni zagon. Preverite ožičenje, če je napaka prisotna
zh: 没有命令检测到转子旋转！ - 重置警报以重新启动。如果持久故障，请检查接线

# INFO_INV_1
source: Check The Fault Code Of The Inverter (On Its Display) In The Electrical Cabinet And Reset The Unit
ar: تحقق من رمز الخطأ للعاكس (على شاشة العرض) في الخزانة الكهربائية وأعد ضبط الوحدة
de: Überprüfen Sie den Fehlercode des Wechselrichters (auf seiner Anzeige) im Elektroschrank und setzen Sie das Gerät zurück
es: Verifique el código del fallo del Inverter (en el Display) en el Armario eléctrico y reinicie la unidad
fr: Vérifiez le code d'erreur de l'onduleur (sur son écran) dans l'armoire électrique et réinitialisez l'unité.
he: בדוק את קוד התקלה של המהפך (בתצוגה שלו) בארון החשמל ואפס את היחידה
it: Controllare il codice di errore dell'inverter (sul suo display) nell'armadio elettrico e ripristinare l'unità
nl: Controleer de foutcode van de omvormer (op het display) in de elektrische kast en reset het apparaat
pt: Verifique o código de falha do inversor (em sua tela) no gabinete elétrico e redefina a unidade
ro: Verificați codul de eroare al invertorului (pe afișajul său) în dulapul electric și resetați unitatea
ru: Проверьте код неисправности инвертора (на его дисплее) в электрическом шкафу и перезагрузите устройство
sl: Preverite kodo napake pretvornika (na njegovem zaslonu) v električni omarici in ponastavite enoto
zh: 检查逆变器的故障代码（在其显示上）在电柜中重置单元

# INFO_INV_2
source: Make Sure Inverter Is Operating In Remote Mode ! Check The "Run" Feedback Signal From Inverter
ar: تأكد من أن العاكس يعمل في الوضع البعيد! تحقق من إشارة ردود الفعل "تشغيل" من العاكس
de: Stellen Sie sicher, dass der Wechselrichter im Remote-Modus arbeitet! Überprüfen Sie das Feedback-Signal "Run" von Wechselrichter
es: ¡Asegúrese De Que El Inverter Esté Funcionando En Modo Remoto! Verifique La Señal De Retroalimentación "Ejecutar" Del Inverter
fr: Assurez-vous que l'onduleur fonctionne en mode distant ! Vérifiez le signal de retour « Exécuter » de l'onduleur
he: ודא שהמהפך פועל במצב מרחוק! בדוק את אות המשוב "הפעלה" מהמהפך
it: Accertarsi che l'inverter funzioni in modalità remota! Controllare il segnale di feedback "Marcia" dall'inverter
nl: Zorg ervoor dat de omvormer in de afstandsbedieningsmodus werkt! Controleer het "Run"-feedbacksignaal van de omvormer.
pt: Verifique se o inversor está operando no modo remoto! Verifique o sinal de feedback "Run" do inversor
ro: Asigurați -vă că Inverter funcționează în modul la distanță! Verificați semnalul de feedback „rulați” de la Inverter
ru: Убедитесь, что инвертор работает в удаленном режиме! Проверьте сигнал обратной связи «Работа» от инвертора
sl: Prepričajte se, da pretvornik deluje v oddaljenem načinu! Preverite povratni signal "Zagon" iz pretvornika
zh: 确保逆变器在远程模式下运行！检查变频器的“运行”反馈信号

# INFO_OIL_1
source: Replace The Oil Filter (Or Clean It If May Possible). Check Also The Electrical Wiring
ar: استبدال فلتر الزيت (أو تنظيفه إذا كان ذلك ممكنا). تحقق أيضا الأسلاك الكهربائية
de: Ersetzen Sie den Ölfilter (oder reinigen Sie ihn, wenn möglich). Überprüfen Sie auch die elektrische Verdrahtung
es: Reemplace El Filtro De Aceite (O Si Es Posible Límpielo). Compruebe También El Cableado Eléctrico
fr: Remplacez le filtre à huile (ou nettoyez-le si possible). Vérifiez également le câblage électrique
he: החלף את מסנן השמן (או נקה אותו במידת האפשר). בדוק גם את החיווט החשמלי
it: Sostituire il filtro dell'olio (o pulirlo se possibile). Controlla anche il cablaggio elettrico
nl: Vervang het oliefilter (of maak het schoon indien mogelijk). Controleer ook de elektrische bedrading.
pt: Substitua o filtro de óleo (ou limpe -o, se possível). Verifique também a fiação elétrica
ro: Înlocuiți filtrul de ulei (sau curățați -l dacă este posibil). Verificați și cablarea electrică
ru: Замените масляный фильтр (или очистите его, если это возможно). Проверьте также электрическую проводку
sl: Zamenjajte oljni filter (ali ga očistite, če je mogoče). Preverite tudi električno napeljavo
zh: 更换滤油器（如果可能，可以清洁它）。检查电气布线

# INFO_OIL_2
source: Check The Oil Temperature In The Hydraulic Unit And Make Sure The Cooling Circuit Is Operating Correctly
ar: تحقق من درجة حرارة النفط في الوحدة الهيدروليكية وتأكد من تشغيل دائرة التبريد بشكل صحيح
de: Überprüfen Sie die Öltemperatur in der Hydraulikeinheit und stellen Sie sicher, dass der Kühlkreislauf ordnungsgemäß funktioniert
es: Verifique La Temperatura Del Aceite En La Unidad Hidráulica Y Asegúrese De Que El Circuito De Enfriamiento Funcione Correctamente
fr: Vérifiez la température de l'huile dans l'unité hydraulique et assurez-vous que le circuit de refroidissement fonctionne correctement
he: בדוק את טמפרטורת השמן ביחידה ההידראולית וודא שמעגל הקירור פועל כהלכה
it: Controllare la temperatura dell'olio nell'unità idraulica e assicurarsi che il circuito di raffreddamento funzioni correttamente
nl: Controleer de olietemperatuur in de hydraulische eenheid en zorg ervoor dat het koelcircuit correct werkt
pt: Verifique a temperatura do óleo na unidade hidráulica e verifique se o circuito de resfriamento está operando corretamente
ro: Verificați temperatura uleiului în unitatea hidraulică și asigurați -vă că circuitul de răcire funcționează corect
ru: Проверьте температуру масла в гидравлическом блоке и убедитесь, что контур охлаждения работает правильно
sl: Preverite temperaturo olja v hidravlični enoti in se prepričajte, da hladilni krog deluje pravilno
zh: 检查液压装置中的油温，确保冷却电路正常运行

# INFO_OIL_3
source: Hydraulic Oil Is Too Chilly To Run The Unit. Wait For The Heater To Warm Up It At The Minimum Required
ar: النفط الهيدروليكي بارد جدا لتشغيل الوحدة. انتظر سخان لاسحبها في الحد الأدنى المطلوب
de: Hydraulisches Öl ist zu kühl, um das Gerät auszuführen. Warten Sie, bis die Heizung es auf dem erforderlichen Minimum erwärmt
es: El Aceite Hidráulico Está Demasiado Frío Para Hacer Funcionar La Unidad. Espere A Que El Calentador Lo Caliente Al Mínimo Requerido
fr: L'huile hydraulique est trop froide pour faire fonctionner l'unité. Attendez que le chauffage le réchauffe au minimum requis
he: שמן הידראולי קר מכדי להפעיל את היחידה. המתן עד שהמחמם יחמם אותו במינימום הנדרש
it: L'olio idraulico è troppo freddo per far funzionare l'unità. Attendere che il riscaldatore lo riscaldi al minimo richiesto
nl: De hydraulische olie is te koud om de unit te laten draaien. Wacht tot de verwarming de olie minimaal heeft opgewarmd.
pt: O óleo hidráulico é muito frio para executar a unidade. Aguarde o aquecedor aquecê -lo no mínimo necessário
ro: Uleiul hidraulic este prea rece pentru a rula unitatea. Așteptați ca încălzitorul să -l încălzească la minimul necesar
ru: Гидравлическое масло слишком холодное для работы агрегата. Подождите, пока нагреватель не прогреет его до необходимого минимума
sl: Hidravlično olje je prehladno za delovanje enote. Počakajte, da se grelec segreje na zahtevani minimum
zh: 液压油太寒冷，以运行该装置。等待加热器以最低要求热身

# INFO_OIL_4
source: Refill The Hydraulic Unit Over The Minimum Level (Glass Indicator) With The Proper Oil Type (See User Manual)
ar: إعادة ملء الوحدة الهيدروليكية فوق المستوى الأدنى (مؤشر الزجاج) مع نوع الزيت المناسب (انظر دليل المستخدم)
de: Füllen Sie die Hydraulikeinheit mit dem richtigen Öltyp auf dem Mindestniveau (Glasanzeige) nachfüllen (siehe Benutzerhandbuch)
es: Rellene La Unidad Hidráulica Por Encima Del Nivel Mínimo (Indicador De Crsital) Con El Tipo De Aceite Adecuado (Consulte El Manual Del Usuario)
fr: Remplissez l'unité hydraulique au-dessus du niveau minimum (indicateur en verre) avec le type d'huile approprié (voir le manuel d'utilisation)
he: מלאו מחדש את היחידה ההידראולית מעל לרמה המינימלית (מחוון זכוכית) עם סוג השמן המתאים (ראה מדריך למשתמש)
it: Rabboccare l'unità idraulica oltre il livello minimo (indicatore di vetro) con il tipo di olio appropriato (vedere il manuale dell'utente)
nl: Vul de hydraulische eenheid bij boven het minimumniveau (glasindicator) met het juiste type olie (zie gebruikershandleiding)
pt: Reabasteça a unidade hidráulica sobre o nível mínimo (indicador de vidro) com o tipo de óleo adequado (consulte o manual do usuário)
ro: Reumpleți unitatea hidraulică la nivelul minim (indicator de sticlă) cu tipul de ulei adecvat (vezi Manualul de utilizare)
ru: Заполните гидравлический блок выше минимального уровня (стеклянный индикатор) соответствующим типом масла (см. руководство пользователя)
sl: Ponovno napolnite hidravlično enoto nad najnižjo raven (stekleni indikator) z ustrezno vrsto olja (glejte uporabniški priročnik)
zh: 用适当的油型将液压单元重新填充最小水平（玻璃指示灯）（参见用户手册）
