Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Set Full Scale Level
ar: حدد مستوى النطاق الكامل
de: Setzen Sie die volle Skala -Ebene
es: Establecer el nivel de escala completa
fr: Définir le niveau de pleine échelle
he: הגדר רמת בקנה מידה מלא
it: Imposta scala massima del livello
nl: Stel het volledige schaalniveau in
pt: Defina o nível de escala completa
ro: Setați nivelul complet la scară
sl: Nastavite raven celotnega obsega
zh: 设定完整水平

source: Empty Scale Level Value
ar: قيمة مستوى النطاق الفارغ
de: Leer -Maßstabwert Wert
es: Valor de nivel de escala vacío
fr: Valeur du niveau d'échelle vide
he: ערך רמת סולם ריק
it: Valore livello a scala minima
nl: Lege schaalniveauwaarde
pt: Valor de nível de escala vazio
ro: Valoarea nivelului scării gol
sl: Prazna vrednost ravni lestvice
zh: 空尺度值

source: Washing Reactor - Discharge Cycle
ar: مفاعل الغسيل - دورة التفريغ
de: Reaktor des Waschens - Entladungszyklus
es: Reactor de lavado - ciclo de descarga
fr: Réacteur de lavage - Cycle de décharge
he: שטיפת כור - מחזור פריקה
it: Reattore di lavaggio - ciclo di scarico
nl: Wasreactor - Ontladingscyclus
pt: Reator de lavagem - ciclo de descarga
ro: Reactor de spălare - ciclul de descărcare
sl: Pralni reaktor - cikel praznjenja
zh: 洗涤反应堆 - 排放周期

source: Washing Reactor - Discharge
ar: مفاعل الغسيل - التفريغ
de: Reaktor des Waschens - Entladung
es: Reactor de lavado - descarga
fr: Réacteur de lavage - Décharge
he: שטיפת כור - שחרור
it: Reattore di lavaggio - scarico
nl: Wasreactor - Ontlading
pt: Reator de lavagem - descarga
ro: Reactor de spălare - descărcare
sl: Pralni reaktor - praznjenje
zh: 洗涤反应堆 - 排放

source: Water Flow Rate
ar: نسبة تدفق الماء
de: Wasserdurchflussrate
es: Tasa de flujo del agua
fr: Débit d'eau
he: קצב זרימת המים
it: Portata dell'acqua
nl: Waterstroomsnelheid
pt: Ritmo de fluxo de água
ro: Debitul de apă
sl: Stopnja pretoka vode
zh: 水流量

source: Separation Tank - Paddle
ar: خزان الفصل - مجداف
de: Trennbehälter - Paddel
es: Tanque de separación - paleta
fr: Réservoir de séparation - Palette
he: מיכל הפרדה - משוט
it: Vasca di separazione - Paletta
nl: Scheidingstank - Peddel
pt: Tanque de separação - Rago
ro: Rezervor de separare - paletă
sl: Ločevalni rezervoar - Veslo
zh: 分离坦克 - 桨

source: Separation Tank - Paddles Manager
ar: خزان الفصل - مدير المجاذيف
de: Trennbehälter - Paddelmanager
es: Tanque de separación - gerente de paletas
fr: Réservoir de séparation - Gestionnaire de palettes
he: מיכל הפרדה - מנהל משוטים
it: Vasca di separazione - Gestione Palette
nl: Scheidingstank - Peddelmanager
pt: Tanque de separação - gerente de remos
ro: Rezervor de separare - Paddles Manager
sl: Ločevalni rezervoar - Upravljavec vesla
zh: 分离坦克 - 桨经理

source: Separation Tank Paddles
ar: مجاذيف خزان الفصل
de: Trennungstankpaddel
es: Paletas del tanque de separación
fr: Palettes du réservoir de séparation
he: משוטים של מיכלי הפרדה
it: Vasca di separazione - Palette
nl: Scheidingstank peddels
pt: Separação tanques de tanques
ro: Palea rezervorului de separare
sl: Vesla za ločilni rezervoar
zh: 分离坦克桨

source: Separation Tank - Distributor
ar: خزان الفصل - الموزع
de: Trennbehälter - Händler
es: Tanque de separación - Distribuidor
fr: Réservoir de séparation - Distributeur
he: מיכל הפרדה - מפיץ
it: Vasca di separazione - Distributore
nl: Scheidingstank - Verdeler
pt: Tanque de separação - distribuidor
ro: Rezervor de separare - Distribuitor
sl: Ločevalni rezervoar - razdelilnik
zh: 分离坦克 - 分销商

source: Separation Tank - Distributor Manager
ar: خزان الفصل - مدير الموزع
de: Trennbehälter - Vertriebsleiter
es: Tanque de separación - Gerente de distribuidores
fr: Cuve de Séparation - Responsable Distributeur
he: מיכל הפרדה - מנהל מפיץ
it: Vasca di separazione - Gestione Distributori
nl: Scheidingstank - Distributeur Manager
pt: Tanque de separação - gerente de distribuidores
ro: Rezervor de separare - Distribuitor Manager
sl: Ločevalni rezervoar - Vodja distributerja
zh: 分离坦克 - 分销商经理

source: Separation Tank Distributors
ar: موزعين خزان الفصل
de: Trennbehälterverteiler
es: Distribuidores de tanques de separación
fr: Distributeurs de réservoirs de séparation
he: מפיצי מיכלי הפרדה
it: Vasca di separazione - Distributori
nl: Scheidingstankverdelers
pt: Distribuidores de tanques de separação
ro: Distribuitori de rezervoare de separare
sl: Razdelilniki ločevalnih rezervoarjev
zh: 分离坦克分销商

source: Separation Tank - Top Gate
ar: خزان الفصل - بوابة أعلى
de: Trennbehälter - Oberstor
es: Tanque de separación - Puerta superior
fr: Réservoir de séparation - Porte supérieure
he: מיכל הפרדה - שער העליון
it: Vasca di separazione - Valvola superiore
nl: Scheidingstank - Bovenpoort
pt: Tanque de separação - portão superior
ro: Rezervor de separare - Poarta de sus
sl: Ločevalni rezervoar - zgornja vrata
zh: 分离坦克 - 上门

source: Separation Tank - Bottom Gate
ar: خزان الفصل - بوابة أسفل
de: Trennbehälter - unteres Tor
es: Tanque de separación - puerta inferior
fr: Réservoir de séparation - Porte inférieure
he: מיכל הפרדה - שער התחתון
it: Vasca di separazione - Valvola Inferiore
nl: Scheidingstank - Bodempoort
pt: Tanque de separação - portão inferior
ro: Rezervor de separare - Poarta de jos
sl: Ločevalni rezervoar - spodnja vrata
zh: 分离箱 - 底门

source: Separation Tank - Discharge Cycle
ar: خزان الفصل - دورة التفريغ
de: Trennbehälter - Entladungszyklus
es: Tanque de separación - Ciclo de descarga
fr: Réservoir de séparation - Cycle de décharge
he: מיכל הפרדה - מחזור הפריקה
it: Vasca di separazione - Ciclo di scarico
nl: Scheidingstank - Afvoercyclus
pt: Tanque de separação - ciclo de descarga
ro: Rezervor de separare - ciclul de descărcare
sl: Ločevalni rezervoar - cikel praznjenja
zh: 分离箱 - 排放周期

source: Close Lower Valve
ar: أغلق صمام أقل
de: Schließen Sie das untere Ventil
es: Cerrar la válvula inferior
fr: Fermer la vanne inférieure
he: סגור את השסתום התחתון
it: Chiudi la valvola inferiore
nl: Sluit de onderste klep
pt: Feche a válvula inferior
ro: Închideți supapa inferioară
sl: Zaprite spodnji ventil
zh: 关闭下部阀

source: Re-Open Upper Valve (Optional)
ar: إعادة فتح الصمام العلوي (اختياري)
de: Wiedereröffnung oberes Ventil (optional)
es: Vuelva a abrir la válvula superior (opcional)
fr: Réouvrir la vanne supérieure (en option)
he: לפתוח מחדש את השסתום העליון (אופציונלי)
it: Riapri Valvola superiore (opzionale)
nl: Bovenste klep opnieuw openen (optioneel)
pt: Reabrir a válvula superior (opcional)
ro: Redeschideți supapa superioară (opțional)
sl: Ponovno odprite zgornji ventil (neobvezno)
zh: 重新开放的上阀（可选）

source: Pause Time Above Zero
ar: وقفة الوقت فوق الصفر
de: Pausezeit über Null
es: Tiempo de pausa por encima de cero
fr: Temps de pause au-dessus de zéro
he: זמן השהה מעל לאפס
it: Tempo di Pausa sopra lo zero
nl: Pauzetijd boven nul
pt: Pausa tempo acima de zero
ro: Întrerupeți timpul peste zero
sl: Čas premora nad ničlo
zh: 暂停时间高于零

source: Pause Time Is Set To Zero (Cycle Disabled)
ar: يتم تعيين وقت الإيقاف المؤقت على الصفر (معطل الدورة)
de: Die Pausezeit wird auf Null gesetzt (Zyklus deaktiviert)
es: El tiempo de pausa se establece en cero (ciclo deshabilitado)
fr: Le temps de pause est réglé sur zéro (cycle désactivé)
he: זמן ההשהיה מוגדר לאפס (מחזור מושבת)
it: Il tempo di pausa è impostato su zero (ciclo disabilitato)
nl: Pauzetijd is ingesteld op nul (cyclus uitgeschakeld)
pt: O tempo de pausa é definido como zero (ciclo desativado)
ro: Timpul de pauză este setat la zero (ciclu dezactivat)
sl: Čas premora je nastavljen na nič (cikel onemogočen)
zh: 暂停时间设置为零（禁用周期）

source: Waiting For Material
ar: في انتظار المواد
de: Warten auf Material
es: Esperando material
fr: En attente de matériel
he: מחכה לחומר
it: In attesa del materiale
nl: Wachten op materiaal
pt: Esperando por material
ro: Așteptând material
sl: Čakanje na material
zh: 等待材料

source: Discharge Cycle Off
ar: دورة التفريغ
de: Ausleitungszyklus aus
es: Ciclo de descarga apagado
fr: Cycle de décharge désactivé
he: מחזור פריקה
it: Ciclo di scarico
nl: Ontladingscyclus uit
pt: Ciclo de descarga desativado
ro: Descărcarea ciclului
sl: Cikel praznjenja izklopljen
zh: 放电周期

source: Discharge Cycle In Progress
ar: دورة التفريغ قيد التقدم
de: Entladungszyklus in Arbeit
es: Ciclo de descarga en progreso
fr: Cycle de décharge en cours
he: מחזור הפריקה מתבצע
it: Ciclo di scarico in corso
nl: Ontladingscyclus bezig
pt: Ciclo de descarga em andamento
ro: Ciclul de descărcare în curs
sl: Cikel praznjenja v teku
zh: 排放周期

source: Low Flowrate
ar: تدفق منخفض
de: Niedriger Flussrate
es: Flujo bajo
fr: Faible débit
he: קצב זרימה נמוך
it: Portata Bassa
nl: Lage stroomsnelheid
pt: Baixa taxa de fluxo
ro: Debit scăzut
sl: Nizek pretok
zh: 低流量

source: Local Start Forward
ar: تبدأ المحلية إلى الأمام
de: Lokale Start vorwärts
es: Inicio local hacia adelante
fr: Démarrage local en avant
he: התחל מקומי קדימה
it: Avvio locale Avanti
nl: Lokale start vooruit
pt: Local Iniciar em frente
ro: Pornit local înainte
sl: Lokalni začetek naprej
zh: 本地开始前进

source: Local Start Reverse
ar: ابدأ المحلية
de: Lokaler Start umgekehrt
es: Inicio local Reverso
fr: Démarrage local inversé
he: התחלה מקומית הפוכה
it: Avvio Locale Indietro
nl: Lokale start achteruit
pt: Iniciar local reverso
ro: Începutul local invers
sl: Lokalni zagon vzvratno
zh: 本地启动反向

source: Paddles
ar: المجاذيف
de: Paddel
es: Paletas
fr: Pagaies
he: משוטים
it: Palette
nl: Peddels
pt: Remos
ro: Palete
sl: Vesla
zh: 桨

source: Paddles Ready
ar: المجاذيف جاهزة
de: Paddel bereit
es: Listo de paletas
fr: Pagaies prêtes
he: משוטים מוכנים
it: Palette Pronte
nl: Peddels klaar
pt: Rasas prontas
ro: Paddles gata
sl: Vesla pripravljena
zh: 准备好桨

source: Paddles Not All Ready
ar: المجاذيف ليست كلها جاهزة
de: Paddel nicht alle bereit
es: Pasos no todos listos
fr: Les pagaies ne sont pas toutes prêtes
he: משוטים לא כולם מוכנים
it: Non Tutte le Palette Sono Pronte
nl: Peddels nog niet helemaal klaar
pt: Remos nem todos prontos
ro: Paddle nu sunt gata
sl: Vesla niso pripravljena
zh: 桨还没有准备好

source: Downstream Empty
ar: أسفل مجرى النهر
de: Stromabwärts leer
es: Aguas abajo vacío
fr: En aval vide
he: במורד הזרם ריק
it: A valle vuoto
nl: Stroomafwaarts leeg
pt: A jusante vazio
ro: În aval gol
sl: Dolvodno Prazno
zh: 下游空

source: Waiting For Downstream Fully Empty
ar: في انتظار المصب فارغًا تمامًا
de: Warten auf nachgelagerte vollständig leer
es: Esperando a la corriente posterior completamente vacía
fr: En attente d'un aval complètement vide
he: מחכה לריק במורד הזרם לחלוטין
it: Attesa dello svuotamento completo a valle
nl: Wachten tot de stroomafwaartse wateren volledig leeg zijn
pt: Esperando por rio abaixo totalmente vazio
ro: Așteptând în aval complet gol
sl: Čakanje na dolvodno popolnoma prazno
zh: 等待下游完全空

source: Start Paddles One By One In Maintenance Mode
ar: بدء المجاذيف واحدة تلو الأخرى في وضع الصيانة
de: Starten Sie Paddles einzeln im Wartungsmodus
es: Inicie los remeros uno por uno en modo de mantenimiento
fr: Démarrez les palettes une par une en mode maintenance
he: התחל משוטט אחד אחד במצב תחזוקה
it: Avvia le Palette una per una in modalità di manutenzione
nl: Start peddels één voor één in onderhoudsmodus
pt: Inicie os remos um por um no modo de manutenção
ro: Porniți padele unul câte unul în modul de întreținere
sl: Zaženite vesla enega za drugim v načinu vzdrževanja
zh: 在维护模式下启动一一划桨

source: Separation Tank In Semiauto Mode
ar: خزان الفصل في وضع semiauto
de: Trennbehälter im Semiauto -Modus
es: Tanque de separación en modo semiauto
fr: Réservoir de séparation en mode semi-automatique
he: מיכל הפרדה במצב סמיאוטו
it: Vasca di separazione in modalità semiauto
nl: Scheidingstank in semi-automatische modus
pt: Tanque de separação no modo semiauto
ro: Rezervor de separare în modul semiauto
sl: Ločevalni rezervoar v polavtomatskem načinu
zh: 分隔箱以半摩托模式

source: Distributors Ready
ar: الموزعين جاهزين
de: Distributoren bereit
es: Distribuidores listos
fr: Distributeurs prêts
he: מפיצים מוכנים
it: Distributori pronti
nl: Distributeurs klaar
pt: Distribuidores prontos
ro: Distribuitori gata
sl: Distributerji pripravljeni
zh: 分销商准备好了

source: Distributors Not All Ready
ar: الموزعون ليسوا جميعهم جاهزين
de: Distributoren nicht alle bereit
es: Distribuidores no todos listos
fr: Les distributeurs ne sont pas tous prêts
he: מפיצים לא כולם מוכנים
it: Non Tutti i distrubutori Sono Pronti
nl: Distributeurs zijn nog niet helemaal klaar
pt: Distribuidores nem todos prontos
ro: Distribuitorii nu sunt pregătiți
sl: Distributerji niso vsi pripravljeni
zh: 分销商还没有准备好

source: Waiting For Separation Tank Paddles Running
ar: في انتظار تشغيل مجاذيف خزانات الفصل
de: Warten auf Trennpanzerpaddel laufen
es: Esperando las paletas del tanque de separación corriendo
fr: En attente du fonctionnement des palettes du réservoir de séparation
he: מחכה לשוטות מיכלי הפרדה
it: In attesa dalla avvio delle palette della Vasca di separazione
nl: Wachten op draaiende peddels van scheidingstank
pt: Esperando por pás de tanque de separação funcionando
ro: În așteptarea padelelor rezervorului de separare care funcționează
sl: Čakanje na zagon lopatic za ločilni rezervoar
zh: 等待分离坦克桨运行

source: Maximum Flowrate
ar: الحد الأقصى للتدفق
de: Maximale Flussrate
es: Caída máxima
fr: Débit maximal
he: קצב זרימה מקסימאלי
it: Portata Massima
nl: Maximale stroomsnelheid
pt: Taxa de fluxo máxima
ro: Debitul maxim
sl: Največji pretok
zh: 最大流量

source: Message View
ar: عرض الرسالة
de: Nachrichtenansicht
es: Vista de mensajes
fr: Affichage des messages
he: תצוגת הודעה
it: Vista del messaggio
nl: Berichtweergave
pt: Visualização da mensagem
ro: Vizualizare mesaj
sl: Pogled sporočila
zh: 消息视图

source: Set Empty Scale Level
ar: حدد مستوى النطاق الفارغ
de: Legen Sie die leere Maßstabstufe ein
es: Establecer el nivel de escala vacía
fr: Définir le niveau de balance vide
he: הגדר רמת סולם ריקה
it: Imposta scala minima del livello
nl: Stel leeg schaalniveau in
pt: Defina o nível de escala vazia
ro: Setați nivelul scării goale
sl: Nastavite raven prazne lestvice
zh: 设置空尺度

source: Semiauto Mode Enable
ar: وضع semiauto تمكين
de: Semiauto -Modus aktivieren
es: Habilitar el modo semiauto
fr: Activation du mode semi-automatique
he: מצב Semiauto מאפשר
it: Abilita modalità semiauto
nl: Semi-automatische modus inschakelen
pt: Modo Semiauto Ativa
ro: Activarea modului Semiauto
sl: Omogoči polavtomatski način
zh: Semiauto模式启用

source: Start Distributors One By One In Maintenance Mode
ar: ابدأ الموزعين واحدًا تلو الآخر في وضع الصيانة
de: Starten Sie den Distributoren nacheinander im Wartungsmodus
es: Iniciar distribuidores uno por uno en modo de mantenimiento
fr: Démarrez les distributeurs un par un en mode maintenance
he: התחל מפיצים אחד אחד במצב תחזוקה
it: Avvia i distributori uno per uno in modalità di manutenzione
nl: Start distributeurs één voor één in de onderhoudsmodus
pt: Inicie os distribuidores um por um no modo de manutenção
ro: Porniți distribuitorii unul câte unul în modul de întreținere
sl: Zaženite distributerje enega za drugim v načinu vzdrževanja
zh: 在维护模式下启动分销商

source: Separation Tank - Discharge
ar: خزان الفصل - التفريغ
de: Trennungstank - Entladung
es: Tanque de separación - descarga
fr: Réservoir de séparation - Décharge
he: מיכל הפרדה - פריקה
it: Vasca di separazione - Scarico
nl: Scheidingstank - Afvoer
pt: Tanque de separação - descarga
ro: Rezervor de separare - descărcare
sl: Ločevalni rezervoar - izpust
zh: 分离箱 - 排放

source: Separation Tank Level
ar: مستوى خزان الفصل
de: Trennungspanzentank
es: Nivel de separación del tanque
fr: Niveau du réservoir de séparation
he: מפלס מיכל ההפרדה
it: Livello della Vasca di separazione
nl: Scheidingstankniveau
pt: Nível do tanque de separação
ro: Nivelul rezervorului de separare
ru: Уровень разделительного бака
sl: Raven ločevalnega rezervoarja
zh: 分离坦克水平

source: Water Tank - Water Flow Rate
ar: خزان المياه - معدل تدفق المياه
de: Wassertank - Wasserflussrate
es: Tanque de agua - caudal de agua
fr: Réservoir d'eau - Débit d'eau
he: מיכל מים - קצב זרימת מים
it: Vasca acqua - portata dell'acqua
nl: Watertank - Waterstroomsnelheid
pt: Tanque de água - vazão de água
ro: Rezervor de apă - debitul de apă
sl: Rezervoar za vodo – pretok vode
zh: 水箱 - 水流

source: Water Tank - Discharge To 288
ar: خزان المياه - التفريغ إلى 288
de: Wassertank - Ausfluss auf 288
es: Tanque de agua: descarga a 288
fr: Réservoir d'eau - Décharge à 288
he: מיכל מים - פריקה ל 288
it: Vasca acqua - scarico a 288
nl: Watertank - Afvoer naar 288
pt: Tanque de água - Descarga para 288
ro: Rezervor de apă - descărcare la 288
sl: Rezervoar za vodo - izpust do 288
zh: 水箱 - 排放到288

source: Filter Press Hopper Levels
ar: مرشح الصحافة مستويات النطاط
de: Filter Press Hopper Level
es: Los niveles de la tolva de prensa de filtro
fr: Niveaux de trémie de filtre-presse
he: סנן רמות הופר לעיתונות
it: Filtro Pressa Hopper Livels
nl: Filterpers Hopper Niveaus
pt: Filtro Pressione níveis de tremonha
ro: Filtrează niveluri de buncăr de apăsare
sl: Nivo lijaka filtrirne stiskalnice
zh: 过滤器料斗级别

source: Filter Press Hopper Levels Detail
ar: مرشح اضغط على مستويات النطاط التفاصيل
de: Filter Press Hopper Levels Details
es: Filtro Presione los niveles de los niveles de tolva
fr: Détail des niveaux de la trémie du filtre-presse
he: סנן את רמות ההופפר
it: Dettaglio livelli tramoggia Filtro Pressa
nl: Filterpers Hopper Niveaus Detail
pt: FILTER Pressione os detalhes dos níveis de tremonha
ro: Filtru Apăsați niveluri de buncăr detaliu
sl: Podrobnosti o nivojih lijaka filtrirne stiskalnice
zh: 过滤器压料机等级细节

source: Filter Press - Screw
ar: مرشح الصحافة - المسمار
de: Filterpresse - Schraube
es: Presiona de filtro - Tornillo
fr: Filtre Presse - Vis
he: לחץ על סנן - בורג
it: Filtro Pressa - Vite
nl: Filterpers - Schroef
pt: Filtro Pressione - parafuso
ro: Apăsați filtru - șurub
sl: Filter Stiskalnica - Vijak
zh: 滤器 - 螺丝

source: Filter Press - Exit Shredder
ar: Filter Press - خروج تمزيق
de: Filterpresse - Shredder verlassen
es: Press de filtro - Salir trituradora
fr: Filtre Presse - Sortie Broyeur
he: Printer Press - יציאת מגרסת
it: Filtro Pressa - Uscita Trituratore
nl: Filterpers - Uitgangsversnipperaar
pt: Filtro Pressione - Sair Shredder
ro: Filtru Press - Exit Shredder
sl: Filter Press - Izhod iz drobilnika
zh: 滤器 - 出口粉碎机

source: Filter Press - Valve Block
ar: Filter Press - كتلة الصمام
de: Filterdruck - Ventilblock
es: Presiona de filtro - Bloque de válvula
fr: Filtre presse - Bloc de vannes
he: לחץ על סנן - בלוק שסתום
it: Filtro Pressa - Blocco valvola
nl: Filterpers - Kleppenblok
pt: Filtro Pressione - Bloco de válvula
ro: Apăsați filtru - blocul supapei
sl: Stiskalnica za filter - blok ventila
zh: 滤器 - 阀块

source: Filter Press - Jaws Pressure
de: Filterpresse - Kiefer Druck
es: Presiona Filter - Presión de las mandíbulas
fr: Filtre presse - Pression des mâchoires
he: לחץ על סינון - לחץ לסתות
it: Filtro Pressa - Pressione ganasce
nl: Filterpers - Kakendruk
pt: Filtro Pressione - Pressão da Jaws
ro: Filtru Press - presiune a fălcilor
sl: Stiskalnica s filtrom - tlak čeljusti
zh: 滤器 - 下巴压力

source: Filter Press - Main Air Pressure
ar: Filter Press - ضغط الهواء الرئيسي
de: Filterpresse - Hauptluftdruck
es: Presiona de filtro - Presión del aire principal
fr: Filtre-presse - Pression d'air principale
he: לחץ על סינון - לחץ אוויר ראשי
it: Filtro Pressa - Pressione dell'aria principale
nl: Filterpers - Hoofdluchtdruk
pt: Filtro Pressione - Pressão do Ar Principal
ro: Filtru Press - presiune principală a aerului
sl: Filter stiskalnica - glavni zračni tlak
zh: 滤器 - 主气压

source: Filter Press - Main Manager
ar: Filter Press - المدير الرئيسي
de: Filterpresse - Hauptmanager
es: Press de filtro - Administrador principal
fr: Filtre Presse - Responsable Principal
he: Press Press - מנהל הראשי
it: Filtro Pressa - Manager principale
nl: Filter Press - Hoofdmanager
pt: Filtro Pressione - Gerenciador Principal
ro: Apăsați filtru - Manager principal
sl: Filter stiskalnica - glavni upravitelj
zh: 过滤器 - 主管理器

source: Flowmeter Overload
ar: مقياس التدفق الزائد
de: Flussmeter -Überlastung
es: Sobrecarga del medidor de flujo
fr: Surcharge du débitmètre
he: עומס יתר של זרימה
it: Sovraccarico Flussometro
nl: Overbelasting van de flowmeter
pt: Sobrecarga de medidor de fluxo
ro: Suprasarcină de debitmetru
ru: Перегрузка расходомера
sl: Preobremenitev merilnika pretoka
zh: 流量计过载

source: (1 Pulse= Xxx Ltr)
ar: (1 نبض = xxx LTR)
de: (1 Puls = xxx ltr)
es: (1 pulso = xxx ltr)
fr: (1 impulsion = Xxx Ltr)
he: (דופק 1 = xxx ltr)
it: (1 impulso = xxx LTR)
nl: (1 puls = Xxx Ltr)
pt: (1 pulso = xxx ltr)
ro: (1 puls = xxx ltr)
sl: (1 impulz = Xxx Ltr)
zh: （1脉冲= xxx ltr）

source: Tank Minimum Level Not Ok
ar: الحد الأدنى للمستوى لا بأس به
de: Panzermindestpegel nicht in Ordnung
es: Nivel mínimo del tanque no es OK
fr: Niveau minimum du réservoir incorrect
he: רמת מינימום טנק לא בסדר
it: Livello minimo della vasca non ok
nl: Minimumniveau tank niet ok
pt: Nível mínimo do tanque não ok
ro: Nivelul minim al rezervorului nu OK
sl: Najmanjša raven rezervoarja ni v redu
zh: 储罐最低水平不正常

source: Destination Not Ok
ar: الوجهة ليست موافق
de: Ziel nicht ok
es: Destino no es OK
fr: Destination pas OK
he: היעד לא בסדר
it: Destinazione non ok
nl: Bestemming niet oké
pt: Destino não ok
ro: Destinația nu este OK
ru: Пункт назначения не в порядке
sl: Cilj ni v redu
zh: 目的地不正常

source: Speed Modulation
ar: تعديل السرعة
de: Geschwindigkeitsmodulation
es: Modulación de velocidad
fr: Modulation de vitesse
he: אפנון מהירות
it: Modulazione della velocità
nl: Snelheidsmodulatie
pt: Modulação de velocidade
ro: Modularea vitezei
sl: Modulacija hitrosti
zh: 速度调制

source: Minimum Level
ar: الحد الأدنى
de: Mindestniveau
es: Nivel mínimo
fr: Niveau minimum
he: רמת מינימום
it: Livello minimo
nl: Minimumniveau
pt: Nível mínimo
ro: Nivel minim
ru: Минимальный уровень
sl: Najnižja raven
zh: 最低水平

source: Water Discharge Destination
ar: وجهة تصريف المياه
de: Wasserentladungsziel
es: Destino de descarga de agua
fr: Destination de rejet d'eau
he: יעד פריקת מים
it: Destinazione per lo scarico dell'acqua
nl: Bestemming van de waterafvoer
pt: Destino de descarga de água
ro: Destinație de descărcare de apă
sl: Destinacija izpusta vode
zh: 排水目的地

source: Destination Not Ok For Discharge
ar: الوجهة غير موافق على التفريغ
de: Ziel nicht in Ordnung für die Entlassung
es: Destino no es OK para el alta
fr: La destination n'est pas acceptable pour la décharge
he: היעד לא בסדר לפריקה
it: Destinazione non ok per scarico
nl: Bestemming niet oké voor ontslag
pt: Destino não ok para descarga
ro: Destinația nu este OK pentru descărcare
sl: Destinacija ni primerna za odpust
zh: 目的地不符合出院

source: No Continuous Discharge Mode
ar: لا يوجد وضع تفريغ مستمر
de: Kein kontinuierlicher Entladungsmodus
es: Sin modo de descarga continua
fr: Pas de mode de décharge continue
he: אין מצב פריקה רציף
it: Nessuna modalità di scarico continuo
nl: Geen continue ontladingsmodus
pt: Sem modo de descarga contínuo
ro: Fără modul de descărcare continuă
sl: Brez načina neprekinjenega praznjenja
zh: 没有连续排出模式

source: Continuous Discharge Selected
ar: التفريغ المستمر المحدد
de: Kontinuierliche Entladung ausgewählt
es: Descarga continua seleccionada
fr: Décharge continue sélectionnée
he: פריקה רציפה שנבחרה
it: Scarico continuo selezionato
nl: Continue ontlading geselecteerd
pt: Descarga contínua selecionada
ro: Descărcare continuă selectată
sl: Izbrano neprekinjeno praznjenje
zh: 选择连续排放

source: Material Incoming
ar: المواد الواردة
de: Materielles Eingang
es: Material entrante
fr: Matériel entrant
he: נכנס חומר
it: Materiale in arrivo
nl: Binnenkomend materiaal
pt: Material de entrada
ro: Material de intrare
sl: Prihodni material
zh: 物质传入
