Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Buffer Metal Conveyor Hopper Level
ar: مستوى النقل المعدني العازلة مستوى النقل
de: Puffer Metall -Förderer -Hopper -Level
es: Nivel de tolva del transportador de metal de búfer
fr: Niveau de trémie de convoyeur en métal tampon
he: רמת מסוע מתכת מאגר
it: Nastro Buffer metallico Livello della tramoggia
nl: Buffer Metalen Transportband Hopper Niveau
pt: Buffer Metal Transportador Nível de tremonha
ro: Nivelul de buncăr transportor de metal tampon
sl: Stopnja kovinskega tekočega lijaka za pufer
zh: 缓冲金属输送机料斗水平

source: Buffer Metal Conveyor Lubrification
ar: تنقل المعادن العازلة
de: Gleitrifikation für Puffermetallförderer
es: Lubrificación del transportador de metal de búfer
fr: Lubrification du convoyeur métallique tampon
he: מסוע מתכת חיץ
it: Lubrificazione Nastro Buffer metallico
nl: Smering van buffermetaaltransportbanden
pt: Lubrificação transportadora de metal tampão
ro: Lubrificare transportoare de metal tampon
sl: Mazanje kovinskega transportnega traku
zh: 缓冲金属输送机润滑

source: Prewash Wce Main Motor
ar: حملة مسبقة WCE المحرك الرئيسي
de: Vorwaren Sie WCE -Hauptmotor
es: Motor principal de WCE prewash WCE
fr: Moteur principal de prélavage Wce
he: מנוע ראשי מראש
it: Motore Principale WCE Prelavaggio
nl: Voorwas Wce Hoofdmotor
pt: Pré -lavar o motor principal WCE
ro: Motor principal pre -WCE WCE
sl: Glavni motor predpranja Wce
zh: 预热WCE主电机

source: Prewash Wce Safety Key
ar: مفتاح أمان WCE مسبق
de: Vorwäsche WCE -Sicherheitsschlüssel
fr: Clé de sécurité pour prélavage
he: מפתח בטיחות מראש WCE
it: Chiave di Sicurezza WCE Prelavaggio
nl: Veiligheidssleutel voor voorwas toilet
pt: Chave de segurança pré -lavar o WCE
ro: Cheie de siguranță WCE Prewash
sl: Varnostni ključ predpranja Wce
zh: 预热WCE安全密钥

source: Prewash Wce Hydraulic Unit
ar: وحدة هيدروليكية WCE قبل مسبق
de: Vorwaschung WCE Hydraulikeinheit
es: Unidad hidráulica WCE WCE WCE
fr: Unité hydraulique de prélavage Wce
he: יחידה הידראולית של WCE WCE
it: Unità idraulica WCE Prelavaggio
nl: Voorwas Wce Hydraulische Unit
pt: Unidade hidráulica pré -lavar WCE
ro: Unitate hidraulică pre -wCE WCE
sl: Hidravlična enota Wce za predpranje
zh: 预洗液压单元

source: Prewash Wce Hopper Up Down
ar: مسبق WCE النطاط لأسفل
de: Vorwäsche WCE Hopper runter runter
es: Prewash WCE Hopper arriba
fr: Prélavage Wce Trémie Haut Bas
he: קדום
it: Apertura/chiusura tramoggia WCE Prelavaggio
nl: Voorwas toiletbak omhoog en omlaag
pt: Pré -lavar o salto para baixo
ro: Pre -WCE WCE Hopper în jos
sl: Predpranje Wce Koper gor dol
zh: pre peper wce hopper上升

source: Key Extracted
ar: مفتاح استخراج
de: Schlüssel extrahiert
es: Clave extraída
fr: Clé extraite
he: המפתח שחולץ
it: Chiave estratta
nl: Sleutel geëxtraheerd
pt: Chave extraída
ro: Cheie extrasă
sl: Ključ ekstrahiran
zh: 钥匙提取

source: Wce No Safety
ar: لا توجد أمان
de: Wce keine Sicherheit
es: Wce sin seguridad
fr: Pas de sécurité
he: אין בטיחות
it: WCE nessuna sicurezza attiva
nl: Wce Geen Veiligheid
pt: WCE não é segurança
ro: Wce fără siguranță
sl: Brez varnosti
zh: WCE没有安全

source: Wce Safety Must Be Off
ar: يجب أن تكون سلامة WCE متوقفة
de: WCE -Sicherheit muss weg sein
es: WCE Safety debe estar apagado
fr: La sécurité doit être désactivée
he: בטיחות WCE חייבת להיות כבויה
it: Le sicurezze della WCE devono essere disattivate
nl: Wce-veiligheid moet uit staan
pt: A segurança deve estar desligada
ro: Siguranța WCE trebuie să fie oprită
sl: Wce Safety mora biti izklopljen
zh: WCE安全必须关闭

source: Move Only In Maintenance Mode
ar: تحرك فقط في وضع الصيانة
de: Bewegen Sie sich nur im Wartungsmodus
es: Mover solo en modo de mantenimiento
fr: Déplacer uniquement en mode maintenance
he: העבר רק במצב תחזוקה
it: Spostamento solo in modalità di manutenzione
nl: Alleen verplaatsen in onderhoudsmodus
pt: Mova apenas no modo de manutenção
ro: Mutați -vă doar în modul de întreținere
sl: Premik samo v načinu vzdrževanja
zh: 仅在维护模式下移动

source: Prewash Wce Hopper Level
ar: مستوى قاشي WCE قبل المسبق
de: Vorwäsche WCE Hopper Level
es: Nivel de tolva de WCE prewash
fr: Niveau de trémie de prélavage
he: רמת הופר מראש
it: Livello tramoggia WCE Prelavaggio
nl: Voorwas toiletreservoir niveau
pt: Nível de tremonha pré -lavado
ro: Nivel de buncăr pre -wce
sl: Predpranje Wce Hopper Level
zh: 预洗料斗级别

source: Prewash Wce Maintenance Procedure
ar: إجراء صيانة WCE
de: Vorwarenwartungsverfahren
es: Procedimiento de mantenimiento de WCE previo a la lavado
fr: Procédure d'entretien de la salle de prélavage
he: נוהל תחזוקה של WCE
it: Procedura di manutenzione WCE Prelavaggio
nl: Onderhoudsprocedure voor het voorwassen van toiletten
pt: Procedimento de manutenção de WCE pré -lavado
ro: Procedura de întreținere WCE pre -wash
sl: Postopek vzdrževanja predpranja Wce
zh: WCE维护过程

source: Screw Compactor
ar: ضاغط المسمار
de: Schraubenkompaktor
es: Compactador de tornillo
fr: Compacteur à vis
he: קומפקטור בורג
it: Compattatrice a vite
nl: Schroefverdichtingsmachine
pt: Compactor de parafuso
ro: Șuruburi compactor
sl: Vijačni kompaktor
zh: 螺丝压缩机

source: Water Tank Fresh Water
ar: خزان المياه المياه العذبة
de: Wassertank frisches Wasser
es: Agua de agua de agua fresca
fr: Réservoir d'eau Eau douce
he: מיכל מים מים מתוקים
it: Vasca Acqua - Acqua Fresca
nl: Watertank Zoet water
pt: Água do tanque de água
ro: Rezervor de apă apă dulce
sl: Rezervoar za vodo Sveža voda
zh: fresh

source: Water Tank Steam Heating
ar: تسخين بخار خزان الماء
de: Dampfheizung des Wassertanks
es: Calefacción de vapor del tanque de agua
fr: Chauffage à vapeur pour réservoir d'eau
he: חימום קיטור מיכל מים
it: Vasca Acqua - Riscaldamento a vapore
nl: Watertank Stoomverwarming
pt: Aquecimento a vapor do tanque de água
ro: Încălzire cu abur a aburului rezervorului de apă
sl: Parno ogrevanje rezervoarja za vodo
zh: 水箱蒸汽加热

source: Temperature Not Ok
ar: درجة الحرارة لا بأس
de: Temperatur nicht in Ordnung
es: Temperatura no está bien
fr: La température n'est pas correcte
he: טמפרטורה לא בסדר
it: Temperatura non ok
nl: Temperatuur niet oké
pt: Temperatura não ok
ro: Temperatura nu este OK
sl: Temperatura ni v redu
zh: 温度不正常

source: Minimum Level Ok For Heating
ar: الحد الأدنى لمستوى موافق للتدفئة
de: Mindestpegel OK für Erwärmung
es: Nivel mínimo OK para calentar
fr: Niveau Minimum Ok Pour Chauffage
he: רמה מינימלית בסדר לחימום
it: Livello minimo OK per il riscaldamento
nl: Minimumniveau OK voor verwarming
pt: Nível mínimo ok para aquecimento
ro: Nivel minim OK pentru încălzire
sl: Najmanjša raven OK za ogrevanje
zh: 最低水平可以加热

source: Below Temperature Setpoint
ar: أقل من نقطة setpoint درجة الحرارة
de: Unterhalb des Temperatursatzes
es: Punto de ajuste por debajo de la temperatura
fr: En dessous du point de consigne de température
he: מתחת לנקודת הגדרת הטמפרטורה
it: Al di sotto del rifermineto di temperatura
nl: Onder ingestelde temperatuur
pt: Abaixo do ponto de ajuste de temperatura
ro: Sub punctul de referință al temperaturii
sl: Pod nastavljeno temperaturo
zh: 低于温度设定点

source: Temperature Setpoint Reached
ar: وصلت درجة حرارة setpoint
de: Temperaturzoll erreicht
es: El punto de ajuste de temperatura alcanzado
fr: Point de consigne de température atteint
he: נקודת הגדרת הטמפרטורה הושגה
it: Punto di riferimento di temperatura raggiunto
nl: Temperatuurinstelling bereikt
pt: Ponto de ajuste de temperatura alcançado
ro: Respectarea temperaturii a ajuns
sl: Nastavljena točka temperature je dosežena
zh: 达到温度设定点

source: Disabled In Production (Constant Speed On)
ar: معطل في الإنتاج (سرعة ثابتة)
de: In der Produktion deaktiviert (konstante Geschwindigkeit an)
es: Desactivado en producción (velocidad constante encendida)
fr: Désactivé en production (vitesse constante activée)
he: מושבת בייצור (מהירות קבועה)
it: Disabilitazione in produzione (velocità costante attiva)
nl: Uitgeschakeld in productie (constante snelheid aan)
pt: Desativado na produção (velocidade constante)
ro: Dezactivat în producție (viteză constantă pornită)
sl: Onemogočeno v proizvodnji (konstantna hitrost vklopljena)
zh: 残障生产（持续速度开）

source: Water Tank Level
ar: مستوى خزان المياه
de: Wassertankspiegel
es: Nivel del tanque de agua
fr: Niveau du réservoir d'eau
he: מפלס מיכל מים
it: Livello della Vasca acqua
nl: Watertankniveau
pt: Nível do tanque de água
ro: Nivelul rezervorului de apă
sl: Raven rezervoarja za vodo
zh: 水箱水平

source: Enable Continuous Discharge Mode
ar: تمكين وضع التفريغ المستمر
de: Aktivieren Sie den kontinuierlichen Entladungsmodus
es: Habilitar el modo de descarga continua
fr: Activer le mode de décharge continue
he: אפשר מצב פריקה רציף
it: Abilita la modalità di scarico continuo
nl: Continue ontladingsmodus inschakelen
pt: Ativar modo de descarga contínuo
ro: Activați modul de descărcare continuă
sl: Omogoči način neprekinjenega praznjenja
zh: 启用连续放电模式

source: Discharge Time
ar: وقت التفريغ
de: Entladezeit
es: Tiempo de alta
fr: Temps de décharge
he: זמן פריקה
it: Tempo di scarico
nl: Ontladingstijd
pt: Tempo de descarga
ro: Timp de descărcare
sl: Čas praznjenja
zh: 放电时间

source: Water Tank Temperature
ar: درجة حرارة خزان المياه
de: Wassertanktemperatur
es: Temperatura del tanque de agua
fr: Température du réservoir d'eau
he: טמפרטורת מיכל מים
it: Temperatura della Vasca acqua
nl: Temperatuur watertank
pt: Temperatura do tanque de água
ro: Temperatura rezervorului de apă
sl: Temperatura rezervoarja za vodo
zh: 水箱温度

source: Tank Temperature
ar: درجة حرارة الخزان
de: Tanktemperatur
es: Temperatura del tanque
fr: Température du réservoir
he: טמפרטורת טנק
it: Temperatura della Vasca
nl: Tanktemperatuur
pt: Temperatura do tanque
ro: Temperatura rezervorului
sl: Temperatura rezervoarja
zh: 储罐温度

source: Prewash Wce Top Cleaning Pump
ar: مضخة تنظيف أعلى مسبق WCE
de: Vorwäsche WCE Top Reinigungspumpe
es: Bomba de limpieza superior de WCE WCE prewash
fr: Pompe de nettoyage supérieure de prélavage Wce
he: PRESASH WCE משאבת ניקוי עליונה
it: Pompa di pulizia superiore WCE Prelavaggio
nl: Voorwas Wce Boven Reinigingspomp
pt: Bomba de limpeza de topo de lavagem de WCE
ro: Pompa de curățare de top Prewash WCE
sl: Zgornja čistilna črpalka za predpranje Wce
zh: 预热WCE顶部清洁泵

source: Water Tank Discharge Pump
ar: مضخة تصريف خزان المياه
de: Pumpe der Wassertank -Entladung
es: Bomba de descarga del tanque de agua
fr: Pompe de décharge du réservoir d'eau
he: משאבת פריקת מיכל מים
it: Pompa di scarico della Vasca acqua
nl: Watertank afvoerpomp
pt: Bomba de descarga do tanque de água
ro: Pompă de descărcare a rezervorului de apă
sl: Črpalka za praznjenje rezervoarja za vodo
zh: 水箱排放泵

source: Water Treatment Ready To Receive
ar: معالجة المياه جاهزة لتلقي
de: Wasserbehandlung bereit zu erhalten
es: Tratamiento de agua listo para recibir
fr: Traitement de l'eau prêt à recevoir
he: טיפול במים מוכן לקבל
it: Trattamento acque pronto a ricevere
nl: Waterbehandeling klaar voor ontvangst
pt: Tratamento de água pronto para receber
ro: Tratarea apei gata de primit
sl: Priprava vode pripravljena za sprejem
zh: 准备接收的水处理

source: Prewash Wce Bottom Cleaning Pump
ar: مضخة التنظيف السفلية قبل مسبق WCE
de: Vorwäsche WCE Bottom Putzpumpe
es: Bomba de limpieza inferior previa a WCE WCE
fr: Pompe de nettoyage inférieure de prélavage Wce
he: משאבת ניקוי תחתונה מראש
it: Pompa di pulizia inferiore WCE Prelavaggio
nl: Voorwas wc bodemreinigingspomp
pt: Bomba de limpeza de fundo pré -lavar o WCE
ro: Pompa de curățare cu fund de pre -WCE
sl: Črpalka za čiščenje dna predpranja Wce
zh: 预热WCE底部清洁泵

source: Disk Separator
ar: فاصل القرص
de: Scheibenabscheider
es: Separador de disco
fr: Séparateur de disque
he: מפריד דיסק
it: Separatore a dischi
nl: Schijfscheider
pt: Separador de disco
ro: Separator de disc
sl: Ločevalec diskov
zh: 磁盘分离器

source: Clutch
ar: التشبث
de: Kupplung
es: Embrague
fr: Embrayage
he: מַצְמֵד
it: Frizione
nl: Koppeling
pt: Embreagem
ro: Ambreiaj
sl: Sklopka
zh: 离合器

source: Too Many Self-Cleaning Cycles !
ar: الكثير من دورات التنظيف الذاتي!
de: Zu viele selbstverpackte Zyklen!
es: ¡Demasiados ciclos de autolimpieza!
fr: Trop de cycles d'autonettoyage !
he: יותר מדי מחזורי ניקוי עצמי!
it: Troppi cicli di autopulizia!
nl: Te veel zelfreinigende cycli!
pt: Muitos ciclos autolimpantes!
ro: Prea multe cicluri de auto-curățare!
sl: Preveč ciklov samočiščenja!
zh: 太多的自我清洁周期！

source: Machine Clutch Rotation Ls Not Ok
ar: دوران قابض الماكينة ليس موافق
de: Maschinenkupplung Rotation LS nicht in Ordnung
es: Rotación del embrague de la máquina LS no está bien
fr: La rotation de l'embrayage de la machine n'est pas correcte
he: סיבוב מצמד מכונה לא בסדר
it: Finecorsa della frizione di rotazione della macchina non ok
nl: Rotatie van de machinekoppeling is niet oké
pt: Rotação da embreagem de máquina não ok
ro: Rotația ambreiajului de mașină nu este OK
sl: Vrtenje sklopke stroja Ls ni v redu
zh: 机器离合器旋转l不正常

source: Auto Cleaning Cycle On In Reverse Mode
ar: دورة تنظيف السيارات في الوضع العكسي
de: Auto -Reinigungszyklus im umgekehrten Modus eingeschaltet
es: Ciclo de limpieza automática en modo inverso
fr: Cycle de nettoyage automatique activé en mode inverse
he: מחזור ניקוי אוטומטי במצב הפוך
it: Ciclo di pulizia automatica in modalità inversa
nl: Automatische reinigingscyclus ingeschakeld in omgekeerde modus
pt: Ciclo de limpeza automática no modo reverso
ro: Ciclul de curățare automată pornit în modul invers
sl: Cikel samodejnega čiščenja je vklopljen v obratnem načinu
zh: 反向模式下的自动清洁周期

source: Inversion Control - Self-Cleaning
ar: التحكم في الانعكاس - التنظيف الذاتي
de: Inversionskontrolle - Selbstverschluss
es: Control de inversión: autolimpiadora
fr: Contrôle d'inversion - Autonettoyant
he: בקרת היפוך - ניקוי עצמי
it: Controllo dell'inversione - autopulizia
nl: Inversiecontrole - Zelfreinigend
pt: Controle de inversão - auto -limpeza
ro: Controlul inversării - auto -curățare
sl: Nadzor inverzije - samočiščenje
zh: 反转控制 - 自我清洁

source: Disk Separator Blower
ar: منفاخ فاصل القرص
de: Scheibenabscheidergebläse
es: Soplador de separador de disco
fr: Souffleur de séparateur de disque
he: מפוח מפריד דיסק
it: Ventilatore separatore a dischi
nl: Schijfseparator Blower
pt: Soprador do separador de disco
ro: Suflantă de separare a discului
sl: Puhalnik diska
zh: 磁盘分离器鼓风机

source: Disk Separator Aspiration
ar: طموح فاصل القرص
de: Scheibenabscheideraspiration
es: Aspiración por separador de disco
fr: Aspiration du séparateur de disque
he: שאיפת מפריד דיסק
it: Aspirazione separatore a dischi
nl: Schijfseparator Aspiratie
pt: Aspiração do separador de disco
ro: Aspirația separatorului de discuri
sl: Aspiracija diska Separator
zh: 磁盘分离器的吸引力

source: Redler Conveyor
ar: إعادة إعادة النقل
de: Redler Förderer
es: Transportador de redler
fr: Convoyeur Redler
he: מסוע רדלר
it: Nastro Redler
nl: Redler-transportband
pt: Redler transportador
ro: Transportor Redler
sl: Redlerjev tekoči trak
zh: 雷德勒输送机

source: Local Selector Not Enabled
ar: لم يتم تمكين المحدد المحلي
de: Lokaler Selektor nicht aktiviert
es: Selector local no habilitado
fr: Sélecteur local non activé
he: בורר מקומי לא מופעל
it: Selettore locale non abilitato
nl: Lokale selector niet ingeschakeld
pt: Seletor local não ativado
ro: Selectorul local nu este activat
sl: Lokalni izbirnik ni omogočen
zh: 本地选择器未启用

source: Vibrating Feeder
ar: تهتز المغذية
de: Vibrationsaufgeber
es: Alimentador vibrante
fr: Alimentateur vibrant
he: מזין רוטט
it: Alimentatore vibrante
nl: Trillende voederbak
pt: Alimentador vibratório
ro: Alimentator vibrant
sl: Vibracijski podajalnik
zh: 振动馈线

source: Stadler Conveyor Belt
ar: حزام ناقل ستادلر
de: Stadler -Förderband
es: Cinta transportadora de estader
fr: Bande transporteuse Stadler
he: חגורת מסוע של סטדלר
it: Nastro trasportatore STADLER
nl: Stadler transportband
pt: Correia transportadora do Stadler
ro: BEND transportor Stadler
sl: Stadlerjev tekoči trak
zh: Stadler传送带

source: Belt Ready
ar: حزام جاهز
de: Gürtel bereit
es: Listo para el cinturón
fr: Ceinture prête
he: חגורה מוכנה
it: Nastro prono
nl: Riem klaar
pt: Cinturão pronta
ro: Centură gata
sl: Pas pripravljen
zh: 皮带准备好了

source: (1=Ready)
ar: (1 = جاهز)
de: (1 = bereit)
es: (1 = listo)
fr: (1=Prêt)
he: (1 = מוכן)
it: (1 = pronto)
nl: (1=Klaar)
pt: (1 = pronto)
ro: (1 = gata)
sl: (1=pripravljen)
zh: （1 =准备就绪）

source: Fault Present
ar: خطأ الحاضر
de: Fehler vorhanden
es: Falla presente
fr: Défaut présent
he: תקלה מתווה
it: Allarme presente
nl: Storing aanwezig
pt: Falha presente
ro: Defecțiune prezentă
sl: Prisotna napaka
zh: 出现故障

source: Belt Running
ar: حزام يعمل
de: Gürtel laufen
es: Corredera
fr: Ceinture de course
he: חגורה ריצה
it: Nastro in esecuzione
nl: Band hardlopen
pt: Correndo de correia
ro: BELL RUNDING
sl: Tek s pasom
zh: 皮带奔跑

source: (1=Running )
ar: (1 = الجري)
de: (1 = laufen)
fr: (1=En cours d'exécution)
he: (1 = ריצה)
it: (1 = in esecuzione)
nl: (1=Hardlopen)
pt: (1 = em execução)
ro: (1 = alergare)
sl: (1=teče)
zh: （1 =运行）

source: Platform Position Ok To Run
ar: موقف المنصة موافق على التشغيل
de: Plattformposition OK zum Ausführen
es: Posición de plataforma OK para ejecutar
fr: Position de la plate-forme OK pour courir
he: מיקום פלטפורמה בסדר לרוץ
it: Posizione della piattaforma OK per l'avvio
nl: Platformpositie Ok om te rennen
pt: Posição da plataforma OK para correr
ro: Poziția platformei ok pentru a rula
sl: Položaj platforme OK za tek
zh: 平台位置可以运行

source: (1=Home Position )
ar: (1 = الوضع المنزلي)
de: (1 = Heimposition)
es: (1 = posición de inicio)
fr: (1=Position initiale)
he: (1 = מיקום הבית)
it: (1 = posizione iniziale)
nl: (1=Thuispositie)
pt: (1 = posição inicial)
ro: (1 = poziția de acasă)
sl: (1=domači položaj)
zh: （1 =家庭位置）

source: Belt Local Estop
ar: الحزام المحلي estop
de: Gürtel lokaler Estop
es: Estopas locales de cinturón
fr: Estop local de la ceinture
he: אסטופ מקומי חגורה
it: estop locale Nastro
nl: Belt Lokale Estop
pt: Cinturão Local impedimento
ro: Centura Estop local
sl: Belt Lokalni Estop
zh: 皮带本地估算

source: (1=Estop Ok)
he: (1 = estop אישור)
pt: (1 = impedimento OK)
zh: （1 = alsop确定）

source: Remote Mode Enabled
ar: تمكين الوضع البعيد
de: Remote -Modus aktiviert
es: Modo remoto habilitado
fr: Mode à distance activé
he: מצב מרחוק מופעל
it: Modalità remota abilitata
nl: Afstandsbedieningsmodus ingeschakeld
pt: Modo remoto ativado
ro: Mod de la distanță activat
sl: Oddaljeni način omogočen
zh: 启用远程模式

source: Belt Not Ready
ar: حزام غير جاهز
de: Gürtel nicht fertig
es: Cinturón no listo
fr: Ceinture pas prête
he: חגורה לא מוכנה
it: Nastro non pronto
nl: Riem niet klaar
pt: Cinto não está pronto
ro: Centura nu este gata
sl: Pas ni pripravljen
zh: 皮带还没准备好

source: Belt Control Alarm
ar: إنذار التحكم في الحزام
de: Gürtelsteueralarm
es: Alarma de control del cinturón
fr: Alarme de contrôle de ceinture
he: אזעקת בקרת חגורה
it: Allarme di controllo della Nastro
nl: Alarm voor riemcontrole
pt: Alarme de controle da correia
ro: Alarma de control a centurii
sl: Alarm za nadzor pasu
zh: 皮带控制警报

source: Belt In Local Mode Control
ar: حزام في التحكم في الوضع المحلي
de: Gürtel im lokalen Modussteuerung
es: Cinturón en el control del modo local
fr: Ceinture en contrôle de mode local
he: חגורה בבקרת מצב מקומי
it: Allarme di controllo del Nastro
nl: Riem in lokale modusbediening
pt: Cinto no controle do modo local
ro: Centura în controlul modului local
sl: Nadzor pasu v lokalnem načinu
zh: 局部模式控制的皮带

source: Belt Not Running
ar: حزام لا يعمل
de: Gürtel nicht laufen
es: Cinturón no correr
fr: La ceinture ne fonctionne pas
he: חגורה לא רצה
it: Nastro non in esecuzione
nl: Riem loopt niet
pt: Cinturão não funcionando
ro: Centura nu rulează
sl: Pas ne teče
zh: 皮带不奔跑

source: Belt Platform Position Not Ok
ar: موقف منصة الحزام ليس على ما يرام
de: Gürtelplattformposition nicht in Ordnung
es: Posición de la plataforma del cinturón no está bien
fr: La position de la plate-forme de la ceinture n'est pas correcte
he: מיקום פלטפורמת החגורה לא בסדר
it: Posizione della piattaforma del Nastro non ok
nl: Positie van het gordelplatform is niet oké
pt: Posição da plataforma da correia não ok
ro: Poziția platformei de centură nu OK
sl: Položaj platforme pasu ni v redu
zh: 皮带平台位置不正常

source: Belt - Local Estop Not Reset
ar: الحزام - لا يتم إعادة تعيين Estop المحلي
de: Gürtel - lokaler Estop nicht zurückgesetzt
es: Cinturón - Estopo local no reinicio
fr: Courroie - Estop local non réinitialisé
he: חגורה - ESTOP מקומי לא מאפס
it: Nastro - ESTOP locale non ripristinato
nl: Riem - Lokale noodstop niet gereset
pt: Cinturão - impedimento local não redefinido
ro: Centura - ESP -ul local nu se resetează
sl: Pas - lokalni izstop ni ponastavljen
zh: 皮带 - 当地巨星未重置

source: Platform Position
ar: موقف المنصة
de: Plattformposition
es: Posición de la plataforma
fr: Position de la plateforme
he: מיקום פלטפורמה
it: Posizione della piattaforma
nl: Platformpositie
pt: Posição da plataforma
ro: Poziția platformei
sl: Položaj platforme
zh: 平台位置

source: Platform Position Not Ok
ar: موقف المنصة ليس على ما يرام
de: Plattformposition nicht in Ordnung
es: Posición de la plataforma no está bien
fr: La position de la plate-forme n'est pas correcte
he: מיקום הפלטפורמה לא בסדר
it: Posizione della piattaforma non ok
nl: Platformpositie niet ok
pt: Posição da plataforma não ok
ro: Poziția platformei nu OK
sl: Položaj platforme ni v redu
zh: 平台位置不正常

source: Belt Not In Remote Mode
ar: الحزام ليس في الوضع البعيد
de: Gürtel nicht im Remote -Modus
es: Correa no en modo remoto
fr: Ceinture pas en mode distant
he: חגורה לא במצב מרוחק
it: Nastro non in modalità remoto
nl: Riem niet in afstandsbedieningsmodus
pt: Correia não no modo remoto
ro: Centura nu în modul de la distanță
sl: Pas ni v oddaljenem načinu
zh: 皮带不处于偏远模式

source: Tomra Bottle Sorter
ar: تومرا زجاجة خبير
de: Tomra Flaschensortierer
es: Seleccionador de botellas de Tomra
fr: Trieur de bouteilles Tomra
he: סדר בקבוקי טומרה
it: Selettore bottiglie TOMRA
nl: Tomra Flessensorteerder
pt: Classificador de garrafas Tomra
ro: Sortator de sticle Tomra
sl: Tomra sortirnik steklenic
zh: Tomra瓶分子

source: Sorter Ready
ar: خبير جاهز
de: Sortierer bereit
es: Seleccionador listo
fr: Trieur prêt
he: סדרן מוכן
it: Selettore pronto
nl: Sorteerder klaar
pt: Classário pronto
ro: Sorter gata
sl: Razvrščalnik pripravljen
zh: 魔术师准备好了

source: Sorter Fault
ar: خطأ سارتر
de: SORTER -Verwerfung
es: Falla
fr: Défaut du trieur
he: תקלת סדרן
it: Allarme sul selettore
nl: Sorteerderfout
pt: Falha no classificador
ro: Vina sortară
sl: Napaka sortirnika
zh: 混乱器故障

source: (1=Error)
ar: (1 = خطأ)
de: (1 = Fehler)
fr: (1=Erreur)
he: (1 = שגיאה)
it: (1 = errore)
nl: (1=Fout)
pt: (1 = erro)
ro: (1 = eroare)
sl: (1=napaka)
zh: （1 =错误）

source: Laser Not Ok
ar: الليزر ليس موافق
de: Laser nicht in Ordnung
es: Láser no está bien
fr: Le laser n'est pas correct
he: לייזר לא בסדר
it: Laser non ok
nl: Laser niet ok
pt: Laser não ok
ro: Laser nu ok
sl: Laser ni v redu
zh: 激光不好

source: (1=Not Ok)
ar: (1 = ليس موافق)
de: (1 = nicht ok)
es: (1 = no está bien)
fr: (1=Pas OK)
he: (1 = לא בסדר)
it: (1 = non ok)
nl: (1=Niet oké)
pt: (1 = não ok)
ro: (1 = nu ok)
sl: (1=Ni v redu)
zh: （1 =不正常）

source: Material Type Alarm
ar: نوع المواد المنبه
de: Materialtyp Alarm
es: Alarma de tipo material
fr: Type de matériau Alarme
he: אזעקת סוג חומר
it: Allarme tipo di materiale
nl: Materiaaltype Alarm
pt: Alarme do tipo de material
ro: Alarma de tip material
sl: Alarm vrste materiala
zh: 材料类型警报

source: (1=Alarm)
ar: (1 = الإنذار)
es: (1 = alarma)
fr: (1=Alarme)
he: (1 = אזעקה)
it: (1 = allarme)
pt: (1 = alarme)
ro: (1 = alarmă)
zh: （1 =警报）

source: Lights Fault
ar: خطأ الأضواء
de: Lichter Fehler
es: Falla de luces
fr: Défaut des lumières
he: תקלות באורות
it: Allarme luci
nl: Lichtstoring
pt: Falha nas luzes
ro: Fabricarea luminilor
sl: Napaka luči
zh: 灯故障
