Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# INFO_SENSOR_READ_1
source: Check The Sensor In The Field And Clean It
ar: افحص المستشعر في الحقل ونظفه
de: Überprüfen Sie den Sensor vor Ort und reinigen Sie ihn
es: Verifique El Sensor En El Campo Y Límpielo
fr: Vérifiez le capteur sur le terrain et nettoyez-le
he: בדוק את החיישן בשטח ונקה אותו
it: Controllare il sensore sul campo e pulirlo
nl: Controleer de sensor ter plaatse en maak deze schoon
pt: Verifique o sensor no campo e limpe -o
ro: Verificați senzorul din câmp și curățați -l
sl: Preverite senzor na terenu in ga očistite
zh: 现场检查传感器并清洁

# INFO_GT_VALVES_1
source: Close At Least One Of The Discharge Valves To Prevent Tank Complete Emptying. Check The Valves In The Field.
ar: أغلق واحد على الأقل من صمامات التفريغ لمنع إفراغ الخزان. تحقق من الصمامات في الحقل.
de: Schließen Sie mindestens eines der Entladungsventile, um die vollständige Entleerung des Tanks zu verhindern. Überprüfen Sie die Ventile im Feld.
es: Cierre al menos una de las válvulas de descarga para evitar el vaciado completo del tanque. Revise las válvulas en el campo.
fr: Fermez au moins une des vannes de décharge pour empêcher la vidange complète du réservoir. Vérifiez les vannes sur le terrain.
he: סגור לפחות את אחד משסתומי הפריקה כדי למנוע התרוקנות מוחלטת של הטנק. בדוק את השסתומים בשדה.
it: Chiudere almeno una delle valvole di scarico per evitare lo svuotamento completo del serbatoio. Controllare le valvole nel campo.
nl: Sluit ten minste één van de afvoerkleppen om te voorkomen dat de tank volledig leegloopt. Controleer de kleppen ter plaatse.
pt: Feche pelo menos uma das válvulas de descarga para evitar o esvaziamento completo do tanque. Verifique as válvulas no campo.
ro: Închideți cel puțin una dintre supapele de descărcare pentru a preveni golirea completă a rezervorului. Verificați supapele din câmp.
sl: Zaprite vsaj enega od izpustnih ventilov, da preprečite popolno izpraznitev rezervoarja. Preverite ventile na terenu.
zh: 关闭至少一个排放阀，以防止油箱完全排空。检查场上的阀门。

# INFO_GT_VALVES_2
source: Discharge Cycle Cannot Go On. Check The Valve Position LS Are Working And Placed In The Right Position And No Valve Blockage Is Occured.
ar: دورة التفريغ لا يمكن أن تستمر. تحقق من عمل وضع الصمام Ls ووضعه في الموضع الصحيح ولم يحدث انسداد في الصمام.
de: Der Entladezyklus kann nicht fortgesetzt werden. Überprüfen Sie, ob die Ventilpositions-Ls funktionieren und in der richtigen Position platziert sind und keine Ventilblockierung aufgetreten ist.
es: El Ciclo De Descarga No Puede Continuar. Verifique Que Las L De Posición De La Válvula Funcionen Y Estén Colocadas En La Posición Correcta Y Que No Haya Obstrucción De La Válvula.
fr: Le cycle de décharge ne peut pas continuer. Vérifiez que la position de la vanne LS fonctionne et est placée dans la bonne position et qu'aucun blocage de vanne ne se produit.
he: מחזור פריקה לא יכול להימשך. בדוק את מיקום השסתום Ls פועל וממוקם במיקום הנכון ולא התרחשה חסימת שסתום.
it: Il ciclo di scarica non può continuare. Verificare che la posizione della valvola Ls funzioni e sia posizionata nella posizione corretta e che non si verifichi alcun blocco della valvola.
nl: De ontladingscyclus kan niet doorgaan. Controleer of de klepposities (LS) werken en in de juiste positie staan ​​en of er geen sprake is van een verstopping.
pt: O ciclo de descarga não pode continuar. Verifique a posição da válvula LS está funcionando e colocada na posição correta e não ocorre bloqueio da válvula.
ro: Ciclul de descărcare nu poate continua. Verificați poziția supapei LS funcționează și sunt plasate în poziția dreaptă și nu se produce blocaj de supapă.
sl: Cikel praznjenja se ne more nadaljevati. Preverite, ali položaj ventila LS deluje in je nameščen v pravilnem položaju ter da ni prišlo do blokade ventila.
zh: 放电循环无法继续。检查阀位Ls是否工作并放置在正确的位置，没有发生阀门堵塞。

# INFO_PST_1
source: Check The Levels Of The Chemical Additives In The Tanks And Dosing System For A Leakage Or A Lack Of Air Pressure
ar: فحص مستويات الاضافات الكيماوية بالخزانات ونظام الجرعات لاكتشاف تسرب او نقص فى ضغط الهواء
de: Überprüfen Sie die Füllstände der chemischen Zusätze in den Tanks und dem Dosiersystem auf Leckagen oder fehlenden Luftdruck
es: Verifique Los Niveles De Los Aditivos Químicos En Los Tanques Y El Sistema De Dosificación En Busca De Fugas O Falta De Presión De Aire
fr: Vérifiez les niveaux d'additifs chimiques dans les réservoirs et le système de dosage pour déceler une fuite ou un manque de pression d'air.
he: בדוק את רמות התוספים הכימיים במיכלים ובמערכת המינון לאיתור דליפה או חוסר לחץ אוויר
it: Controllare i livelli degli additivi chimici nei serbatoi e nel sistema di dosaggio per una perdita o una mancanza di pressione dell'aria
nl: Controleer de niveaus van de chemische additieven in de tanks en het doseersysteem op lekkage of een gebrek aan luchtdruk
pt: Verifique os níveis dos aditivos químicos nos tanques e do sistema de dosagem para um vazamento ou falta de pressão do ar
ro: Verificați nivelurile aditivilor chimici din rezervoare și sistemul de dozare pentru o scurgere sau o lipsă de presiune a aerului
sl: Preverite ravni kemičnih dodatkov v rezervoarjih in dozirnem sistemu glede puščanja ali pomanjkanja zračnega tlaka
zh: 检查储罐和加药系统中化学添加剂的液位是否有泄漏或气压不足

# INFO_PST_2
source: Check The Water Pressure And Dosing System For A Possible Leakage Or A Lack Of Air Pressure
ar: افحص ضغط الماء ونظام الجرعات لاحتمال وجود تسرب أو نقص في ضغط الهواء
de: Überprüfen Sie den Wasserdruck und das Dosiersystem auf ein mögliches Leck oder einen Mangel an Luftdruck
es: Verifique La Presión Del Agua Y El Sistema De Dosificación Por Una Posible Fuga O Falta De Presión De Aire
fr: Vérifiez la pression de l'eau et le système de dosage pour déceler une éventuelle fuite ou un manque de pression d'air.
he: בדוק את לחץ המים ואת מערכת המינון עבור דליפה אפשרית או חוסר לחץ אוויר
it: Controllare la pressione dell'acqua e il sistema di dosaggio per eventuali perdite o mancanza di pressione dell'aria
nl: Controleer de waterdruk en het doseersysteem op mogelijke lekkage of een gebrek aan luchtdruk
pt: Verifique a pressão da água e o sistema de dosagem para obter um possível vazamento ou falta de pressão do ar
ro: Verificați presiunea apei și sistemul de dozare pentru o posibilă scurgere sau lipsa presiunii aerului
sl: Preverite vodni tlak in dozirni sistem glede morebitnega puščanja ali pomanjkanja zračnega tlaka
zh: 检查水压和加药系统是否存在泄漏或气压不足

# INFO_PST_3
source: Check The Bowl Position Sensor
ar: تحقق من مستشعر موضع الوعاء
de: Überprüfen Sie den Schüsselpositionssensor
es: Verifique El Sensor De Posición Del Tazón
fr: Vérifiez le capteur de position du bol
he: בדוק את חיישן מיקום הקערה
it: Controllare il sensore di posizione della ciotola
nl: Controleer de kompositiesensor
pt: Verifique o sensor de posição da tigela
ro: Verificați senzorul de poziție al bolului
sl: Preverite senzor položaja posode
zh: 检查碗位置传感器

# INFO_PST_4
source: Check The Levels Of The Chemical Additives In The Tanks, The Water Pressure And Dosing System For A Leakage Or A Lack Of Air Pressure
ar: فحص مستويات الاضافات الكيماوية بالخزانات وضغط الماء ونظام الجرعات لاكتشاف تسرب او نقص فى ضغط الهواء
de: Überprüfen Sie die Füllstände der chemischen Zusätze in den Tanks, den Wasserdruck und das Dosiersystem auf Lecks oder fehlenden Luftdruck
es: Verifique Los Niveles De Los Aditivos Químicos En Los Tanques, La Presión Del Agua Y El Sistema De Dosificación En Busca De Fugas O Falta De Presión De Aire
fr: Vérifiez les niveaux d'additifs chimiques dans les réservoirs, la pression de l'eau et le système de dosage pour déceler une fuite ou un manque de pression d'air.
he: בדוק את רמות התוספים הכימיים במיכלים, לחץ המים ומערכת המינון לאיתור דליפה או חוסר לחץ אוויר
it: Controllare i livelli degli additivi chimici nei serbatoi, la pressione dell'acqua e il sistema di dosaggio per una perdita o una mancanza di pressione dell'aria
nl: Controleer de niveaus van de chemische additieven in de tanks, de waterdruk en het doseersysteem op lekkage of een gebrek aan luchtdruk
pt: Verifique os níveis dos aditivos químicos nos tanques, a pressão da água e o sistema de dosagem para um vazamento ou falta de pressão do ar
ro: Verificați nivelurile aditivilor chimici din rezervoare, presiunea apei și sistemul de dozare pentru o scurgere sau lipsa presiunii aerului
sl: Preverite nivoje kemičnih dodatkov v rezervoarjih, vodni tlak in dozirni sistem glede puščanja ali pomanjkanja zračnega tlaka
zh: 检查水箱中化学添加剂的液位、水压和加药系统是否有泄漏或气压不足

# INFO_INV_3
source: Check For Mechanical Blockage Or Too Much Heavy Load Occured To The Motor.
ar: تحقق من وجود انسداد ميكانيكي أو حمل ثقيل للغاية حدث للمحرك.
de: Auf mechanische Blockierung oder zu starke Belastung des Motors prüfen.
es: Compruebe Si Hay Bloqueo Mecánico O Si Se Ha Producido Demasiada Carga Pesada En El Motor.
fr: Vérifiez s'il y a un blocage mécanique ou une charge trop lourde sur le moteur.
he: בדוק אם התרחש סתימה מכנית או עומס כבד רב מדי על המנוע.
it: Verificare la presenza di blocchi meccanici o carichi eccessivi sul motore.
nl: Controleer op mechanische blokkades en of er sprake is van een te zware belasting van de motor.
pt: Verifique se há bloqueio mecânico ou muita carga pesada no motor.
ro: Verificați blocajul mecanic sau a avut loc prea multă sarcină grea la motor.
sl: Preverite, ali je prišlo do mehanske blokade ali prevelike obremenitve motorja.
zh: 检查电机是否出现机械堵塞或负载过大。

# INFO_INV_4
source: Set Inverter In Remote Mode To Allow Any Further Operation On It From Pc Station.
ar: اضبط العاكس في وضع التحكم عن بعد للسماح بأي عملية أخرى عليه من محطة الكمبيوتر.
de: Setzen Sie den Wechselrichter in den Remote-Modus, um jeden weiteren Betrieb von der PC-Station aus zuzulassen.
es: Configure El Inversor En Modo Remoto Para Permitir Cualquier Otra Operación En Él Desde La Estación Pc.
fr: Réglez l’onduleur en mode distant pour permettre toute opération ultérieure à partir de la station PC.
he: הגדר את המהפך במצב מרחוק כדי לאפשר כל פעולה נוספת עליו מתחנת PC.
it: Impostare l'inverter in modalità remota per consentire ulteriori operazioni su di esso dalla stazione PC.
nl: Zet de omvormer in de externe modus zodat u deze vanaf uw pc kunt bedienen.
pt: Defina o inversor no modo remoto para permitir qualquer operação adicional na estação PC.
ro: Setați invertorul în modul de la distanță pentru a permite orice altă funcționare pe acesta de la stația PC.
sl: Nastavite pretvornik v oddaljeni način, da omogočite kakršno koli nadaljnje delovanje na njem iz računalniške postaje.
zh: 将逆变器设置为远程模式，以允许从 PC 站对其进行任何进一步操作。

# INFO_INV_5
source: Alarm Is Present On Inverter Display. Please Check It For The Actions To Be Done Reffering To The Inverter User Manual.
ar: التنبيه موجود على شاشة العاكس. يرجى التحقق من الإجراءات التي سيتم إجراؤها بالرجوع إلى دليل مستخدم العاكس.
de: Auf dem Display des Wechselrichters ist ein Alarm vorhanden. Bitte überprüfen Sie die durchzuführenden Aktionen in Bezug auf das Benutzerhandbuch des Wechselrichters.
es: La Alarma Está Presente En La Pantalla Del Inversor. Compruébelo Para Conocer Las Acciones A Realizar En Referencia Al Manual Del Usuario Del Inversor.
fr: L'alarme est présente sur l'écran de l'onduleur. Veuillez le vérifier pour les actions à effectuer en vous référant au manuel d'utilisation de l'onduleur.
he: אזעקה קיימת בתצוגת מהפך. אנא בדוק את הפעולות שיש לבצע בהתייחס למדריך למשתמש של המהפך.
it: L'allarme è presente sul display dell'inverter. Si prega di controllarlo per le azioni da eseguire facendo riferimento al manuale dell'utente dell'inverter.
nl: Alarm is zichtbaar op het display van de omvormer. Controleer de te volgen stappen in de gebruikershandleiding van de omvormer.
pt: O alarme está presente na exibição do inversor. Verifique se as ações são realizadas no Manual do Usuário do Inverter.
ro: Alarma este prezentă pe afișarea invertorului. Vă rugăm să verificați că acțiunile care trebuie efectuate la manualul de utilizare a invertorului.
sl: Na zaslonu pretvornika je prisoten alarm. Oglejte si dejanja, ki jih je treba izvesti glede na uporabniški priročnik pretvornika.
zh: 逆变器显示屏上出现警报。请参考逆变器用户手册检查需要完成的操作。

# INFO_INV_6
source: Check Profinet Cable Connection And The Power Supply Of Inverter Communication Card
ar: تحقق من اتصال كابل Profinet وإمدادات الطاقة لبطاقة اتصال العاكس
de: Überprüfen Sie die Profinet-Kabelverbindung und die Stromversorgung der Wechselrichter-Kommunikationskarte
es: Verifique La Conexión Del Cable Profinet Y La Fuente De Alimentación De La Tarjeta De Comunicación Del Inversor
fr: Vérifiez la connexion du câble Profinet et l'alimentation de la carte de communication de l'onduleur
he: בדוק את חיבור כבל Profinet ואת ספק הכוח של כרטיס תקשורת מהפך
it: Controllare la connessione del cavo Profinet e l'alimentazione della scheda di comunicazione dell'inverter
nl: Controleer de Profinet-kabelverbinding en de stroomvoorziening van de omvormercommunicatiekaart
pt: Verifique a conexão do cabo Profinet e a fonte de alimentação do cartão de comunicação do inversor
ro: Verificați conexiunea de cablu Profinet și sursa de alimentare a cardului de comunicare invertor
sl: Preverite kabelsko povezavo Profinet in napajanje inverterske komunikacijske kartice
zh: 检查 Profinet 电缆连接和逆变器通信卡的电源

# INFO_INV_7
source: Check Inverter Status In The Cabinet
ar: تحقق من حالة العاكس في الخزانة
de: Überprüfen Sie den Wechselrichterstatus im Schrank
es: Verifique El Estado Del Inversor En El Armario
fr: Vérifier l'état de l'onduleur dans l'armoire
he: בדוק את מצב המהפך בארון
it: Controllare lo stato dell'inverter nel Quadro
nl: Controleer de omvormerstatus in de kast
pt: Verifique o status do inversor no gabinete
ro: Verificați starea invertorului în cabinet
sl: Preverite stanje pretvornika v omarici
zh: 检查机柜中的逆变器状态

# INFO_TEMPER_12
source: Gearbox Is Overheated: Check Cooling System. If Temperature Increases Again, Main Motor Will Be Stopped.
ar: ارتفاع درجة حرارة علبة التروس: تحقق من نظام التبريد. إذا ارتفعت درجة الحرارة مرة أخرى ، فسيتم إيقاف المحرك الرئيسي.
de: Getriebe ist überhitzt: Kühlsystem prüfen. Wenn die Temperatur wieder ansteigt, wird der Hauptmotor gestoppt.
es: La Caja De Cambios Está Sobrecalentada: Revise El Sistema De Enfriamiento. Si La Temperatura Vuelve A Aumentar, El Motor Principal Se Detendrá.
fr: La boîte de vitesses est surchauffée : vérifiez le système de refroidissement. Si la température augmente à nouveau, le moteur principal sera arrêté.
he: תיבת ההילוכים מחוממת יתר על המידה: בדוק את מערכת הקירור. אם הטמפרטורה תעלה שוב, המנוע הראשי יופסק.
it: Il cambio è surriscaldato: controllare il sistema di raffreddamento. Se la temperatura aumenta di nuovo, il motore principale verrà arrestato.
nl: Versnellingsbak is oververhit: controleer het koelsysteem. Als de temperatuur opnieuw stijgt, wordt de hoofdmotor gestopt.
pt: A caixa de engrenagens está superaquecida: Verifique o sistema de resfriamento. Se a temperatura aumentar novamente, o motor principal será interrompido.
ro: Cutia de viteze este supraîncălzită: verificați sistemul de răcire. Dacă temperatura crește din nou, motorul principal va fi oprit.
sl: Menjalnik je pregret: preverite hladilni sistem. Če se temperatura ponovno poveča, se glavni motor ustavi.
zh: 变速箱过热：检查冷却系统。如果温度再次升高，主电机将停止。

# INFO_TEMPER_13
source: Gearbox Is Highly Overheated. Main Motor Is Stopped. Check The Whole Gearbox, Its Cooling, And Do The Needed Maintenance.
ar: علبة التروس شديدة الحرارة. المحرك الرئيسي متوقف. تحقق من علبة التروس بالكامل وتبريدها وقم بإجراء الصيانة اللازمة.
de: Getriebe ist stark überhitzt. Hauptmotor ist gestoppt. Überprüfen Sie das gesamte Getriebe, seine Kühlung und führen Sie die erforderlichen Wartungsarbeiten durch.
es: La Caja De Cambios Está Muy Sobrecalentada. El Motor Principal Está Detenido. Revise Toda La Caja De Cambios, Su Refrigeración Y Realice El Mantenimiento Necesario.
fr: La boîte de vitesses est fortement surchauffée. Le moteur principal est arrêté. Vérifiez l'ensemble de la boîte de vitesses, son refroidissement et effectuez l'entretien nécessaire.
he: תיבת ההילוכים מחוממת יתר על המידה. המנוע הראשי נעצר. בדוק את כל תיבת ההילוכים, את הקירור שלה, ועשה את התחזוקה הדרושה.
it: Il cambio è molto surriscaldato. Il motore principale è fermo. Controlla l'intero cambio, il suo raffreddamento e fai la manutenzione necessaria.
nl: Versnellingsbak is ernstig oververhit. Hoofdmotor is gestopt. Controleer de hele versnellingsbak, de koeling ervan en voer het nodige onderhoud uit.
pt: A caixa de câmbio é altamente superaquecida. O motor principal é parado. Verifique toda a caixa de engrenagens, seu resfriamento e faça a manutenção necessária.
ro: Cutia de viteze este foarte supraîncălzită. Motorul principal este oprit. Verificați întreaga cutie de viteze, răcirea acesteia și faceți întreținerea necesară.
sl: Menjalnik je močno pregret. Glavni motor je ustavljen. Preverite celoten menjalnik, njegovo hlajenje in opravite potrebno vzdrževanje.
zh: 变速箱严重过热。主电机停止。检查整个变速箱及其冷却，并进行必要的维护。

# INFO_PRES_12
source: Check Inlet Steam System - Pressure Is Too High - Pressure Fluctuations May Cause Desease On Thermal Regulation
ar: فحص نظام بخار المدخل - الضغط مرتفع جدًا - قد تتسبب تقلبات الضغط في حدوث مرض في التنظيم الحراري
de: Einlassdampfsystem prüfen – Druck ist zu hoch – Druckschwankungen können zu Störungen der Wärmeregulierung führen
es: Revise El Sistema De Entrada De Vapor - La Presión Es Demasiado Alta - Las Fluctuaciones De Presión Pueden Causar Enfermedades En La Regulación Térmica
fr: Vérifiez le système de vapeur d'entrée - La pression est trop élevée - Les fluctuations de pression peuvent provoquer des troubles de la régulation thermique
he: בדוק את מערכת הקיטור בכניסה - הלחץ גבוה מדי - תנודות הלחץ עלולות לגרום למחלה על ויסות תרמית
it: Controllare il sistema di ingresso del vapore - La pressione è troppo alta - Le fluttuazioni di pressione possono causare disturbi alla regolazione termica
nl: Controleer het inlaatstoomsysteem - de druk is te hoog - drukschommelingen kunnen ziekten bij thermische regeling veroorzaken
pt: Verifique o sistema de vapor de entrada - a pressão é muito alta - as flutuações de pressão podem causar desejos na regulação térmica
ro: Verificați sistemul de abur de intrare - presiunea este prea mare - fluctuațiile de presiune pot provoca deziune la reglarea termică
sl: Preverite dovodni parni sistem - Tlak je previsok - Tlačna nihanja lahko povzročijo okvaro toplotne regulacije
zh: 检查入口蒸汽系统 - 压力过高 - 压力波动可能导致热调节失调

# INFO_PRES_13
source: Check Inlet Steam System - Pressure Is Too Low - Pressure Fluctuations May Cause Desease On Thermal Regulation
ar: فحص نظام البخار الداخل - الضغط منخفض جدًا - قد تتسبب تقلبات الضغط في حدوث مرض في التنظيم الحراري
de: Einlassdampfsystem prüfen – Druck ist zu niedrig – Druckschwankungen können zu Störungen der Wärmeregulierung führen
es: Revise El Sistema De Entrada De Vapor - La Presión Es Demasiado Baja - Las Fluctuaciones De Presión Pueden Causar Enfermedades En La Regulación Térmica
fr: Vérifiez le système de vapeur d'entrée - La pression est trop basse - Les fluctuations de pression peuvent provoquer des troubles de la régulation thermique
he: בדוק את מערכת הקיטור בכניסה - הלחץ נמוך מדי - תנודות הלחץ עלולות לגרום למחלה על ויסות תרמי
it: Controllare il sistema di ingresso del vapore - La pressione è troppo bassa - Le fluttuazioni di pressione possono causare disturbi alla regolazione termica
nl: Controleer het inlaatstoomsysteem - de druk is te laag - drukschommelingen kunnen ziekten bij thermische regeling veroorzaken
pt: Verifique o sistema de vapor de entrada - a pressão é muito baixa - as flutuações de pressão podem causar desejos na regulação térmica
ro: Verificați sistemul de abur de intrare - presiunea este prea mică - fluctuațiile de presiune pot provoca deziune la reglarea termică
sl: Preverite dovodni parni sistem - tlak je prenizek - nihanje tlaka lahko povzroči okvaro toplotne regulacije
zh: 检查入口蒸汽系统 - 压力太低 - 压力波动可能导致热调节失调

# INFO_LEVEL_19
source: Persistent Maximum Level ! Check The Tank, The Dicharging Pump For A Possible Fault And The Level Sensor
ar: الحد الأقصى المستمر! تحقق من الخزان ومضخة التزلج على خلل محتمل ومستشعر المستوى
de: Anhaltendes maximales Niveau! Überprüfen Sie den Tank, die Dichternpumpe auf einen möglichen Fehler und den Pegelsensor
es: ¡Nivel Máximo Persistente! Revise El Tanque, La Bomba De Dicharging Para Una Posible Falla Y El Sensor De Nivel
fr: Niveau maximum persistant ! Vérifiez le réservoir, la pompe de décharge pour un éventuel défaut et le capteur de niveau.
he: רמה מקסימאלית מתמשכת! בדוק את הטנק, משאבת הדיכארס אם יש תקלה אפשרית וחיישן הרמה
it: Livello massimo persistente! Controllare il serbatoio, la pompa di dicarging per un possibile guasto e il sensore di livello
nl: Aanhoudend maximumniveau! Controleer de tank, de afvoerpomp op een mogelijke storing en de niveausensor.
pt: Nível máximo persistente! Verifique o tanque, a bomba de Dicharging para obter uma possível falha e o sensor de nível
ro: Nivel maxim persistent! Verificați rezervorul, pompa de dicarging pentru o posibilă defecțiune și senzorul de nivel
sl: Vztrajna najvišja raven! Preverite rezervoar, črpalko za izpust zaradi morebitne napake in senzor nivoja
zh: 持续的最大水平！检查储罐，二分泵是否有可能发生故障和水平传感器

# INFO_ACT_SPEED_1
source: Check Speed Feedback Signal Wiring
ar: تحقق من الأسلاك إشارة التغذية المرتدة السرعة
de: Überprüfen Sie die Verkabelung von Geschwindigkeits -Rückkopplungssignalverkabelung
es: Verifique El Cableado De La Señal De Retroalimentación De La Velocidad
fr: Vérifier le câblage du signal de retour de vitesse
he: בדוק את חיווט אותות משוב מהירות
it: Controllare il cablaggio del segnale di feedback della velocità
nl: Controleer de bedrading van het snelheidsfeedbacksignaal
pt: Verifique a fiação do sinal de feedback de velocidade
ro: Verificați cablarea semnalului de feedback de viteză
sl: Preverite ožičenje povratnega signala hitrosti
zh: 检查速度反馈信号接线

# INFO_ACT_SPEED_2
source: Motor Actual Speed Is Out Of Tolerance. Check Motor, Transmission And A Possible Blockage
ar: السرعة الفعلية للمحرك خارج التسامح. تحقق من المحرك والنقل والانسداد المحتمل
de: Die tatsächliche motorische Geschwindigkeit ist nicht toleranz. Überprüfen Sie den Motor, das Getriebe und eine mögliche Blockade
es: La Velocidad Real Del Motor Está Fuera De Tolerancia. Verifique El Motor, La Transmisión Y Un Posible Bloqueo
fr: La vitesse réelle du moteur est hors tolérance. Vérifiez le moteur, la transmission et un éventuel blocage
he: המהירות בפועל המוטורית היא מחוץ לסובלנות. בדוק מנוע, שידור וחסימה אפשרית
it: La velocità effettiva del motore è fuori tolleranza. Controllare il motore, la trasmissione e un possibile blocco
nl: Het werkelijke toerental van de motor valt buiten de tolerantie. Controleer de motor, transmissie en een mogelijke blokkade.
pt: A velocidade real do motor está fora de tolerância. Verifique o motor, a transmissão e um possível bloqueio
ro: Viteza reală a motorului este în afara toleranței. Verificați motorul, transmisia și un posibil blocaj
sl: Dejanska hitrost motorja je izven tolerance. Preverite motor, menjalnik in morebitno blokado
zh: 电动机实际速度不可公差。检查电动机，变速箱和可能的阻塞
