Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# M_INFO_NETWORK_COMM_DISABLED
source: Network Communication Disabled: All The Signals coming From External Partners Are Bypassed ! Restore Communication As Soon As Possible.
de: Netzwerkkommunikation deaktiviert: Alle von externen Partnern kommenden Signale werden umgangen! Stellen Sie die Kommunikation so schnell wie möglich wieder her.
fr: Communication réseau désactivée : tous les signaux provenant de partenaires externes sont contournés ! Rétablissez la communication dès que possible.
nl: Netwerkcommunicatie uitgeschakeld: alle signalen van externe partners worden omzeild! Herstel de communicatie zo snel mogelijk.
sl: Omrežna komunikacija je onemogočena: Vsi signali, ki prihajajo od zunanjih partnerjev, so zaobideni! Obnovite komunikacijo čim prej.
zh: 网络通讯禁用：所有来自外部合作伙伴的信号都被绕过！尽快恢复通讯。

# INFO_NETWORK_COMM_1
source: Check Profinet Cable, Connectors, Communication Module Power Supply And External Parner Conditions
de: Überprüfen Sie das Profinet-Kabel, die Anschlüsse, die Stromversorgung des Kommunikationsmoduls und die Bedingungen des externen Partners
fr: Vérifiez le câble Profinet, les connecteurs, l'alimentation du module de communication et les conditions du partenaire externe.
nl: Controleer de Profinet-kabel, connectoren, voeding van de communicatiemodule en de omstandigheden van externe partners
sl: Preverite Profinet kabel, konektorje, napajalnik komunikacijskega modula in pogoje zunanjega partnerja
zh: 检查 Profinet 电缆、连接器、通信模块电源和外部合作伙伴状况

source: Network Communication Breakdown With External Partner
de: Ausfall der Netzwerkkommunikation mit externem Partner
fr: Panne de communication réseau avec un partenaire externe
nl: Netwerkcommunicatiestoring met externe partner
sl: Prekinitev omrežne komunikacije z zunanjim partnerjem
zh: 与外部合作伙伴的网络通信故障

source: Bottles Selection
de: Flaschenauswahl
fr: Sélection de bouteilles
nl: Flessenselectie
sl: Izbira steklenic
zh: 瓶子选择

source: Elutriator
fr: Élutriateur
zh: 淘析器

source: Mixers
de: Mixer
fr: Mélangeurs
nl: Mengers
sl: Mešalniki
zh: 搅拌机

source: Dry
de: Trocken
fr: Sec
nl: Droog
sl: Suha
zh: 干燥

source: Wash Tank
de: Waschtank
fr: Réservoir de lavage
nl: Wastank
sl: Pralni rezervoar
zh: 清洗槽

source: Ed-Cur
zh: 埃德-库尔

source: Dry-Grinder
de: Trockenmahlwerk
fr: Broyeur à sec
nl: Droogmolen
sl: Suhi mlinček
zh: 干磨机

source: Mix Silos
de: Mischsilos
fr: Silos de mélange
nl: Mengsilo's
sl: Silos mešanice
zh: 混合筒仓

source: F-Sorters
de: F-Sortierer
fr: Trieurs F
sl: F-Sorterji
zh: F-分拣机

source: Sorting Air Filters
de: Luftfilter sortieren
fr: Tri des filtres à air
nl: Luchtfilters sorteren
sl: Razvrščanje zračnih filtrov
zh: 空气过滤器分类

source: Rinse
de: Spülen
fr: Rincer
nl: Afspoelen
sl: Izperite
zh: 冲洗

source: Drying Air Filter
de: Trocknender Luftfilter
fr: Filtre à air de séchage
nl: Droogluchtfilter
sl: Sušilni zračni filter
zh: 干燥空气过滤器

source: Bag Stations
de: Taschenstationen
fr: Stations de sacs
nl: Tassenstations
sl: Postaje za vrečke
zh: 行李站

source: Switch Colors
de: Farben wechseln
fr: Changer les couleurs
nl: Wissel kleuren
sl: Preklopi barve
zh: 切换颜色

source: Sorter Minor Alarm
de: Kleiner Sortieralarm
fr: Alarme mineure du trieur
nl: Sorter Klein Alarm
sl: Manjši alarm sorterja
zh: 分拣机轻微警报

source: Pet Washing
de: Haustierwaschen
fr: Lavage des animaux
nl: Huisdier wassen
sl: Pranje hišnih ljubljenčkov
zh: 宠物清洗

source: Enable 2 Factor Authentication
de: Aktivieren Sie die 2-Faktor-Authentifizierung
fr: Activer l'authentification à 2 facteurs
nl: Twee-factorauthenticatie inschakelen
sl: Omogoči dvostopenjsko avtentikacijo
zh: 启用 2 因素身份验证

source: User With 2Fa Needs A Password
de: Benutzer mit 2FA benötigen ein Passwort
fr: L'utilisateur avec 2Fa a besoin d'un mot de passe
nl: Gebruiker met 2Fa heeft een wachtwoord nodig
sl: Uporabnik z 2Fa potrebuje geslo
zh: 使用 2Fa 的用户需要密码

source: Save New
de: Neu speichern
fr: Enregistrer nouveau
nl: Nieuw opslaan
sl: Shrani novo
zh: 保存新内容

source: Protected
de: Geschützt
fr: Protégé
nl: Beschermd
sl: Zaščiteno
zh: 受保护

source: Import Backup
de: Backup importieren
fr: Importer une sauvegarde
nl: Back-up importeren
sl: Uvoz varnostne kopije
zh: 导入备份

source: Created By
de: Erstellt von
fr: Créé par
nl: Gemaakt door
sl: Ustvaril
zh: 创建者

source: Centrifuge Speed Setpoint
de: Zentrifugengeschwindigkeitssollwert
fr: Point de consigne de vitesse de centrifugeuse
nl: Centrifuge snelheidsinstelpunt
sl: Nastavljena vrednost hitrosti centrifuge
zh: 离心机速度设定值

source: PreWash WCE - Main Motor
de: Vorwäsche WCE – Hauptmotor
fr: Prélavage WCE - Moteur principal
nl: PreWash WCE - Hoofdmotor
sl: Predpranje WCE - Glavni motor
zh: 预洗 WCE - 主电机

source: PreWash WCE - Hopper Level
de: Vorwäsche WCE – Trichterfüllstand
fr: Prélavage WCE - Niveau de la trémie
nl: PreWash WCE - Hopperniveau
sl: Predpranje WCE - Raven lijaka
zh: PreWash WCE - 料斗液位

source: Heat Exchanger - Hot Water Valve
de: Wärmetauscher – Warmwasserventil
fr: Échangeur de chaleur - Vanne d'eau chaude
nl: Warmtewisselaar - Warmwaterklep
sl: Toplotni izmenjevalnik - ventil za toplo vodo
zh: 热交换器-热水阀

source: Decanter - Fresh Water
de: Dekanter – Süßwasser
fr: Carafe - Eau Fraîche
nl: Karaf - Zoet water
sl: Decanter - sveža voda
zh: 醒酒器 - 淡水

source: Decanter - Treated Water
de: Dekanter – aufbereitetes Wasser
fr: Carafe - Eau Traitée
nl: Decanter - Behandeld water
sl: Dekanter - obdelana voda
zh: Decanter - 处理过的水

source: Decanter - Water Level
de: Dekanter – Wasserstand
fr: Carafe - Niveau d'eau
nl: Karaf - Waterniveau
sl: Dekanter - vodna gladina
zh: 卧螺离心机 - 水位

source: Decanter - Water Temperature
de: Dekanter – Wassertemperatur
fr: Carafe - Température de l'eau
nl: Karaf - Watertemperatuur
sl: Dekanter - temperatura vode
zh: 卧螺离心机 - 水温

source: Decanter - Discharge Pump
de: Dekanter – Entladepumpe
fr: Décanteur - Pompe de refoulement
nl: Decanter - Afvoerpomp
sl: Dekanter - izpustna črpalka
zh: 卧螺离心机 - 排出泵

source: Disk Separator - Main Motor
de: Scheibenseparator – Hauptmotor
fr: Séparateur de disques - Moteur principal
nl: Schijfseparator - Hoofdmotor
sl: Disk separator - glavni motor
zh: 圆盘分离器 - 主电机

source: Disk Separator - Aspiration
de: Scheibenseparator - Aspiration
fr: Séparateur à disques - Aspiration
nl: Schijfseparator - Aspiratie
sl: Disk Separator - Aspiracija
zh: 磁盘分离器 - 抽吸

source: Grinders - Manager
de: Schleifer - Manager
fr: Broyeurs - Responsable
sl: Brusilniki - Vodja
zh: 磨床 - 经理

source: Air Lock - Cleaning
de: Luftschleuse - Reinigung
fr: Sas - Nettoyage
nl: Luchtsluis - Reiniging
sl: Zračna zapora - Čiščenje
zh: 气锁 - 清洁

source: Silo Buffer - Level
de: Silopuffer – Füllstand
fr: Silo Buffer - Niveau
nl: Silobuffer - Niveau
sl: Odbojnik silosa - raven
zh: 筒仓缓冲器 - 液位

source: Silo Buffer - Extraction Screws
de: Silopuffer – Extraktionsschrauben
fr: Tampon Silo - Vis d'extraction
nl: Silo Buffer - Extractieschroeven
sl: Odbojnik silosa - ekstrakcijski vijaki
zh: 筒仓缓冲器 - 拔出螺丝

source: Hot Wash - Reactor Mixer
de: Heißwäsche – Reaktormischer
fr: Lavage à chaud - Mélangeur de réacteur
nl: Heet wassen - Reactormixer
sl: Vroče pranje - reaktorski mešalnik
zh: 热洗-反应混合器

source: Hot Wash - Reactor Bottom Mixer
de: Heißwäsche – Reaktorbodenmischer
fr: Lavage à chaud - Mélangeur de fond de réacteur
nl: Heet wassen - Reactorbodemmixer
sl: Vroče pranje - reaktorski spodnji mešalnik
zh: 热洗-反应器底部混合器

source: Hot Wash - Tank Temperature
de: Heißwäsche – Tanktemperatur
fr: Lavage à chaud - Température du réservoir
nl: Heet wassen - Tanktemperatuur
sl: Vroče pranje - temperatura rezervoarja
zh: 热洗 - 水箱温度

source: Hot Wash - Reactor Manager
de: Heißwäsche – Reaktormanager
fr: Lavage à chaud - Responsable réacteur
sl: Vroče pranje - vodja reaktorja
zh: 热洗 - 反应器管理器

source: DCE - Grease Applicator
de: DCE – Fettapplikator
fr: DCE - Applicateur de graisse
nl: DCE - Vet applicator
sl: DCE - nanašalec masti
zh: DCE - 润滑脂涂抹器

source: Rinsing - Agitator Reactor
de: Spülen – Rührreaktor
fr: Rinçage - Réacteur Agitateur
nl: Spoelen - Roerreactor
sl: Izpiranje - mešalni reaktor
zh: 冲洗-搅拌反应器

source: Dryer - Temperature
de: Trockner – Temperatur
fr: Sèche-linge - Température
nl: Droger - Temperatuur
sl: Sušilnik - Temperatura
zh: 烘干机 - 温度

source: Dry Grinder - Main Motor
de: Trockenschleifer – Hauptmotor
fr: Broyeur à sec - Moteur principal
nl: Droogmolen - Hoofdmotor
sl: Suhi mlin - glavni motor
zh: 干磨机 - 主电机

source: Silo Mixer - Manager
de: Silomischer - Manager
fr: Mélangeur de silo - Responsable
sl: Silosni mešalnik - vodja
zh: 筒仓搅拌机 - 经理

source: Silo Mixer - Extraction Screw
de: Silomischer - Extraktionsschnecke
fr: Mélangeur de silo - Vis d'extraction
nl: Silomixer - Extractieschroef
sl: Silosni mešalnik - ekstrakcijski polž
zh: 筒仓混合机 - 提取螺杆

source: BUHLER Flakes Sorter - Main Start
de: BÜHLER Flockensortierer - Hauptstart
fr: Trieur de flocons BUHLER - Démarrage principal
nl: BUHLER Vlokkensorteerder - Hoofdstart
sl: BUHLER sortirnik kosmičev - glavni zagon
zh: 布勒薄片分选机 - 主要启动

source: Delete This Dashboard?
de: Dieses Dashboard löschen?
fr: Supprimer ce tableau de bord ?
nl: Dit dashboard verwijderen?
sl: Želite izbrisati to nadzorno ploščo?
zh: 删除此仪表板？

source: This Dashboard Will Be Deleted From All Machines.
de: Dieses Dashboard wird von allen Maschinen gelöscht.
fr: Ce tableau de bord sera supprimé de toutes les machines.
nl: Dit dashboard wordt van alle machines verwijderd.
sl: Ta nadzorna plošča bo izbrisana iz vseh strojev.
zh: 该仪表板将从所有计算机中删除。

source: Add Widget
de: Widget hinzufügen
fr: Ajouter un widget
nl: Widget toevoegen
sl: Dodaj pripomoček
zh: 添加小部件

source: Single Value Widget
de: Einzelwert-Widget
fr: Widget à valeur unique
nl: Widget met enkele waarde
sl: Gradnik z eno vrednostjo
zh: 单值小部件

source: Multiple Values Widget
de: Widget „Mehrere Werte“.
fr: Widget de valeurs multiples
nl: Widget met meerdere waarden
sl: Gradnik z več vrednostmi
zh: 多值小部件

source: Gauge Widget
fr: Widget de jauge
nl: Meterwidget
zh: 仪表小部件

source: Chart Widget
de: Diagramm-Widget
fr: Widget graphique
nl: Grafiekwidget
sl: Pripomoček za grafikon
zh: 图表小部件

source: Bar Widget
fr: Widget de barre
nl: Balkwidget
zh: 酒吧小工具

source: New Dashboard
de: Neues Dashboard
fr: Nouveau tableau de bord
nl: Nieuw dashboard
sl: Nova nadzorna plošča
zh: 新仪表板

source: Dashboard
de: Armaturenbrett
fr: Tableau de bord
sl: Nadzorna plošča
zh: 仪表板

source: No Dashboards Found
de: Keine Dashboards gefunden
fr: Aucun tableau de bord trouvé
nl: Geen dashboards gevonden
sl: Ni nadzornih plošč
zh: 未找到仪表板

source: Reload Dashboards
de: Dashboards neu laden
fr: Recharger les tableaux de bord
nl: Dashboards opnieuw laden
sl: Ponovno naloži nadzorne plošče
zh: 重新加载仪表板

source: Downstream Ready For Material
de: Downstream bereit für Material
fr: En aval prêt pour le matériel
nl: Downstream klaar voor materiaal
sl: Nadaljnji tok, pripravljen za material
zh: 下游准备材料

source: Sorama Ready For Material
de: Sorama bereit für Material
fr: Sorama prêt pour le matériel
nl: Sorama klaar voor materiaal
zh: 索拉玛准备材料

source: PreWash WCE - Safety Key
de: Vorwäsche WCE – Sicherheitsschlüssel
fr: Prélavage WCE - Clé de sécurité
nl: PreWash WCE - Veiligheidssleutel
sl: Predpranje WCE - Varnostni ključ
zh: PreWash WCE - 安全钥匙

source: PreWash WCE - Aux Hydraulic Unit
de: Vorwäsche WCE – Zusatzhydraulikeinheit
fr: PreWash WCE - Unité hydraulique auxiliaire
nl: PreWash WCE - Hulphydraulische eenheid
sl: Predpranje WCE - pomožna hidravlična enota
zh: PreWash WCE - 辅助液压装置

source: PreWash WCE - Maintenance Procedure
de: Vorwäsche WCE – Wartungsverfahren
fr: Prélavage WCE - Procédure d'entretien
nl: PreWash WCE - Onderhoudsprocedure
sl: Predpranje WCE - Postopek vzdrževanja
zh: PreWash WCE - 维护程序

source: Decanter - Skipper
de: Dekanter - Skipper
fr: Carafe - Skipper
nl: Decanter - Schipper
zh: 醒酒器 - 船长

source: Rotation Not Ok For Clutch Ls
de: Drehung der Kupplung Ls nicht in Ordnung
fr: Rotation pas correcte pour l'embrayage Ls
nl: Rotatie niet ok voor koppeling Ls
sl: Vrtenje ni v redu za sklopko Ls
zh: 离合器 L 旋转不正常

source: Disk Separator - Aux Angle Adjust Motor
de: Scheibentrenner – Hilfsmotor zur Winkeleinstellung
fr: Séparateur de disque - Moteur de réglage d'angle auxiliaire
nl: Schijfseparator - Hulphoekverstellingsmotor
sl: Separator diska - pomožni motor za nastavitev kota
zh: 圆盘分离器 - 辅助角度调节电机

source: Local Control Enable
de: Lokale Steuerung aktivieren
fr: Activation du contrôle local
nl: Lokale besturing inschakelen
sl: Omogoči lokalni nadzor
zh: 本地控制启用

source: Local Request Up
de: Lokale Anfrage aktiv
fr: Demande locale en hausse
nl: Lokale aanvraag omhoog
sl: Lokalna zahteva gor
zh: 本地请求向上

source: Local Request Down
de: Lokale Anfrage ausgefallen
fr: Demande locale en baisse
nl: Lokale aanvraag omlaag
sl: Lokalna zahteva navzdol
zh: 本地请求下降

source: (1=Down)
de: (1=Nach unten)
fr: (1=Bas)
nl: (1=Omlaag)
sl: (1=dol)
zh: (1=向下)

source: Max Up Position
de: Maximale Position
fr: Position maximale
nl: Maximale positie
sl: Najvišji položaj
zh: 最大向上位置

source: (1=Max Up)
de: (1=Max.)
fr: (1 = maximum)
nl: (1=Maximum omhoog)
sl: (1=največ)
zh: (1=最大)

source: Max Down Position
de: Maximale untere Position
fr: Position basse maximale
nl: Maximale neerwaartse positie
sl: Največji spodnji položaj
zh: 最大向下位置

source: (1 = Max Down)
de: (1 = Max. nach unten)
fr: (1 = réduction maximale)
nl: (1 = Maximaal omlaag)
zh: （1 = 最大下降）

source: Position Up Not Ok
de: Position oben ist nicht ok
fr: La position vers le haut n'est pas correcte
nl: Positie omhoog niet oké
sl: Položaj gor ni v redu
zh: 位置向上不行

source: Position Down Not Ok
de: Position nach unten ist nicht in Ordnung
fr: Position vers le bas pas OK
nl: Positie omlaag niet oké
sl: Dolžina ni v redu
zh: 位置向下不行

source: Local Selector Enabled
de: Lokaler Selektor aktiviert
fr: Sélecteur local activé
nl: Lokale selector ingeschakeld
sl: Lokalni izbirnik omogočen
zh: 启用本地选择器

source: Select Local Command Enable
de: Wählen Sie Lokale Befehlsaktivierung aus
fr: Sélectionnez Activer la commande locale
nl: Selecteer Lokale opdracht inschakelen
sl: Izberite Omogoči lokalni ukaz
zh: 选择本地命令启用

source: Local Direction
de: Lokale Richtung
fr: Direction locale
nl: Lokale richting
sl: Lokalna smer
zh: 本地方向

source: Select Direction By Local Panel
de: Wählen Sie „Richtung nach lokalem Bedienfeld“ aus
fr: Sélectionner la direction par panneau local
nl: Selecteer richting via lokaal paneel
sl: Izberite smer po lokalni plošči
zh: 通过本地面板选择方向

source: Not Maximum Up
de: Nicht maximal
fr: Pas de maximum
nl: Niet maximaal omhoog
sl: Ni največje
zh: 未达到最大上限

source: Maximum Upper Position Reached
de: Maximale obere Position erreicht
fr: Position supérieure maximale atteinte
nl: Maximale bovenste positie bereikt
sl: Dosežen največji zgornji položaj
zh: 已达到最大上部位置

source: Not Maximum Down
de: Nicht maximal nach unten
fr: Pas de baisse maximale
nl: Niet maximaal omlaag
sl: Ni največje znižanje
zh: 不是最大下降

source: Maximum Lower Position Reached
de: Maximale untere Position erreicht
fr: Position inférieure maximale atteinte
nl: Maximale onderste positie bereikt
sl: Dosežen najvišji spodnji položaj
zh: 达到最大下部位置

source: Increase
de: Zunahme
fr: Augmenter
nl: Toename
sl: Povečanje
zh: 增加

source: Decrease
de: Verringern
fr: Diminuer
nl: Afname
sl: Zmanjšanje
zh: 减少

source: Disk Separator - Blower
de: Scheibenabscheider – Gebläse
fr: Séparateur à disques - Souffleur
nl: Schijfseparator - Blower
sl: Disk separator - puhalo
zh: 盘式分离器 - 鼓风机

source: Safety Grinder
de: Sicherheitsschleifer
fr: Broyeur de sécurité
nl: Veiligheidsslijper
sl: Varnostni brusilnik
zh: 安全研磨机

source: Safety Not Ok Of Grinder
de: Sicherheit der Mühle nicht in Ordnung
fr: La sécurité n'est pas correcte pour le broyeur
nl: Veiligheid niet oké van slijpmachine
sl: Varnost brusilnika ni v redu
zh: 研磨机的安全性不太好

source: Safety Grinders
de: Sicherheitsschleifer
fr: Meuleuses de sécurité
nl: Veiligheidsslijpmachines
sl: Varnostni brusilniki
zh: 安全研磨机

source: More Material To Grinder
de: Mehr Material zum Mahlen
fr: Plus de matériel à broyer
nl: Meer materiaal om te malen
sl: Več materiala za brusilnik
zh: 更多材料进入研磨机

source: Not All Material To Grinder
de: Nicht alle Materialien müssen gemahlen werden
fr: Tous les matériaux ne sont pas à broyer
nl: Niet al het materiaal kan worden gemalen
sl: Ni vsega materiala za brušenje
zh: 并非所有材料都适合研磨机

source: Water To
de: Wasser zu
fr: Arroser à
nl: Water naar
sl: Voda Za
zh: 水至

source: Run Of Grinder
de: Lauf der Mühle
fr: Exécution du broyeur
zh: 研磨机运转

source: Motor Stopped Of Grinder
de: Motor der Mühle gestoppt
fr: Moteur arrêté du broyeur
nl: Motor van de slijpmachine is gestopt
sl: Motor se je zaustavil na mlinčku
zh: 研磨机电机停止

source: Disable Grinder
de: Mühle deaktivieren
fr: Désactiver le broyeur
nl: Grinder uitschakelen
sl: Onemogoči Grinder
zh: 禁用研磨机

source: Empty Current Of Grinder
de: Leerer Strom der Mühle
fr: Courant vide du broyeur
nl: Lege stroom van de molen
sl: Prazen tok mlinčka
zh: 磨床空电流

source: Long Average Current Of Grinder
de: Langer durchschnittlicher Strom der Mühle
fr: Courant moyen long du broyeur
nl: Lange gemiddelde stroom van de slijper
sl: Dolg povprečni tok brusilnika
zh: 磨床长平均电流

source: Power Switch Breaker Open
de: Leistungsschalterschalter offen
fr: Disjoncteur de l'interrupteur d'alimentation ouvert
nl: Stroomschakelaar open
sl: Odklopno stikalo je odprto
zh: 电源开关断路器断开

source: Grinder - Aux. Hydraulic Unit
de: Mühle – Aux. Hydraulikeinheit
fr: Broyeur - Aux. Unité hydraulique
nl: Grinder - Hulphydraulische eenheid
sl: Mlinček - Pom. Hidravlična enota
zh: 研磨机 - 辅助。液压单元

source: Grinder - Maintenance Procedure
de: Schleifmaschine – Wartungsverfahren
fr: Broyeur - Procédure d'entretien
nl: Grinder - Onderhoudsprocedure
sl: Mlinček – postopek vzdrževanja
zh: 磨床 - 维护程序

source: Silo Buffer - Extraction Screws Manager
de: Silopuffer – Manager für Extraktionsschrauben
fr: Silo Buffer - Gestionnaire de vis d'extraction
nl: Silo Buffer - Extractieschroeven Manager
sl: Silos Buffer - Upravljavec ekstrakcijskih vijakov
zh: 筒仓缓冲器 - 取出螺丝管理器

source: Shutoff Gate Reactor
de: Absperrtorreaktor
fr: Réacteur à grille d'arrêt
nl: Afsluitpoortreactor
sl: Zaporni reaktor
zh: 截止门反应器

source: Hot Wash - Discharge Valve
de: Heißwäsche – Auslassventil
fr: Lavage à chaud - Soupape de décharge
nl: Heet wassen - Afvoerklep
sl: Vroče pranje - izpustni ventil
zh: 热洗-排放阀

source: Hot Wash - Reactor Empty Cycle
de: Heißwäsche – Reaktorleerzyklus
fr: Lavage à chaud - Cycle de vide du réacteur
nl: Heet wassen - Reactor leegcyclus
sl: Vroče pranje - cikel praznjenja reaktorja
zh: 热洗-反应器空循环

source: Hot Wash - Reactor Preparation Cycle
de: Heißwäsche – Reaktorvorbereitungszyklus
fr: Lavage à chaud - Cycle de préparation du réacteur
nl: Heet wassen - Reactorvoorbereidingscyclus
sl: Vroče pranje – cikel priprave reaktorja
zh: 热洗 - 反应器准备循环

source: Hot Wash - Reactor Washing Cycle
de: Heißwäsche – Reaktorwaschzyklus
fr: Lavage à chaud - Cycle de lavage du réacteur
nl: Heet wassen - Reactorwascyclus
sl: Vroče pranje - cikel pranja reaktorja
zh: 热洗 - 反应器清洗循环

source: Last Batch Time
de: Letzte Chargenzeit
fr: Heure du dernier lot
nl: Laatste batchtijd
sl: Čas zadnje serije
zh: 最后一批时间

source: Hot Wash - Detail
de: Heiße Wäsche – Detail
fr: Lavage à chaud - Détail
nl: Heet wassen - Detail
sl: Vroče pranje - Detajl
zh: 热水洗 - 细节

source: Hopper
de: Trichter
fr: Trémie
sl: Lijak
zh: 料斗

source: DCE - Aux Hydraulic Unit
de: DCE – Zusatzhydraulikeinheit
fr: DCE - Unité hydraulique auxiliaire
nl: DCE - Hulphydraulische eenheid
sl: DCE - pomožna hidravlična enota
zh: DCE - 辅助液压装置

source: DCE - Hopper Cleaning
de: DCE – Trichterreinigung
fr: DCE - Nettoyage de trémie
nl: DCE - Hopperreiniging
sl: DCE - Čiščenje lijaka
zh: DCE - 料斗清洁

source: Material Stop
de: Materialstopp
fr: Arrêt du matériau
nl: Materiaalstop
zh: 物料停止

source: Bottom Discharge Completed
de: Bodenentleerung abgeschlossen
fr: Décharge par le bas terminée
nl: Bodemafvoer voltooid
sl: Spodnje praznjenje končano
zh: 底部卸料完成

source: DCE - Bottom Rinse Cycle
de: DCE – Bodenspülzyklus
fr: DCE - Cycle de rinçage inférieur
nl: DCE - Onderste spoelcyclus
sl: DCE - cikel spodnjega izpiranja
zh: DCE - 底部冲洗循环

source: DCE - Maintenance Open Cycle
de: DCE – Offener Wartungszyklus
fr: DCE - Cycle Ouvert de Maintenance
nl: DCE - Onderhoudsopen cyclus
sl: DCE - Odprti cikel vzdrževanja
zh: 大商所 - 维护开路循环

source: DCE - Lubrification And Rinse
de: DCE – Schmierung und Spülung
fr: DCE - Lubrification Et Rinçage
nl: DCE - Smering en Spoeling
sl: DCE - mazanje in izpiranje
zh: DCE - 润滑和冲洗

source: DCE - Cleaning Valves
de: DCE – Ventile reinigen
fr: DCE - Vannes de nettoyage
nl: DCE - Reinigingskleppen
sl: DCE - čistilni ventili
zh: DCE - 清洗阀门

source: Separation Tank - Screw Conveyor
de: Trennbehälter – Schneckenförderer
fr: Cuve de séparation - Convoyeur à vis
nl: Scheidingstank - Schroeftransporteur
sl: Ločevalni rezervoar - polžni transporter
zh: 分离罐-螺旋输送机

source: Minimum Level Ok
de: Mindestniveau ok
fr: Niveau minimum OK
nl: Minimumniveau Ok
sl: Najnižja raven V redu
zh: 最低级别确定

source: Restart Enabled
de: Neustart aktiviert
fr: Redémarrage activé
nl: Herstart ingeschakeld
sl: Ponovni zagon omogočen
zh: 重新启动已启用

source: Progressive Restart Not Enabled
de: Progressiver Neustart nicht aktiviert
fr: Redémarrage progressif non activé
nl: Progressieve herstart niet ingeschakeld
sl: Progresivni ponovni zagon ni omogočen
zh: 未启用渐进式重启

source: Separation Tank - Paddles View
de: Trenntank – Paddelansicht
fr: Réservoir de séparation - Vue des palettes
nl: Scheidingstank - Peddelweergave
sl: Ločevalni rezervoar – pogled z vesli
zh: 分离罐 - 桨叶视图

source: Vertical DCE - Feeding Screw
de: Vertikale DCE – Förderschnecke
fr: DCE vertical - Vis d'alimentation
nl: Verticale DCE - Voedingsschroef
sl: Navpični DCE - dovajalni vijak
zh: 立式DCE-送料螺杆

source: Vertical DCE - Air Fan
de: Vertikaler DCE – Luftventilator
fr: DCE vertical - Ventilateur d'air
nl: Verticale DCE - Luchtventilator
sl: Navpični DCE - zračni ventilator
zh: 立式 DCE - 风扇

source: Water Save Mode
de: Wassersparmodus
fr: Mode économie d'eau
nl: Waterbesparende modus
sl: Način varčevanja z vodo
zh: 节水模式

source: Water Save Mode Disabled
de: Wassersparmodus deaktiviert
fr: Mode d'économie d'eau désactivé
nl: Waterbesparende modus uitgeschakeld
sl: Način varčevanja z vodo onemogočen
zh: 节水模式已禁用

source: Destination Tank Level
de: Zieltankfüllstand
fr: Niveau du réservoir de destination
nl: Bestemmingstankniveau
sl: Raven ciljnega rezervoarja
zh: 目标储罐液位

source: Destination Tank Level Not Ok
de: Zieltankfüllstand nicht in Ordnung
fr: Niveau du réservoir de destination incorrect
nl: Bestemmingstankniveau niet ok
sl: Raven ciljnega rezervoarja ni v redu
zh: 目标储罐液位不正常

source: Setpoint With No Material
de: Sollwert ohne Material
fr: Point de consigne sans matériau
nl: Setpoint zonder materiaal
sl: Nastavljena vrednost brez materiala
zh: 无材料设定值

source: Big Bag Station - Diverter
de: Big-Bag-Station – Umsteller
fr: Station Big Bag - Déviateur
nl: Big Bag Station - Omleider
sl: Postaja za velike vreče – preusmerjevalnik
zh: 大袋站 - 分流器

source: Big Bag Station - Bag
de: Big-Bag-Station - Beutel
fr: Station Big Bag - Sac
nl: Big Bag Station - Zak
zh: 大包站-包

source: Big Bag Station
fr: Station Big Bag
sl: Postaja Big Bag
zh: 大袋站

source: Water Tank - Pump To Dces
de: Wassertank – Pumpe zu Dces
fr: Réservoir d'eau - Pompe à Dces
nl: Watertank - Pomp naar Dces
sl: Rezervoar za vodo - črpalka za Dces
zh: 水箱 - 泵至 Dces

source: Dryer - Fluid Bed
de: Trockner - Wirbelschicht
fr: Sécheur - Lit fluidisé
nl: Droger - wervelbed
sl: Sušilnik - tekoča postelja
zh: 干燥机 - 流化床

source: Dryer - Aspiration
de: Trockner - Aspiration
fr: Sèche-linge - Aspiration
nl: Droger - Aspiratie
sl: Sušilnik - Aspiracija
zh: 烘干机 - 吸气

source: Dryer - Blower
de: Trockner - Gebläse
fr: Sécheuse - Souffleuse
nl: Droger - Blaasmachine
sl: Sušilnik - puhalnik
zh: 烘干机 - 鼓风机
