Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Mixer Maximum Water Filling Time
ar: خلاط الحد الأقصى لوقت ملء الماء
de: Mischer maximal Wasserfüllzeit
es: Tiempo de llenado de agua máximo de mezclador
fr: Temps maximum de remplissage d’eau du mélangeur
he: מיקסר זמן מילוי מים מקסימלי
it: Tempo di riempimento dell'acqua massimo del Miscelatore
nl: Maximale watervultijd van de mixer
pt: Mistor máximo de tempo de enchimento de água
ro: Timp maxim de umplere a apei mixerului
sl: Največji čas polnjenja mešalnika z vodo
zh: 混音器最大水填充时间

source: Mixer Maximum Discharge Time
ar: خلاط الحد الأقصى لوقت التفريغ
de: Mischer Maximale Entladungszeit
es: Tiempo de descarga máximo del mezclador
fr: Temps de décharge maximum du mélangeur
he: מיקסר זמן פריקה מרבי
it: Tempo di scarico massimo del miscelatore
nl: Maximale ontladingstijd van de mixer
pt: Mistor máximo de tempo de descarga
ro: Timp maxim de descărcare a mixerului
ru: Максимальное время разрядки смесителя
sl: Največji čas praznjenja mešalnika
zh: 混合器最大排放时间

source: Maximum Loading Time (Mixer Disabled)
ar: الحد الأقصى لوقت التحميل (تعطيل الخلاط)
de: Maximale Ladezeit (Mixer deaktiviert)
es: Tiempo de carga máximo (mezclador deshabilitado)
fr: Temps de chargement maximum (mélangeur désactivé)
he: זמן טעינה מקסימלי (מיקסר מושבת)
it: Tempo di caricamento massimo (miscelatore disabilitato)
nl: Maximale laadtijd (Mixer uitgeschakeld)
pt: Tempo de carregamento máximo (misturador desativado)
ro: Timp maxim de încărcare (mixer dezactivat)
sl: Najdaljši čas nalaganja (mešalnik onemogočen)
zh: 最大加载时间（禁用混音器）

source: Mixer Not Enabled
ar: الخلاط غير ممكّن
de: Mixer nicht aktiviert
es: Mezclador no habilitado
fr: Mélangeur non activé
he: המיקסר לא מופעל
it: Miscelatore non abilitato
nl: Mixer niet ingeschakeld
pt: Misturador não ativado
ro: Mixer nu este activat
ru: Микшер не включен
sl: Mešalnik ni omogočen
zh: 混音器未启用

source: Mixer Devices In Semiauto Mode
ar: أجهزة الخلاط في وضع semiauto
de: Mixer -Geräte im Semiauto -Modus
es: Dispositivos para mezcladores en modo semiauto
fr: Appareils de mixage en mode semi-automatique
he: מכשירי מיקסר במצב חצי -טוטו
it: Dispositivi del Miscelatore in modalità semiauto
nl: Mixerapparaten in semi-automatische modus
pt: Dispositivos misturadores no modo semiauto
ro: Dispozitive mixer în modul semiauto
ru: Микшеры в полуавтоматическом режиме
sl: Mešalne naprave v polavtomatskem načinu
zh: 搅拌器设备以半湿模式

source: Mixer Enabled
ar: تمكين الخلاط
de: Mixer aktiviert
es: Mezclador habilitado
fr: Mélangeur activé
he: מיקסר מופעל
it: Miscelatore abilitato
nl: Mixer ingeschakeld
pt: Misturador ativado
ro: Mixer activat
ru: Микшер включен
sl: Mešalnik omogočen
zh: 启用了混音器

source: Mixer Prepared
ar: خلاط أعدت
de: Mixer vorbereitet
es: Mezclador preparado
fr: Mélangeur préparé
he: המיקסר מוכן
it: Miscelatore preparato
nl: Mixer voorbereid
pt: Misturador preparado
ro: Mixer pregătit
ru: Смеситель подготовлен
sl: Mešalnik pripravljen
zh: 准备的混合器

source: Mixer Still Not Prepared
ar: الخلاط لا يزال غير مستعد
de: Mixer immer noch nicht vorbereitet
es: Mezclador todavía no preparado
fr: Le mixeur n'est toujours pas préparé
he: המיקסר עדיין לא מוכן
it: Miscelatore ancora non preparato
nl: Mixer nog steeds niet klaar
pt: Misturador ainda não está preparado
ro: Mixer încă nu este pregătit
sl: Mešalnik še vedno ni pripravljen
zh: 搅拌机仍未准备

source: Mixer Devices Not Ready
ar: أجهزة الخلاط غير جاهزة
de: Mixer -Geräte nicht fertig
es: Dispositivos mezcladores no listos
fr: Les appareils de mixage ne sont pas prêts
he: מכשירי מיקסר לא מוכנים
it: Dispositivi per Miscelatore non pronti
nl: Mixerapparaten niet gereed
pt: Dispositivos misturadores não estão prontos
ro: Dispozitivele de mixer nu sunt gata
sl: Mešalne naprave niso pripravljene
zh: 混音器设备尚未准备好

source: Material Loading Enabled
ar: تمكين تحميل المواد
de: Materialbelastung aktiviert
es: Carga de material habilitado
fr: Chargement de matériaux activé
he: טעינה של חומר מופעלת
it: Caricamento del materiale abilitato
nl: Materiaal laden ingeschakeld
pt: Carregamento de material ativado
ro: Încărcarea materialelor activate
ru: Загрузка материала включена
sl: Nalaganje materiala omogočeno
zh: 材料加载启用

source: Material Loading Disabled
ar: تعطيل تحميل المواد
de: Materialbelastung deaktiviert
es: Carga de material Desactivado
fr: Chargement de matériaux désactivé
he: טעינה חומר מושבתת
it: Caricamento del materiale disabilitato
nl: Materiaal laden uitgeschakeld
pt: Carregamento de material desativado
ro: Încărcarea materialelor dezactivate
sl: Nalaganje materiala onemogočeno
zh: 材料加载禁用

source: Material Loading Enabled (All Mixers)
ar: تمكين تحميل المواد (جميع الخلاطات)
de: Materialbelastung aktiviert (alle Mischer)
es: Carga de material habilitado (todos los mezcladores)
fr: Chargement de matériaux activé (tous les mélangeurs)
he: טעינה חומרים מופעלת (כל המיקסרים)
it: Caricamento del materiale abilitato (tutti i miscelatori)
nl: Materiaal laden ingeschakeld (alle mixers)
pt: Carregamento de material ativado (todos os misturadores)
ro: Încărcarea materialelor activate (toate mixerele)
ru: Загрузка материала включена (все смесители)
sl: Omogočeno nalaganje materiala (vsi mešalniki)
zh: 启用材料加载（所有混合器）

source: Material Loading Disabled For All Mixers
ar: تعطيل تحميل المواد لجميع الخلاطات
de: Für alle Mixer deaktiviertes Materialbeladung
es: Carga de material Desactivado para todos los mezcladores
fr: Chargement de matériaux désactivé pour tous les mélangeurs
he: טעינת חומר מושבתת לכל המיקסרים
it: Caricamento del materiale disabilitato per tutti i miscelatori
nl: Materiaal laden uitgeschakeld voor alle mixers
pt: Carregamento de material desativado para todos os misturadores
ro: Încărcarea materialelor dezactivate pentru toate mixerele
sl: Nalaganje materiala onemogočeno za vse mešalnike
zh: 所有混合器都禁用材料加载

source: Washing Tank Temperature Ok
ar: درجة حرارة دبابة الغسيل موافق
de: Waschpanzertemperatur OK
es: Temperatura del tanque de lavado OK
fr: Température du réservoir de lavage OK
he: טמפרטורת כביסה בסדר
it: Temperatura della vasca di lavaggio ok
nl: Temperatuur wastank Ok
pt: Temperatura do tanque de lavagem ok
ro: Temperatura rezervorului de spălare OK
ru: Температура бака промывки в норме
sl: Temperatura posode za pranje v redu
zh: 洗涤罐温度OK

source: Washing Tank Temperature Not Ok
ar: درجة حرارة دبابة الغسيل غير موافق
de: Waschpanzertemperatur nicht in Ordnung
es: La temperatura del tanque de lavado no está bien
fr: La température du réservoir de lavage n’est pas correcte
he: טמפרטורת מיכל הכביסה לא בסדר
it: Temperatura della vasca di lavaggio non ok
nl: Temperatuur wastank niet ok
pt: Temperatura do tanque de lavar não ok
ro: Temperatura rezervorului de spălare nu OK
sl: Temperatura rezervoarja za pranje ni v redu
zh: 洗涤罐温度不正常

source: Heat Exchanger Temperature Ok
ar: درجة حرارة المبادل الحراري موافق
de: Wärmetauschertemperatur OK
es: Temperatura del intercambiador de calor OK
fr: Température de l'échangeur de chaleur OK
he: טמפרטורת מחליף חום בסדר
it: Temperatura dello scambiatore di calore ok
nl: Temperatuur warmtewisselaar Ok
pt: Temperatura do trocador de calor ok
ro: Temperatura schimbătorului de căldură OK
sl: Temperatura izmenjevalnika toplote OK
zh: 热交换器温度正常

source: Heat Exchanger Temperature Not Ok
ar: درجة حرارة المبادل الحراري غير موافق
de: Wärmetauschertemperatur nicht in Ordnung
es: Temperatura del intercambiador de calor no está bien
fr: La température de l'échangeur de chaleur n'est pas correcte
he: טמפרטורת מחליף חום לא בסדר
it: Temperatura dello scambiatore di calore non ok
nl: Temperatuur warmtewisselaar niet ok
pt: Temperatura do trocador de calor não ok
ro: Temperatura schimbătorului de căldură nu este OK
sl: Temperatura izmenjevalnika toplote ni v redu
zh: 热交换器温度不正常

source: Mixer In Auto Mode
ar: الخلاط في وضع السيارات
de: Mixer im Auto -Modus
es: Mezclador en modo automático
fr: Mélangeur en mode automatique
he: מערבל במצב אוטומטי
it: Miscelatore in modalità automatica
nl: Mixer in automatische modus
pt: Misturador no modo automático
ro: Mixer în modul automat
ru: Микшер в автоматическом режиме
sl: Mešalnik v samodejnem načinu
zh: 在自动模式下的混音器

source: Mixer In Semiauto Mode
ar: الخلاط في وضع semiauto
de: Mixer im Semiauto -Modus
es: Mezclador en modo semiauto
fr: Mélangeur en mode semi-automatique
he: מיקסר במצב חצי -אוטו
it: Miscelatore in modalità semiautomatica
nl: Mixer in semi-automatische modus
pt: Misturador no modo semiauto
ro: Mixer în modul semiauto
sl: Mešalnik v polavtomatskem načinu
zh: 搅拌机以半摩托模式

source: Near Downstream Not Ok For Start Washing
ar: بالقرب من المصب ليس موافق لبدء الغسيل
de: In der Nähe stromabwärts nicht in Ordnung zum Waschen des Starts
es: Cerca de aguas abajo no está bien para comenzar a lavar
fr: Près de l'aval ne convient pas pour commencer le lavage
he: קרוב למורד הזרם לא בסדר להתחיל לשטוף
it: A valle vicino non ok per l'avvio del lavaggio
nl: Dichtbij stroomafwaarts niet geschikt voor begin met wassen
pt: Quase a jusante não está bem para começar a lavar
ro: Aproape de aval nu este OK pentru începerea spălării
sl: Blizu nizvodnega toka ni primerno za začetek pranja
zh: 接近下游不可以开始洗涤

source: Far Downstream Not Ok For Start Washing
ar: بعيدًا عن المصب ليس موافق لبدء الغسيل
de: Weitaus flussabwärts nicht in Ordnung zum Waschen des Waschens
es: Muy abajo no está bien para empezar a lavar
fr: L'extrême aval n'est pas acceptable pour commencer le lavage
he: רחוק במורד הזרם לא בסדר להתחיל לשטוף
it: A valle lontano non ok per l'avvio del lavaggio
nl: Ver stroomafwaarts niet geschikt om te beginnen met wassen
pt: Longe a jusante não está bem para começar a lavar
ro: Far în aval nu este OK pentru începerea spălării
sl: Daleč navzdol ni v redu za začetek pranja
zh: 下游不太好开始洗涤

source: Material Loading Dvices Ready
ar: تحميل المواد DVICES جاهزة
de: Materialbeladungsdvices bereit
es: Material Cargando DVices listos
fr: Dispositifs de chargement de matériaux prêts
he: טעינה חומר מוכנה
it: Dispositivi di caricamento del materiale pronto
nl: Materiaallaadapparaten gereed
pt: Dvices de carregamento de material pronto
ro: Dvice de încărcare a materialelor gata
ru: Готовые устройства для загрузки материалов
sl: Pripravljene naprave za nalaganje materiala
zh: 物料加载DVICE

source: Material Loading Devices Not Ready
ar: أجهزة تحميل المواد غير جاهزة
de: Materialladungsgeräte nicht fertig
es: Dispositivos de carga de material no listos
fr: Les dispositifs de chargement de matériaux ne sont pas prêts
he: מכשירי טעינת חומרים אינם מוכנים
it: Dispositivi di caricamento del materiale pronto
nl: Materiaallaadapparaten niet gereed
pt: Dispositivos de carregamento de material não estão prontos
ro: Dispozitivele de încărcare a materialelor nu sunt gata
sl: Naprave za nalaganje materiala niso pripravljene
zh: 材料加载设备尚未准备就绪

source: Upstream Silo Minimum Level Present
ar: الحد الأدنى للصواميل في المنبع حاضر
de: Upstream -Silo -Mindestpegel vorhanden
es: Nivel mínimo de silo aguas arriba presente
fr: Niveau minimum du silo en amont présent
he: ברמת המינימום של סילו במעלה הזרם
it: Livello minimo nel silo a monte presente
nl: Minimumniveau stroomopwaartse silo aanwezig
pt: Nível mínimo de silo a montante presente
ro: Siloz în amonte Nivel minim prezent
ru: Присутствует минимальный уровень в силосе выше по течению
sl: Najmanjša prisotna raven silosa navzgor
zh: 上游筒仓最低水平存在

source: Minimum Level Not Ok Of Upstream Silo
ar: الحد الأدنى لمستوى ليس موافق من صومعة المنبع
de: Mindestpegel nicht in Ordnung des vorgelagerten Silo
es: Nivel mínimo no está bien del silo aguas arriba
fr: Niveau minimum non correct du silo en amont
he: רמת מינימום לא בסדר של סילו במעלה הזרם
it: Livello minimo non ok nel silo a monte
nl: Minimumniveau niet ok van bovenstroomse silo
pt: Nível mínimo não ok de silo a montante
ro: Nivel minim nu OK de siloz din amonte
sl: Najnižja raven ni v redu gornjega silosa
zh: 最低水平不符合上游筒仓

source: Agitator Current Ok
ar: المحرض الحالي موافق
es: Corriente del agitador OK
fr: Courant de l'agitateur OK
he: תסיסה נוכחית בסדר
it: Corrente agitatore ok
nl: Roerstroom Ok
pt: Corrente do agitador OK
ro: Agitator curent ok
ru: Ток мешалки в норме
sl: Tok mešala OK
zh: 搅拌器电流正常

source: Agitator Current Not Ok To Start Cycle
ar: المحرض الحالي ليس موافق لبدء دورة
de: Rührstrom nicht in Ordnung, um den Zyklus zu starten
es: Corriente del agitador no está bien para iniciar el ciclo
fr: Le courant de l'agitateur ne permet pas de démarrer le cycle
he: זרם תסיסה לא בסדר להתחיל מחזור
it: Corrente agitatore non ok per iniziare il ciclo
nl: Roerstroom is niet in orde om cyclus te starten
pt: Corrente do agitador não está OK para iniciar o ciclo
ro: Agitator Current Nu OK pentru a porni ciclul
sl: Tok mešala ni v redu za začetek cikla
zh: 搅拌器电流无法开始周期

source: Near Downstream Ok For Discharge
ar: بالقرب من المصب موافق للتفريغ
de: In der Nähe stromabwärts für die Entladung
es: Cerca de aguas abajo OK para descarga
fr: Près de l'aval, OK pour la décharge
he: קרוב למורד הזרם בסדר לשחרור
it: A valle vicino OK per scarico
nl: Dichtbij stroomafwaarts geschikt voor lozing
pt: Quase a jusante ok para descarga
ro: Aproape de aval ok pentru descărcare
sl: Blizu nizvodnega toka, v redu za izpust
zh: 靠近下游可以排放

source: Near Downstream Not Ok For Discharge
ar: بالقرب من المصب ليس موافق على التفريغ
de: In der Nähe stromabwärts nicht in Ordnung für die Entladung
es: Cerca de aguas abajo no está bien para la descarga
fr: Près de l'aval ne convient pas pour le déversement
he: קרוב למורד הזרם לא בסדר לשחרור
it: A valle vicino non ok per scarico
nl: Dichtbij stroomafwaarts niet geschikt voor lozing
pt: Quase a jusante não está bem para descarga
ro: Aproape de aval nu este OK pentru descărcare
sl: Blizu nizvodnega toka ni primerno za izpust
zh: 接近下游不可以排出

source: Material Loading Time
ar: وقت تحميل المواد
de: Materialladungszeit
es: Tiempo de carga de material
fr: Temps de chargement du matériau
he: זמן טעינה של חומר
it: Tempo di caricamento del materiale
nl: Materiaallaadtijd
pt: Tempo de carregamento de material
ro: Timp de încărcare a materialelor
sl: Čas nalaganja materiala
zh: 物料加载时间

source: Material Washing Time
ar: وقت غسل المواد
de: Materialwaschzeit
es: Tiempo de lavado de material
fr: Temps de lavage du matériau
he: זמן שטיפה חומרי
it: Tempo di lavaggio dei materiali
nl: Materiaal wastijd
pt: Tempo de lavagem de material
ro: Timp de spălare a materialelor
sl: Čas pranja materiala
zh: 物料洗时间

source: Stop Future Filling (All Mixers)
ar: توقف عن ملء المستقبل (جميع الخلاطات)
de: Stoppen Sie die zukünftige Füllung (alle Mixer)
es: Detener el relleno futuro (todos los mezcladores)
fr: Arrêter le remplissage futur (tous les mélangeurs)
he: עצור את המילוי העתידי (כל המיקסרים)
it: Ferma prossimi caricamenti (tutti i Miscelatori)
nl: Stop toekomstige vulling (alle mixers)
pt: Pare o enchimento futuro (todos os misturadores)
ro: Stop Future Filling (toate mixerele)
sl: Ustavi prihodnje polnjenje (vsi mešalniki)
zh: 停止未来填充（所有混合器）

source: Mixer
ar: خلاط
de: Rührgerät
es: Mezclador
he: מִיקסֵר
it: Miscelatore
nl: Menger
pt: Misturador
ru: Смеситель
sl: Mešalnik
zh: 混合器

source: Mixer Enable
ar: خلاط تمكين
de: Mixer aktivieren
es: Habilitar mezclador
fr: Activer le mixeur
he: מיקסר מאפשר
it: Abilita Miscelatore
nl: Mixer inschakelen
pt: Misturador ativa
ro: Activare mixer
sl: Omogoči mešalnik
zh: 搅拌机启用

source: Material Loading Enable
ar: تمكين تحميل المواد
de: Materialbelastung aktivieren
es: Habilitación de carga de material
fr: Activation du chargement des matériaux
he: העמסת חומרים מאפשרת
it: Abilita di caricamento del materiale
nl: Materiaal laden inschakelen
pt: Carregamento de material Ativar
ro: Activare de încărcare a materialelor
sl: Omogoči nalaganje materiala
zh: 材料加载启用

source: Remaining Material Washing Time
ar: وقت غسل المواد المتبقية
de: Verbleibende Waschzeit
es: Tiempo de lavado por material restante
fr: Temps de lavage restant du matériau
he: זמן הכביסה החומרי שנותר
it: Tempo rimanente di lavaggio del materiale
nl: Resterende materiaalwastijd
pt: Tempo de lavagem do material restante
ro: Timpul de spălare a materialului rămas
sl: Preostali čas pranja materiala
zh: 剩余的物质洗涤时间

source: Washing Cycle Counter (With Material)
ar: عداد دورة الغسيل (مع المواد)
de: Waschzyklusschalter (mit Material)
es: Contador de ciclo de lavado (con material)
fr: Compteur de cycle de lavage (avec matériel)
he: מונה מחזור כביסה (עם חומר)
it: Contatore cicli di lavaggio (con materiale)
nl: Wascyclusteller (met materiaal)
pt: Contador de ciclo de lavagem (com material)
ro: Contor de ciclu de spălare (cu material)
sl: Števec ciklov pranja (z materialom)
zh: 洗涤周期计数器（带有材料）

source: Empty Cycle Counter (With No Material)
ar: عداد الدورة الفارغ (مع عدم وجود مادة)
de: Leerer Zyklusschalter (ohne Material)
es: Contador de ciclo vacío (sin material)
fr: Compteur de cycles vide (sans matériau)
he: מונה מחזור ריק (ללא חומר)
it: Contatore cicli a vuoto (senza materiale)
nl: Lege cyclusteller (zonder materiaal)
pt: Contador de ciclo vazio (sem material)
ro: Contor de ciclu gol (fără material)
sl: Prazen števec ciklov (brez materiala)
zh: 空周期计数器（没有材料）

source: Mixer Disabled
ar: تعطيل الخلاط
de: Mixer deaktiviert
es: Mezclador discapacitado
fr: Mélangeur désactivé
he: מיקסר מושבת
it: Miscelatore disabilitato
nl: Mixer uitgeschakeld
pt: Misturador desativado
ro: Mixer dezactivat
sl: Mešalnik onemogočen
zh: 混合器禁用

source: Preparation In Progress
ar: الاستعداد قيد التشغيل
de: Vorbereitung läuft
es: Preparación en progreso
fr: Préparation en cours
he: הכנה בעיצומה
it: Preparazione in corso
nl: Voorbereiding in uitvoering
pt: Preparação em progresso
ro: Pregătire în curs
sl: Priprave v teku
zh: 正在准备

source: Preparation - Washing Tank Temperature
ar: التحضير - درجة حرارة دبابة الغسيل
de: Vorbereitung - Waschbeckentemperatur
es: Preparación - Temperatura del tanque de lavado
fr: Préparation - Température du réservoir de lavage
he: הכנה - טמפרטורת מיכל הכביסה
it: Preparazione - Temperatura della vasca di lavaggio
nl: Voorbereiding - Wastanktemperatuur
pt: Preparação - temperatura do tanque de lavagem
ro: Pregătire - Temperatura rezervorului de spălare
sl: Priprava - Temperatura posode za pranje
zh: 准备工作 - 洗涤罐温度

source: Mixer Preparared
ar: خلاط تحضير
de: Mixer vorbereitet
es: Mezclador preparado
fr: Mélangeur préparé
he: מיקסר נערך
it: Miscelatore preparato
nl: Mixer voorbereid
pt: Misturador preparado
ro: Mixer pregătit
sl: Pripravljen mešalnik
zh: 搅拌机准备

source: Empty Cycle - Waiting For Filling
ar: دورة فارغة - في انتظار ملء
de: Leerer Zyklus - Warten auf die Füllung
es: Ciclo de vacío - esperando el llenado
fr: Cycle vide - En attente de remplissage
he: מחזור ריק - מחכה למילוי
it: Ciclo vuoto - in attesa di riempimento
nl: Lege cyclus - Wachten op vulling
pt: Ciclo vazio - esperando o preenchimento
ro: Ciclu gol - În așteptarea umplerii
sl: Prazen cikel – čakanje na polnjenje
zh: 空周期 - 等待填充

source: Empty Cycle - Water Filling
ar: دورة فارغة - ملء الماء
de: Leerer Kreislauf - Wasserfüllung
es: Ciclo vacío - llenado de agua
fr: Cycle vide - Remplissage d'eau
he: מחזור ריק - מילוי מים
it: Ciclo vuoto - ripieno d'acqua
nl: Lege cyclus - Water vullen
pt: Ciclo vazio - recheio de água
ro: Ciclu gol - umplutură de apă
sl: Prazen cikel – polnjenje vode
zh: 空周期 - 填充水

source: Empty Cycle - Waiting For Discharge
ar: دورة فارغة - في انتظار التفريغ
de: Leerer Zyklus - Warten auf die Entladung
es: Ciclo de vacío: esperando descarga
fr: Cycle vide - En attente de décharge
he: מחזור ריק - מחכה לפריקה
it: Ciclo vuoto - in attesa di scarico
nl: Lege cyclus - Wachten op ontlading
pt: Ciclo vazio - esperando por alta
ro: Ciclu gol - așteptarea descărcării
sl: Prazen cikel - čakanje na izpust
zh: 空周期 - 等待出院

source: Empty Cycle - Discharge
ar: دورة فارغة - التفريغ
de: Leerer Zyklus - Entladung
es: Ciclo de vacío - descarga
fr: Cycle vide - Décharge
he: מחזור ריק - פריקה
it: Ciclo vuoto - scarico
nl: Lege cyclus - Ontlading
pt: Ciclo vazio - descarga
ro: Ciclu gol - descărcare
sl: Prazen cikel - praznjenje
zh: 空周期 - 排出

source: Waiting For Filling
ar: في انتظار ملء
de: Warten auf Füllung
es: Esperando el llenado
fr: En attente de remplissage
he: מחכה למילוי
it: In attesa di riempimento
nl: Wachten op vulling
pt: Esperando o preenchimento
ro: Așteptând umplutură
sl: Čakanje na polnjenje
zh: 等待填充

source: Water And Material Filling
ar: ملء الماء والمواد
de: Wasser- und Materialfüllung
es: Llenado de agua y material
fr: Remplissage d'eau et de matériaux
he: מילוי מים וחומרים
it: Riempimento dell'acqua e del materiale
nl: Water- en materiaalvulling
pt: Preenchimento de água e material
ro: Umplerea apei și a materialelor
sl: Polnjenje z vodo in materialom
zh: 水和材料填充

source: Only Material Filling
ar: ملء المواد فقط
de: Nur Materialfüllung
es: Solo relleno de material
fr: Remplissage uniquement en matériau
he: מילוי חומרי בלבד
it: Solo riempimento del materiale
nl: Alleen materiaalvulling
pt: Somente recheio de material
ro: Numai umplerea materialelor
sl: Samo materialno polnjenje
zh: 只有材料填充

source: Washing In Progress
ar: الغسيل في التقدم
de: In Arbeit waschen
es: Lavado en progreso
fr: Lavage en cours
he: שטיפה בעיצומה
it: Lavaggio in corso
nl: Wassen in uitvoering
pt: Lavar em andamento
ro: Spălarea în curs
sl: Pranje v teku
zh: 洗涤正在进行中

source: Washing Completed
ar: الغسيل الانتهاء
de: Waschen abgeschlossen
es: Lavado completado
fr: Lavage terminé
he: הכביסה הושלמה
it: Lavaggio completato
nl: Wassen voltooid
pt: Lavagem concluída
ro: Spălarea completată
sl: Pranje končano
zh: 洗涤完成

source: Waiting For Discharge
ar: في انتظار الخروج
de: Warten auf die Entlassung
es: Esperando el alta
fr: En attente de décharge
he: מחכה לשחרור
it: In attesa di scarico
nl: Wachten op ontslag
pt: Esperando por alta
ro: Așteptând descărcarea
sl: Čakanje na odpust
zh: 等待排放

source: Caution ! Mixer In Semiauto Mode
ar: حذر ! الخلاط في وضع semiauto
de: Vorsicht ! Mixer im Semiauto -Modus
es: Precaución ! Mezclador en modo semiauto
fr: Prudence ! Mélangeur en mode semi-automatique
he: אזהרה! מיקסר במצב חצי -אוטו
it: Attenzione ! Miscelatore in modalità semiautomatica
nl: Let op! Mixer in semi-automatische modus
pt: Cuidado ! Misturador no modo semiauto
ro: Prudență ! Mixer în modul semiauto
sl: Pozor! Mešalnik v polavtomatskem načinu
zh: 注意！搅拌机以半摩托模式

source: Mixer Waiting
ar: خلاط الانتظار
de: Mixer wartet
es: Mezcladora esperando
fr: Mélangeur en attente
he: מיקסר מחכה
it: Miscelatore in attesa
nl: Mixer wacht
pt: Misturador esperando
ro: Mixer în așteptare
ru: Миксер в ожидании
sl: Mešalnik čaka
zh: 搅拌机等待

source: Hot Wash Detail
ar: تفاصيل الغسيل الساخن
de: Heißes Waschdetail
es: Detalle de lavado en caliente
fr: Détails de lavage à chaud
he: פרט שטיפה חמה
it: Dettaglio del lavaggio a caldo
nl: Heet wassen detail
pt: Detalhes de lavagem a quente
ro: Detaliu la spălare la cald
sl: Detajl vročega pranja
zh: 热水细节

source: Washing Reactors Common Settings
ar: مفاعلات غسل الإعدادات الشائعة
de: Reaktoren waschen gemeinsame Einstellungen
es: Configuración común de los reactores de lavado
fr: Paramètres communs des réacteurs de lavage
he: שטיפת כורים הגדרות נפוצות
it: Impostazioni comuni dei reattori di lavaggio
nl: Algemene instellingen voor wasreactoren
pt: Reatores de lavagem de configurações comuns
ro: Setările comune ale reactoarelor de spălare
sl: Pralni reaktorji Skupne nastavitve
zh: 洗涤反应堆公共设置

source: All Mixer Enabled
ar: تمكين جميع الخلاط
de: Alle Mixer aktiviert
es: Todos los mezcladores habilitados
fr: Tous les mélangeurs activés
he: כל המיקסר מופעל
it: Tutti i Miscelatori sono abilitati
nl: Alle mixers ingeschakeld
pt: Todo o misturador ativado
ro: Tot mixerul activat
sl: Vsi mešalniki omogočeni
zh: 启用了所有混音器
