Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# INFO_SFTSTR_1
source: Check The Load Of The Motor For Possible Blockage And Check The Softstart Unit In The Electrical Cabinet
ar: تحقق من تحميل المحرك للانسداد المحتمل والتحقق من وحدة SoftStart في خزانة كهربائية
de: Überprüfen Sie die Last des Motors für mögliche Blockade und überprüfen Sie die Softstart-Einheit im Schaltschrank
es: Verifique La Carga Del Motor Por Posibles Bloqueos Y Verifique La Unidad De Arranque Suave En El Armario Eléctrico
fr: Vérifiez la charge du moteur pour un éventuel blocage et vérifiez l'unité de démarrage progressif dans l'armoire électrique.
he: בדוק את עומס המנוע לאיתור חסימה אפשרית ובדוק את יחידת ההפעלה הרכה בארון החשמל
it: Controllare il carico del motore per eventuali blocchi e controllare l'unità di avviamento progressivo nel Quadro elettrico
nl: Controleer de belasting van de motor op mogelijke blokkades en controleer de softstarteenheid in de elektrische kast
pt: Verifique a carga do motor para obter possível bloqueio e verifique a unidade SoftStart no gabinete elétrico
ro: Verificați sarcina motorului pentru eventual blocaj și verificați unitatea de softStart din dulapul electric
ru: Проверьте нагрузку двигателя на предмет возможной блокировки и проверьте блок плавного пуска в электрическом шкафу
sl: Preverite obremenitev motorja za morebitno blokado in preverite enoto za mehak zagon v električni omari
zh: 检查电机的负载是否有可能的堵塞并检查电气柜中的软启动单元

# INFO_SFTSTR_2
source: Check The Fault Code Of The Softstarter (On Its Display) In The Electrical Cabinet And Reset The Unit
ar: تحقق من رمز الخطأ في SoftStarter (على شاشته) في خزانة كهربائية وإعادة ضبط الوحدة
de: Überprüfen Sie den Fehlercode des Softstarter (auf dem Display) im Schaltschrank und setzen Sie das Gerät zurück
es: Verifique El Código De Falla Del Arrancador Suave (En Su Pantalla) En El Armario Eléctrico Y Reinicie La Unidad
fr: Vérifiez le code d'erreur du démarreur progressif (sur son écran) dans l'armoire électrique et réinitialisez l'unité.
he: בדוק את קוד התקלה של ה-Softstarter (בתצוגה שלו) בארון החשמל ואפס את היחידה
it: Controllare il codice di errore del softstarter (sul display) nel Quadro elettrico e ripristinare l'unità
nl: Controleer de foutcode van de softstarter (op het display) in de elektrische kast en reset het apparaat
pt: Verifique o código de falha do Softstarter (em sua tela) no gabinete elétrico e redefina a unidade
ro: Verificați codul de eroare al softstarterului (pe afișajul său) în dulapul electric și resetați unitatea
ru: Проверьте код неисправности устройства плавного пуска (на его дисплее) в электрическом шкафу и перезагрузите устройство
sl: Preverite kodo napake mehkega zaganjalnika (na njegovem zaslonu) v električni omarici in ponastavite enoto
zh: 检查电气柜中软起动器（显示屏上）的故障代码并重置本机

# INFO_SFTSTR_3
source: Make Sure Softstarter Is Operating In Remote Mode ! Check The "Run" Feedback Signal From Softstarter
ar: تأكد من أن SoftStarter يعمل في الوضع البعيد! تحقق من إشارة ردود الفعل "تشغيل" من SoftStarter
de: Stellen Sie sicher, dass SoftStarter im Remote-Modus arbeitet! Überprüfen Sie das Feedback-Signal "Ausführen" von Softstarter
es: ¡Asegúrese De Que El Arrancador Suave Esté Funcionando En Modo Remoto! Verifique La Señal De Retroalimentación "Ejecutar" Del Arrancador Suave
fr: Assurez-vous que le démarreur progressif fonctionne en mode distant ! Vérifiez le signal de retour « Exécuter » du démarreur progressif
he: ודא ש-Softstarter פועל במצב מרוחק! בדוק את אות המשוב "הפעלה" מ-Softstarter
it: Assicurarsi che il softstarter funzioni in modalità remota! Controllare il segnale di feedback "Run" dal softstarter
nl: Zorg ervoor dat de softstarter in de externe modus werkt! Controleer het "Run"-feedbacksignaal van de softstarter.
pt: Verifique se o Softstarter está operando no modo remoto! Verifique o sinal de feedback "Run" do Softstarter
ro: Asigurați -vă că Softstarter funcționează în modul la distanță! Verificați semnalul de feedback „rulați” de la Softstarter
ru: Убедитесь, что устройство плавного пуска работает в дистанционном режиме! Проверьте сигнал обратной связи «Работа» от устройства плавного пуска
sl: Prepričajte se, da mehki zaganjalnik deluje v oddaljenem načinu! Preverite povratni signal "Run" iz mehkega zaganjalnika
zh: 确保SoftStarter正在远程模式下运行！从软起程检查“运行”反馈信号

# INFO_METDET_1
source: Check The Metal Detector On Plant And /Or Its Electrical Connections (See Electrical Diagram)
ar: تحقق من كاشف المعادن في مجال النباتات و / أو اتصالاتها الكهربائية (انظر الرسم البياني الكهربائي)
de: Überprüfen Sie den Metalldetektor auf Anlage und / oder seiner elektrischen Anschlüsse (siehe elektrisches Diagramm)
es: Revisar El Detector De Metales En Planta Y/O Sus Conexiones Eléctricas (Ver Diagrama Eléctrico)
fr: Vérifiez le détecteur de métaux sur l'usine et/ou ses connexions électriques (voir schéma électrique)
he: בדוק את גלאי המתכות על המפעל ו/או חיבוריו החשמליים (ראה תרשים חשמל)
it: Controllare il metal detector sull'impianto e/o le sue connessioni elettriche (vedi schema elettrico)
nl: Controleer de metaaldetector op de plant en/of de elektrische verbindingen ervan (zie elektrisch schema)
pt: Verifique o detector de metais na planta e /ou suas conexões elétricas (consulte o diagrama elétrico)
ro: Verificați detectorul de metale de pe instalație și /sau conexiunile electrice ale acesteia (a se vedea diagrama electrică)
ru: Проверьте металлоискатель на установке и/или его электрические соединения (см. электрическую схему)
sl: Preverite detektor kovin na obratu in/ali njegove električne povezave (glejte električni diagram)
zh: 检查植物和/或电气连接上的金属探测器（参见电气图）

# INFO_METDET_2
source: Check The Metal Detector On Plant And /Or Its Electrical Connections (See Electrical Diagram)
ar: تحقق من كاشف المعادن في مجال النباتات و / أو اتصالاتها الكهربائية (انظر الرسم البياني الكهربائي)
de: Überprüfen Sie den Metalldetektor auf Anlage und / oder seiner elektrischen Anschlüsse (siehe elektrisches Diagramm)
es: Revisar El Detector De Metales En Planta Y/O Sus Conexiones Eléctricas (Ver Diagrama Eléctrico)
fr: Vérifiez le détecteur de métaux sur l'usine et/ou ses connexions électriques (voir schéma électrique)
he: בדוק את גלאי המתכות על המפעל ו/או חיבוריו החשמליים (ראה תרשים חשמל)
it: Controllare il metal detector sull'impianto e/o le sue connessioni elettriche (vedi schema elettrico)
nl: Controleer de metaaldetector op de plant en/of de elektrische verbindingen ervan (zie elektrisch schema)
pt: Verifique o detector de metais na planta e /ou suas conexões elétricas (consulte o diagrama elétrico)
ro: Verificați detectorul de metale de pe instalație și /sau conexiunile electrice ale acesteia (a se vedea diagrama electrică)
ru: Проверьте металлоискатель на установке и/или его электрические соединения (см. электрическую схему)
sl: Preverite detektor kovin na obratu in/ali njegove električne povezave (glejte električni diagram)
zh: 检查植物和/或电气连接上的金属探测器（参见电气图）

# INFO_POS_1
source: Check The Position Sensor, Its Wiring In The Field And Its Signal Feedback In The Electrical Cabinet
ar: تحقق من مستشعر الموقف، والأسلاك الخاصة به في الحقل وملاحظات الإشارة في مجلس الوزراء الكهربائي
de: Überprüfen Sie den Positionssensor, seine Verkabelung im Feld und seine Signalrücksendung im Schaltschrank
es: Verifique El Sensor De Posición, Su Cableado En El Campo Y Su Señal De Retroalimentación En El Armario Eléctrico
fr: Vérifier le capteur de position, son câblage sur le terrain et son retour de signal dans l'armoire électrique
he: בדוק את חיישן המיקום, את החיווט שלו בשטח ואת משוב האותות שלו בארון החשמל
it: Controllare il sensore di posizione, il suo cablaggio sul campo e il feedback del segnale nel Quadro elettrico
nl: Controleer de positiesensor, de bedrading ter plaatse en de signaalfeedback in de elektrische kast
pt: Verifique o sensor de posição, sua fiação no campo e seu feedback de sinal no gabinete elétrico
ro: Verificați senzorul de poziție, cablarea sa în câmp și feedback -ul semnalului său în dulapul electric
ru: Проверьте датчик положения, его проводку на месте и его сигнал обратной связи в электрическом шкафу
sl: Preverite senzor položaja, njegovo ožičenje na terenu in povratne informacije njegovega signala v električni omarici
zh: 检查位置传感器，其在现场接线及其在电气柜中的信号反馈

# INFO_FLW_1
source: Check The Flowrate Sensor, Its Wiring In The Field And Its Signal Feedback In The Electrical Cabinet
ar: تحقق من مستشعر التدفق، الأسلاك في الحقل وملاحظات الإشارة في مجلس الوزراء الكهربائي
de: Überprüfen Sie den FLOWRATE-Sensor, seine Verdrahtung im Feld und seine Signalrücksendung im Schaltschrank
es: Verifique El Sensor De Caudal, Su Cableado En El Campo Y Su Retroalimentación De Señal En El Armario Eléctrico
fr: Vérifier le capteur de débit, son câblage sur le terrain et son retour de signal dans l'armoire électrique
he: בדוק את חיישן קצב הזרימה, את החיווט שלו בשטח ואת משוב האותות שלו בארון החשמל
it: Controllare il sensore di portata, il cablaggio sul campo e il feedback del segnale nel Quadro elettrico
nl: Controleer de stroomsnelheidsensor, de bedrading ervan in het veld en de signaalfeedback in de elektrische kast
pt: Verifique o sensor de fluxo, sua fiação no campo e seu feedback de sinal no gabinete elétrico
ro: Verificați senzorul de debit, cablarea sa în câmp și feedback -ul semnalului său în dulapul electric
ru: Проверьте датчик расхода, его проводку в полевых условиях и его сигнал обратной связи в электрическом шкафу
sl: Preverite senzor pretoka, njegovo ožičenje na terenu in povratne informacije njegovega signala v električni omarici
zh: 检查流量传感器，其在现场的接线及其在电气柜中的信号反馈

# INFO_FLW_2
source: Check The Flowrate Sensor And The Incoming Water
ar: تحقق من مستشعر التدفق والمياه الواردة
de: Überprüfen Sie den Durchflusssensor und das ankommende Wasser
es: Verifique El Sensor De Caudal Y El Agua Entrante
fr: Vérifiez le capteur de débit et l’eau entrante
he: בדוק את חיישן קצב הזרימה ואת המים הנכנסים
it: Controllare il sensore di portata e l'acqua in entrata
nl: Controleer de stroomsnelheidsensor en het inkomende water
pt: Verifique o sensor de fluxo e a água de entrada
ro: Verificați senzorul de debit și apa primită
ru: Проверьте датчик расхода и поступающую воду
sl: Preverite senzor pretoka in vhodno vodo
zh: 检查流量传感器和入射水

# INFO_FLW_3
source: Check The Flowrate Sensor, The Incoming Water And Possible Circuit Leakege
ar: تحقق من استشعار التدفق، والمياه الواردة ومسبح الدوائر المحتملة
de: Überprüfen Sie den Flowerrate-Sensor, das ankommende Wasser und das mögliche Schaltungsleunege
es: Verifique El Sensor De Caudal, El Agua Entrante Y La Posible Fuga Del Circuito
fr: Vérifiez le capteur de débit, l'eau entrante et les éventuelles fuites du circuit.
he: בדוק את חיישן קצב הזרימה, את המים הנכנסים ואת דליפת המעגל האפשרית
it: Controllare il sensore di portata, l'acqua in ingresso e la possibile perdita del circuito
nl: Controleer de stroomsnelheidsensor, het binnenkomende water en mogelijke lekkage in het circuit
pt: Verifique o sensor de fluxo, a água de entrada e o possível circuito de folhas
ro: Verificați senzorul de debit, apa primită și posibilele frunze de circuit
ru: Проверьте датчик расхода, поступающую воду и возможную утечку в контуре.
sl: Preverite senzor pretoka, vhodno vodo in morebitno puščanje tokokroga
zh: 检查流量传感器，进入的水和可能的电路积分

# INFO_FILT_1
source: Check The Filter Device, Its Cleaning And Its Wiring.
ar: تحقق من جهاز التصفية وتنظيفه وأسلاكه.
de: Überprüfen Sie das Filtergerät, seine Reinigung und ihre Verdrahtung.
es: Verifique El Dispositivo De Filtración, Su Limpieza Y Su Cableado.
fr: Vérifiez le dispositif de filtration, son nettoyage et son câblage.
he: בדוק את התקן המסנן, את הניקוי שלו ואת החיווט שלו.
it: Controllare il dispositivo del filtro, la sua pulizia e il suo cablaggio.
nl: Controleer het filterapparaat, de reiniging en de bedrading.
pt: Verifique o dispositivo de filtro, sua limpeza e sua fiação.
ro: Verificați dispozitivul de filtrare, curățarea acestuia și cablarea acestuia.
ru: Проверьте фильтрующее устройство, его очистку и проводку.
sl: Preverite filtrirno napravo, njeno čiščenje in ožičenje.
zh: 检查过滤器设备，清洁及其接线。

# INFO_FILT_2
source: Check The Filter Device, Safety Isolation Valve Is Out Of Position !
ar: تحقق من جهاز المرشح، وصمام عزل السلامة خارج الموقف!
de: Überprüfen Sie das Filtergerät, das Sicherheits-Isolationsventil ist außer Position!
es: ¡Revise El Dispositivo De Filtro, La Válvula De Aislamiento De Seguridad Está Fuera De Posición!
fr: Vérifiez le dispositif de filtrage, la soupape d'isolement de sécurité est hors position !
he: בדוק את התקן המסנן, שסתום בידוד בטיחות אינו במצב!
it: Controllare il dispositivo del filtro, la valvola di isolamento di sicurezza è fuori posizione!
nl: Controleer het filterapparaat, de veiligheidsafsluiter staat niet op de juiste positie!
pt: Verifique o dispositivo de filtro, a válvula de isolamento de segurança está fora de posição!
ro: Verificați dispozitivul de filtrare, supapa de izolare de siguranță este în afara poziției!
ru: Проверьте фильтрующее устройство, предохранительный запорный клапан не на месте!
sl: Preverite filtrirno napravo, varnostni izolacijski ventil ni v svojem položaju!
zh: 检查过滤装置，安全隔离阀超出位置！

# INFO_WEIGHT_1
source: Check The Weight Sensor, Its Wiring In The Field And Its Signal Feedback In The Electrical Cabinet
ar: تحقق من استشعار الوزن، الأسلاك الخاصة به في هذا المجال وتعليقات الإشارة في مجلس الوزراء الكهربائي
de: Überprüfen Sie den Gewichtssensor, seine Verkabelung im Feld und seine Signalfederung im Schaltschrank
es: Verifique El Sensor De Peso, Su Cableado En El Campo Y Su Señal De Retroalimentación En El Armario Eléctrico
fr: Vérifier le capteur de poids, son câblage sur le terrain et son retour de signal dans l'armoire électrique
he: בדוק את חיישן המשקל, את החיווט שלו בשטח ואת משוב האותות שלו בארון החשמל
it: Controllare il sensore di peso, il cablaggio sul campo e il feedback del segnale nel Quadro elettrico
nl: Controleer de gewichtsensor, de bedrading ter plaatse en de signaalfeedback in de elektrische kast
pt: Verifique o sensor de peso, sua fiação no campo e seu feedback de sinal no gabinete elétrico
ro: Verificați senzorul de greutate, cablarea sa în câmp și feedback -ul semnalului său în dulapul electric
ru: Проверьте датчик веса, его проводку в полевых условиях и его сигнал обратной связи в электрическом шкафу.
sl: Preverite senzor teže, njegovo ožičenje na terenu in povratne informacije njegovega signala v električni omarici
zh: 检查重量传感器，在该领域的接线及其在电气柜中的信号反馈

# INFO_WEIGHT_2
source: Check The Weight Sensor, Process Conditions And, If Needed, The Regulation Of Setups
ar: تحقق من استشعار الوزن وظروف العملية، وإذا لزم الأمر، تنظيم الإعدادات
de: Überprüfen Sie den Gewichtssensor, Prozessbedingungen und ggf. die Regulierung der Setups
es: Verifique El Sensor De Peso, Las Condiciones Del Proceso Y, Si Es Necesario, La Regulación De Las Configuraciones
fr: Vérifiez le capteur de poids, les conditions du processus et, si nécessaire, la régulation des configurations.
he: בדוק את חיישן המשקל, את תנאי התהליך ובמידת הצורך את הסדרת ההגדרות
it: Controllare il sensore di peso, le condizioni di processo e, se necessario, la regolazione degli allestimenti
nl: Controleer de gewichtsensor, procesomstandigheden en indien nodig de regeling van de opstellingen
pt: Verifique o sensor de peso, as condições do processo e, se necessário, a regulamentação de configurações
ro: Verificați senzorul de greutate, condițiile de proces și, dacă este necesar, reglarea setărilor
ru: Проверьте датчик веса, условия процесса и, при необходимости, регулирование настроек.
sl: Preverite senzor teže, pogoje postopka in, če je potrebno, regulacijo nastavitev
zh: 检查重量传感器，工艺条件，如果需要，设置设置

# INFO_WEIGHT_3
source: The Zero Calibration Of The Weight Sensor Is Not Possible Since The Weighted System Is Not Empty.
ar: المعايرة الصفرية لمستشعر الوزن غير ممكن لأن النظام المرجح غير فارغ.
de: Die Nullkalibrierung des Gewichtssensors ist nicht möglich, da das gewichtete System nicht leer ist.
es: La Calibración Cero Del Sensor De Peso No Es Posible Ya Que El Sistema De Peso No Está Vacío.
fr: L'étalonnage du zéro du capteur de poids n'est pas possible car le système pondéré n'est pas vide.
he: כיול אפס של חיישן המשקל אינו אפשרי מכיוון שהמערכת המשוקללת אינה ריקה.
it: La calibrazione zero del sensore di peso non è possibile poiché il sistema di pesatura non è vuoto.
nl: De nulkalibratie van de gewichtssensor is niet mogelijk omdat het gewogen systeem niet leeg is.
pt: A calibração zero do sensor de peso não é possível, pois o sistema ponderado não está vazio.
ro: Calibrarea zero a senzorului de greutate nu este posibilă, deoarece sistemul ponderat nu este gol.
ru: Калибровка нуля датчика веса невозможна, так как взвешенная система не пуста.
sl: Ničelna kalibracija senzorja teže ni mogoča, ker uteženi sistem ni prazen.
zh: 由于加权系统不为空，因此无法校准权重传感器。

# INFO_WEIGHT_4
source: Check The In-Ine Scale In The Field
ar: تحقق من مقياس ine في الحقل
de: Überprüfen Sie die In-Ine-Skala auf dem Feld
es: Verifique La Escala In-Ine En El Campo
fr: Vérifiez l'échelle In-Ine sur le terrain
he: בדוק את קנה המידה In-Ine בשטח
it: Controlla la bilancia In-Ine sul campo
nl: Controleer de In-Ine-schaal in het veld
pt: Verifique a escala in-en-no campo
ro: Verificați scara in-in-ul în câmp
ru: Проверьте встроенные весы в полевых условиях
sl: Preverite In-Ine lestvico na terenu
zh: 检查现场的IN-INE刻度

# INFO_WEIGHT_5
source: Check The In-Ine Scale In The Field
ar: تحقق من مقياس ine في الحقل
de: Überprüfen Sie die In-Ine-Skala auf dem Feld
es: Verifique La Escala In-Ine En El Campo
fr: Vérifiez l'échelle In-Ine sur le terrain
he: בדוק את קנה המידה In-Ine בשטח
it: Controlla la bilancia In-Ine sul campo
nl: Controleer de In-Ine-schaal in het veld
pt: Verifique a escala in-en-no campo
ro: Verificați scara in-in-ul în câmp
ru: Проверьте встроенные весы в полевых условиях
sl: Preverite In-Ine lestvico na terenu
zh: 检查现场的IN-INE刻度

# INFO_OHM_1
source: Check The Chemical Concentration Sensor, Its Wiring In The Field And Its Signal Feedback In The Electrical Cabinet
ar: تحقق من جهاز استشعار التركيز الكيميائي، والأسلاك في الحقل وملاحظات الإشارة في مجلس الوزراء الكهربائي
de: Überprüfen Sie den chemischen Konzentrationssensor, deren Verdrahtung im Feld und der Signalrückmeldung im Schaltschrank
es: Verifique El Sensor De Concentración Química, Su Cableado En El Campo Y Su Señal De Retroalimentación En El Armario Eléctrico
fr: Vérifier le capteur de concentration chimique, son câblage sur le terrain et son retour de signal dans l'armoire électrique
he: בדוק את חיישן הריכוז הכימי, את החיווט שלו בשטח ואת משוב האותות שלו בארון החשמל
it: Controllare il sensore di concentrazione chimica, il cablaggio sul campo e il feedback del segnale nel Quadro elettrico
nl: Controleer de chemische concentratiesensor, de bedrading ter plaatse en de signaalfeedback in de elektrische kast
pt: Verifique o sensor de concentração química, sua fiação no campo e seu feedback de sinal no gabinete elétrico
ro: Verificați senzorul de concentrare chimică, cablarea sa în câmp și feedback -ul semnalului său în dulapul electric
ru: Проверьте датчик химической концентрации, его проводку в полевых условиях и его сигнал обратной связи в электрическом шкафу.
sl: Preverite senzor kemične koncentracije, njegovo ožičenje na terenu in povratne informacije njegovega signala v električni omarici
zh: 检查化学浓度传感器，其在现场的布线及其在电气柜中的信号反馈

# INFO_OHM_2
source: Maximum Chemical Concentration ! Check The Chemical Pump, Process Conditions And, If Needed, The Regulation Of Setups
ar: الحد الأقصى للتركيز الكيميائي! تحقق من المضخة الكيميائية، وظروف العملية، وإذا لزم الأمر، تنظيم الإعدادات
de: Maximale chemische Konzentration! Überprüfen Sie die chemische Pumpe, Prozessbedingungen und ggf. die Regulierung der Setups
es: ¡Concentración Química Máxima! Verifique La Bomba Química, Las Condiciones Del Proceso Y, Si Es Necesario, La Regulación De Las Configuraciones
fr: Concentration chimique maximale ! Vérifiez la pompe chimique, les conditions du processus et, si nécessaire, la régulation des installations.
he: ריכוז כימיקלים מקסימלי! בדוק את המשאבה הכימית, את תנאי התהליך, ואם יש צורך, את הסדרת ההגדרות
it: Massima concentrazione chimica! Controllare la pompa chimica, le condizioni di processo e, se necessario, la regolazione delle impostazioni
nl: Maximale chemische concentratie! Controleer de chemicaliënpomp, procesomstandigheden en, indien nodig, de regeling van de opstellingen.
pt: Concentração química máxima! Verifique a bomba química, as condições do processo e, se necessário, a regulamentação de configurações
ro: Concentrația chimică maximă! Verificați pompa chimică, condițiile de proces și, dacă este necesar, reglementarea configurațiilor
ru: Максимальная химическая концентрация! Проверьте химический насос, условия процесса и, при необходимости, регулирование установок.
sl: Največja kemična koncentracija! Preverite kemično črpalko, pogoje postopka in, če je potrebno, regulacijo nastavitev
zh: 最大化学浓度！检查化学泵，工艺条件，以及如果需要，可以调节设置

# INFO_OHM_3
source: Minimum Chemical Concentration ! Check The Chemical Pump, Process Conditions And, If Needed, The Regulation Of Setups
ar: الحد الأدنى من التركيز الكيميائي! تحقق من المضخة الكيميائية، وظروف العملية، وإذا لزم الأمر، تنظيم الإعدادات
de: Minimale chemische Konzentration! Überprüfen Sie die chemische Pumpe, Prozessbedingungen und ggf. die Regulierung der Setups
es: ¡Concentración Química Mínima! Verifique La Bomba Química, Las Condiciones Del Proceso Y, Si Es Necesario, La Regulación De Las Configuraciones
fr: Concentration chimique minimale ! Vérifiez la pompe chimique, les conditions du processus et, si nécessaire, la régulation des installations.
he: מינימום ריכוז כימיקלים! בדוק את המשאבה הכימית, את תנאי התהליך, ואם יש צורך, את הסדרת ההגדרות
it: Concentrazione Chimica Minima ! Controllare la pompa chimica, le condizioni di processo e, se necessario, la regolazione delle impostazioni
nl: Minimale chemische concentratie! Controleer de chemicaliënpomp, procesomstandigheden en, indien nodig, de regeling van de opstellingen.
pt: Concentração química mínima! Verifique a bomba química, as condições do processo e, se necessário, a regulamentação de configurações
ro: Concentrația chimică minimă! Verificați pompa chimică, condițiile de proces și, dacă este necesar, reglementarea configurațiilor
ru: Минимальная химическая концентрация! Проверьте химический насос, условия процесса и, при необходимости, регулирование установок.
sl: Minimalna koncentracija kemikalij! Preverite kemično črpalko, pogoje postopka in, če je potrebno, regulacijo nastavitev
zh: 最低化学浓度！检查化学泵，工艺条件，以及如果需要，可以调节设置

# INFO_DEVICE_1
source: Check The Instrument/Device Status And Local Alarm Or Warnings If Present
ar: تحقق من حالة الصك / الجهاز والإنذار المحلي أو التحذيرات في حالة وجود
de: Überprüfen Sie den Instrumenten- / Gerätestatus und den lokalen Alarm oder Warnungen, falls vorhanden
es: Compruebe El Estado Del Instrumento/Dispositivo Y Las Alarmas O Advertencias Locales, Si Las Hay
fr: Vérifiez l'état de l'instrument/appareil et l'alarme locale ou les avertissements le cas échéant.
he: בדוק את מצב המכשיר/המכשיר והתראה מקומית או אזהרות אם קיימות
it: Controllare lo stato dello strumento/dispositivo e gli allarmi locali o gli avvisi se presenti
nl: Controleer de status van het instrument/apparaat en lokale alarmen of waarschuwingen indien aanwezig
pt: Verifique o status do instrumento/dispositivo e o alarme ou advertências locais, se presente
ro: Verificați starea instrumentului/dispozitivului și a alarmelor sau avertismentelor locale, dacă sunt prezente
ru: Проверьте состояние прибора/устройства и местные аварийные сигналы или предупреждения, если они есть
sl: Preverite stanje instrumenta/naprave in lokalni alarm ali opozorila, če so prisotna
zh: 如果存在，请检查仪器/设备状态和本地警报或警告
