Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Chemicals Dosing Cycle Maximum Time
ar: دورة الجرعات الكيميائية الحد الأقصى للوقت
de: Chemikalien Dosierzyklus Maximale Zeit
es: Tiempo máximo del ciclo de dosificación de productos químicos
fr: Durée maximale du cycle de dosage de produits chimiques
he: מחזור מינון כימיקלים זמן מקסימלי
it: Tempo massimo del Ciclo di dosaggio chimico
nl: Maximale tijd van de chemicaliëndoseringscyclus
pt: Ciclo de dosagem de produtos químicos Tempo máximo
ro: Ciclul de dozare a substanțelor chimice Timp maxim
ru: Максимальное время цикла дозирования химикатов
sl: Največji čas cikla doziranja kemikalij
zh: 化学剂量周期的最长时间

source: Bowl Not In Filling Position
ar: الوعاء ليس في وضع ملء
de: Schüssel nicht in Füllposition
es: El tazón no está en posición de llenado
fr: Bol pas en position de remplissage
he: קערה לא במצב מילוי
it: Recipiente non in posizione di riempimento
nl: Kom niet in vulpositie
pt: Tigela não na posição de enchimento
ro: Bol nu este în poziție de umplere
sl: Posoda ni v položaju za polnjenje
zh: 碗不在填充位置

source: Washing Tank Maximum Level Reached
ar: تم الوصول إلى الحد الأقصى لمستوى دبابات الغسيل
de: Waschpanzer Maximal erreicht
es: El nivel máximo del tanque de lavado alcanzado
fr: Niveau maximum du réservoir de lavage atteint
he: מיכל הכביסה מפלס מקסימום הושג
it: Livello massimo della vasca di lavaggio raggiunto
nl: Maximale niveau wastank bereikt
pt: Nível máximo de tanque de lavagem alcançado
ro: Rezervorul de spălat nivel maxim atins
sl: Dosežena najvišja raven rezervoarja za pranje
zh: 洗涤坦克最大水平达到

source: Washing Tank Minimum Temperature Not Ok
ar: دبان الغسيل الحد الأدنى لدرجة الحرارة ليس موافق
de: Mindesttemperatur nicht in Ordnung
es: Temperatura mínima del tanque de lavado no está bien
fr: Température minimale du réservoir de lavage incorrecte
he: מיכל שטיפה טמפרטורה מינימלית לא בסדר
it: Temperatura minima della vasca di lavaggio non ok
nl: Minimumtemperatuur wastank niet ok
pt: Temperatura mínima de tanque de lavagem não ok
ro: Rezervorul de spălare Temperatura minimă nu OK
sl: Najnižja temperatura rezervoarja za pranje ni v redu
zh: 洗涤罐最低温度不正常

source: Weight Sensor Not Ok For Dosing
ar: مستشعر الوزن لا بأس بالجرعات
de: Gewichtssensor nicht in Ordnung für die Dosierung
es: Sensor de peso no está bien para la dosificación
fr: Le capteur de poids ne convient pas pour le dosage
he: חיישן משקל לא בסדר למינון
it: Sensore di peso non ok per il dosaggio
nl: Gewichtssensor niet geschikt voor dosering
pt: Sensor de peso não ok para administrar
ro: Senzor de greutate nu este ok pentru dozare
sl: Senzor teže ni v redu za odmerjanje
zh: 重量传感器不适合给药

source: Caustic Valve Not Ready
ar: صمام كاوية غير جاهز
de: Ätzventil nicht fertig
es: Válvula cáustica no lista
fr: La valve caustique n'est pas prête
he: שסתום קאוסטי לא מוכן
it: Valvola soda caustica non pronta
nl: Bijtende klep niet gereed
pt: Válvula cáustica não está pronta
ro: Valva caustică nu este gata
sl: Kavstični ventil ni pripravljen
zh: 苛性阀尚未准备好

source: Detergent Valve Not Ready
ar: صمام المنظفات غير جاهز
de: Waschmittelventil nicht fertig
es: Válvula de detergente no está lista
fr: La vanne de détergent n'est pas prête
he: שסתום חומר ניקוי לא מוכן
it: Valvola detergente non pronta
nl: Wasmiddelklep niet gereed
pt: Válvula detergente não está pronta
ro: Valva de detergent nu este gata
sl: Ventil za detergent ni pripravljen
zh: 洗涤剂阀尚未准备就绪

source: Water Valve Not Ready
ar: صمام الماء غير جاهز
de: Wasserventil nicht fertig
es: Válvula de agua no lista
fr: La vanne d'eau n'est pas prête
he: שסתום מים לא מוכן
it: Valvola dell'acqua non pronta
nl: Waterklep niet gereed
pt: Válvula de água não pronta
ro: Valva de apă nu este gata
sl: Vodni ventil ni pripravljen
zh: 水阀尚未准备就绪

source: Waiting For New Water To Start Chemical Dosing
ar: في انتظار بدء الماء الجديد الجرعات
de: Warten auf neues Wasser, um die chemische Dosierung zu beginnen
es: Esperando que el agua nueva inicie la dosificación química
fr: En attente d'une nouvelle eau pour commencer le dosage de produits chimiques
he: מחכה למים חדשים להתחיל במינון כימי
it: In Attesa di nuova acqua per iniziare il dosaggio chimico
nl: Wachten op nieuw water om chemische dosering te starten
pt: Esperando a água nova para iniciar a dosagem química
ro: În așteptarea ca apa nouă să înceapă dozarea chimică
sl: Čakanje na novo vodo za začetek doziranja kemikalij
zh: 等待新水开始化学剂量

source: Dosing Cycle In Progress
ar: دورة الجرعات قيد التقدم
de: Dosierungszyklus in Arbeit
es: Ciclo de dosificación en progreso
fr: Cycle de dosage en cours
he: מחזור מינון בתהליך
it: Ciclo di dosaggio in corso
nl: Doseringscyclus bezig
pt: Ciclo de dosagem em andamento
ro: Ciclul de dozare în curs
sl: Cikel odmerjanja v teku
zh: 剂量周期正在进行

source: Chemical Dosing Cycle By Time
ar: دورة الجرعات الكيميائية حسب الوقت
de: Chemischer Dosierungszyklus nach Zeit
es: Ciclo de dosificación química por tiempo
fr: Cycle de dosage de produits chimiques par temps
he: מחזור מינון כימי לפי זמן
it: Ciclo di dosaggio chimico per tempo
nl: Chemische doseringscyclus per tijd
pt: Ciclo de dosagem química pelo tempo
ro: Ciclul de dozare chimică în timp
ru: Цикл дозирования химикатов по времени
sl: Cikel doziranja kemikalij po času
zh: 乘时间化学剂量周期

source: Caustic Filling
ar: ملء الكاوية
de: Ätzende Füllung
es: Relleno cáustico
fr: Remplissage caustique
he: מילוי קאוסטי
it: Riempimento soda caustica
nl: Bijtende vulling
pt: Recheio cáustico
ro: Umplutură caustică
sl: Jedko polnjenje
zh: 苛刻的填充

source: Caustic Time Completion
ar: وقت الكفاءة
de: Ätzzeit abgeschlossen
es: Finalización de tiempo cáustico
fr: Achèvement du temps caustique
he: השלמת זמן קאוסטי
it: Completamento del tempo per la soda caustica
nl: Caustische tijdsvoltooiing
pt: Conclusão do tempo cáustico
ro: Finalizarea timpului caustic
sl: Jedki Čas Zaključek
zh: 苛性时间完成

source: Gap Water Filling
ar: حشوة المياه الفجوة
de: Lückenwasserfüllung
es: Relleno de agua de gorro
fr: Remplissage d'eau
he: מילוי מי פער
it: Riempimento dell'acqua intermedia
nl: Vulling van water in de opening
pt: Encontro de água de espaço
ro: Umplutură cu apă
sl: Polnjenje vrzeli z vodo
zh: 间隙水填充

source: Gap Water Time Completion
ar: تكمل وقت المياه الفجوة
de: GAP Water Time Fertigstellung
es: Finalización del tiempo de agua gap
fr: Achèvement du temps d'eau de l'écart
he: סיום זמן המים הפער
it: Completamento del tempo per l'acqua intermedia
nl: Gap Water Tijd Voltooiing
pt: Conclusão do tempo da água de intervalo
ro: Completarea timpului de apă Gap
zh: 间隙水时间完成

source: Detergent Filling
ar: ملء المنظفات
de: Waschmittelfüllung
es: Llenado de detergente
fr: Remplissage de détergent
he: מילוי חומר ניקוי
it: Riempimento detergente
nl: Wasmiddel vulling
pt: Recheio de detergente
ro: Umplutură de detergent
sl: Polnjenje detergenta
zh: 洗涤剂填充

source: Detergent Time Completion
ar: الانتهاء من وقت المنظفات
de: Abschluss der Waschmittelzeit
es: Finalización del tiempo de detergente
fr: Temps d'achèvement du détergent
he: סיום זמן חומר ניקוי
it: Completamento del tempo per il detergente
nl: Wasmiddel Tijd Voltooiing
pt: Conclusão do tempo do detergente
ro: Finalizarea timpului de detergent
sl: Dokončanje časa detergenta
zh: 洗涤剂时间完成

source: Final Water Filling
ar: ملء المياه النهائية
de: Endgültige Wasserfüllung
es: Llenado de agua final
fr: Remplissage final d'eau
he: מילוי מים סופי
it: Riempimento dell'acqua finale
nl: Laatste watervulling
pt: Preenchimento final de água
ro: Umplerea finală a apei
sl: Končno polnjenje z vodo
zh: 最终的水

source: Final Water Completion
ar: الانتهاء من المياه النهائية
de: Endgültige Wasserabschluss
es: Finalización final del agua
fr: Achèvement final de l'eau
he: השלמת מים סופית
it: Completamento del ciclo per l'acqua finale
nl: Eindafronding water
pt: Conclusão final da água
ro: Finalizarea finală a apei
sl: Končni zaključek vode
zh: 最终的水

source: Bowl Return To Filling Position
ar: عودة الوعاء إلى موقع الملء
de: Schüssel zurück in die Füllposition zurückkehren
es: Bowl regresa a la posición de llenado
fr: Retour du bol à la position de remplissage
he: קערה חוזרת לתנוחת המילוי
it: Ritorno in posizione di riempimento del recipiente
nl: Kom terug naar vulpositie
pt: Tigela retornar à posição de preenchimento
ro: Bowl reveni la poziția de umplere
sl: Vrnitev sklede v položaj za polnjenje
zh: 碗回到填充位置

source: Bowl Stable In Filling Position
ar: وعاء مستقر في وضع ملء
de: Schüssel stabil in Füllposition
es: Tazón establo en posición de llenado
fr: Bol stable en position de remplissage
he: קערה יציבה במצב מילוי
it: Recipiente stabile in posizione di riempimento
nl: Kom stabiel in vulpositie
pt: Tigela estável na posição de preenchimento
ro: Bol stabil în poziție de umplere
sl: Posoda je stabilna v položaju za polnjenje
zh: 碗稳定在填充位置

source: Chemical Dosing Cycle By Weight
ar: دورة الجرعات الكيميائية بالوزن
de: Chemischer Dosierungszyklus für Gewicht
es: Ciclo de dosificación química por peso
fr: Cycle de dosage chimique en poids
he: מחזור מינון כימי לפי משקל
it: Ciclo di dosaggio chimico per peso
nl: Chemische doseringscyclus op gewicht
pt: Ciclo de dosagem química em peso
ro: Ciclul de dozare chimică în greutate
ru: Цикл дозирования химикатов по весу
sl: Cikel doziranja kemikalij glede na težo
zh: 化学剂量周期按重量

source: Caustic Weight Achievement
ar: إنجاز الوزن الكافي
de: Achsgewichtsleistung
es: Logro de peso cáustico
fr: Atteinte du poids caustique
he: הישג משקל קאוסטי
it: Risultato del peso soda caustica
pt: Realização de peso cáustico
ro: Realizarea greutății caustice
sl: Jedko doseganje teže
zh: 苛性体重成就

source: Caustic Weight Stabilizing
ar: استقرار الوزن الكاوية
de: Stabilisierung des ätzenden Gewichts
es: Estabilización de peso cáustico
fr: Stabilisation du poids caustique
he: ייצוב משקל קאוסטי
it: Stabilizzazione del peso soda caustica
nl: Bijtende gewichtsstabilisatie
pt: Estabilizador de peso cáustico
ro: Stabilizarea greutății caustice
sl: Kavstična stabilizacija teže
zh: 苛性重量稳定

source: Gap Water Weight Achievement
ar: إنجاز وزن الماء الفجوة
de: Gap Wassergewichtsleistung
es: Logro de peso del agua gap
fr: Réalisation du poids de l'eau dans l'écart
he: הישג משקל מים פער
it: Risultato del peso dell'acqua intermedia
nl: Gap Water Gewicht Prestatie
pt: Realização de peso à água de intervalo
ro: GAP GAP AMENTAMENTAREA GREETILOR DE APE
zh: 差水体重实现

source: Gap Water Weight Stabilizing
ar: استقرار وزن الماء الفجوة
de: Stabilisierung des Lückenwassergewichts
es: Estabilización del peso del agua de brecha
fr: Stabilisation du poids de l'eau
he: ייצוב משקל מים פער
it: Stabilizzazione del peso dell'acqua intermedia
nl: Gap Watergewicht Stabiliserend
pt: Estabilizar o peso da água de espaço estabilizador
ro: GAP Stabilizarea greutății apei
sl: Stabilizacija vodne teže vrzeli
zh: 水位稳定水量

source: Detergent Weight Achievement
ar: إنجاز وزن المنظفات
de: Wassergewichtsleistung
es: Logro de peso del detergente
fr: Atteinte du poids du détergent
he: הישג משקל חומר ניקוי
it: Risultato del peso del detergente
nl: Gewichtsverwachting voor wasmiddel
pt: Realização de peso de detergente
ro: Realizarea greutății de detergent
sl: Dosežek teže detergenta
zh: 洗涤剂的体重实现

source: Detergent Weight Stabilizing
ar: استقرار وزن المنظفات
de: Stabilisierung des Waschmittelgewichts
es: Estabilización de peso detergente
fr: Stabilisation du poids du détergent
he: ייצוב משקל חומר ניקוי
it: Stabilizzazione del peso del detergente
nl: Wasmiddel Gewichtsstabiliserend
pt: Estabilização por peso de detergente
ro: Stabilizarea greutății de detergent
sl: Stabilizacija teže detergenta
zh: 洗涤剂的重量稳定

source: Water Pump To Reactor
ar: مضخة المياه للمفاعل
de: Wasserpumpe zum Reaktor
es: Bomba de agua al reactor
fr: Pompe à eau vers réacteur
he: משאבת מים לכור
it: Pompa dell'acqua al reattore
nl: Waterpomp naar reactor
pt: Bomba de água para reator
ro: Pompa de apă la reactor
sl: Vodna črpalka za reaktor
zh: 水泵到反应堆

source: Recirculation Speed
ar: سرعة إعادة الدوران
de: Rezirkulationsgeschwindigkeit
es: Velocidad de recirculación
fr: Vitesse de recirculation
he: מהירות מחזור
it: Velocità di ricircolo
nl: Recirculatiesnelheid
pt: Velocidade de recirculação
ro: Viteza de recirculare
sl: Hitrost recirkulacije
zh: 再循环速度

source: Water Conductivity
ar: الموصلية المائية
de: Wasserleitfähigkeit
es: Conductividad del agua
fr: Conductivité de l'eau
he: מוליכות מים
it: Conduttività dell'acqua
nl: Watergeleidbaarheid
pt: Condutividade da água
ro: Conductivitatea apei
sl: Vodna prevodnost
zh: 水电导率

source: Chemical Concentration
ar: التركيز الكيميائي
de: Chemische Konzentration
es: Concentración química
fr: Concentration chimique
he: ריכוז כימי
it: Concentrazione chimica
nl: Chemische concentratie
pt: Concentração química
ro: Concentrația chimică
sl: Kemijska koncentracija
zh: 化学浓度

source: Concentration Transducer Not Ok
ar: محول التركيز ليس موافق
de: Konzentrationswandler nicht in Ordnung
es: Transductor de concentración no está bien
fr: Le transducteur de concentration ne fonctionne pas correctement
he: מתמר ריכוז לא בסדר
it: Transduttore di concentrazione non ok
nl: Concentratietransducer niet ok
pt: Transdutor de concentração não ok
ro: Traductorul de concentrare nu este OK
sl: Pretvornik koncentracije ni v redu
zh: 浓度传感器不正常

source: Screw Hopper Level
ar: مستوى المسمار
de: Schraubenstrompegel
es: Nivel de tope de tornillo
fr: Niveau de trémie à vis
he: ברג את רמת הופר
it: Livello tramoggia Coclea
nl: Schroeftrechterniveau
pt: Nível da tremonha
ro: Înșurubați nivelul buncărului
sl: Nivo vijačnega lijaka
zh: 螺丝料斗水平

source: Low Level
ar: مستوى منخفض
de: Niedrig
es: Nivel bajo
fr: Niveau bas
he: רמה נמוכה
it: Basso livello
nl: Laag niveau
pt: Nível baixo
ro: Nivel scăzut
sl: Nizka raven
zh: 低级

# (1=&gt;LOW)
source: (1=>Low)
ar: (1 => منخفض)
de: (1 => niedrig)
es: (1 => bajo)
fr: (1=>Faible)
he: (1 => נמוך)
it: (1 => basso)
nl: (1=>Laag)
pt: (1 => baixo)
ro: (1 => scăzut)
sl: (1=>Nizko)
zh: （1 =>低）

source: Maximum Emptying Time
ar: الحد الأقصى للفرار
de: Maximale Entleerungszeit
es: Tiempo de vaciado máximo
fr: Temps de vidange maximum
he: זמן ריקון מקסימלי
it: Tempo di svuotamento massimo
nl: Maximale leeglooptijd
pt: Tempo máximo de esvaziamento
ro: Timp maxim de golire
ru: Максимальное время опорожнения
sl: Največji čas praznjenja
zh: 最大的排空时间

source: Ok For Process - Screw On
ar: طيب للعملية - المسمار على
de: OK für den Prozess - Schrauben Sie an
es: Ok para el proceso - atornilla
fr: Ok pour le processus - Visser
he: בסדר לתהליך - הברג
it: Ok per il processo - Coclea attiva
nl: Oké voor proces - Schroef erop
pt: Ok para processo - estrague -se
ro: OK pentru proces - înșurubați -vă
ru: Хорошо для процесса - винт на
sl: V redu za postopek - privijte
zh: 可以进行过程 - 螺丝上

source: Waiting For Screw Restart For Emptying
ar: في انتظار إعادة تشغيل المسمار للإفراغ
de: Warten auf den Neustart auf den Schrauben zum Entleeren
es: Esperando el reinicio del tornillo para vaciar
fr: En attente du redémarrage de la vis pour la vidange
he: מחכה להפעלת בורג מחדש להתרוקן
it: In attesa di riavvio della coclea per lo svuotamento
nl: Wachten op herstart van de schroef voor het legen
pt: Esperando pelo reinício do parafuso para esvaziar
ro: În așteptarea repornirii șurubului pentru golire
sl: Čakanje na ponovni zagon vijaka za praznjenje
zh: 等待螺丝重新启动以排空

source: Ok For Process - Min Level
ar: موافق للعملية - مستوى دقيقة
de: OK für den Prozess - min -Ebene
es: OK para el proceso - Nivel MIN
fr: Ok pour le processus - Niveau minimum
he: בסדר לתהליך - רמת דקה
it: OK per il processo - Livello minimo
nl: Oké voor proces - Min. niveau
pt: Ok para processo - nível mínimo
ro: OK pentru proces - nivel minim
ru: Хорошо для процесса - минимальный уровень
sl: V redu za proces – minimalna raven
zh: 好的流程 ​​- 最小级别

source: Waiting To Go Below Minimum Level
ar: في انتظار الذهاب إلى الحد الأدنى من المستوى
de: Warten auf das Mindestniveau
es: Esperando ir por debajo del nivel mínimo
fr: En attente de descendre en dessous du niveau minimum
he: מחכה לרמת המינימום
it: In attesa di andare al di sotto del livello minimo
nl: Wachten om onder het minimumniveau te komen
pt: Esperando para ficar abaixo do nível mínimo
ro: Așteptând să depășească nivelul minim
sl: Čakanje na znižanje minimalne ravni
zh: 等待低于最低水平

source: Ok For Process - Emptying
ar: طيب للعملية - إفراغ
de: OK für den Prozess - Entleerung
es: Ok para el proceso - vaciar
fr: Ok pour le processus - Vidange
he: בסדר לתהליך - התרוקנות
it: Ok per il processo - svuotamento
nl: Oké voor proces - leegmaken
pt: OK para processo - esvaziamento
ro: OK pentru proces - golire
ru: Хорошо для процесса - опорожнение
sl: V redu za proces - praznjenje
zh: 可以处理 - 清空

source: Waiting For Final Emptying Time
ar: في انتظار وقت الإفراغ النهائي
de: Warten auf die endgültige Entleerungszeit
es: Esperando el tiempo final de vaciado
fr: En attente de l'heure de vidange finale
he: מחכה לזמן התרוקנות הסופי
it: Aspettando il tempo di svuotamento finale
nl: Wachten op de laatste ledigingstijd
pt: Esperando o tempo de esvaziamento final
ro: În așteptarea timpului final de golire
sl: Čakanje na zadnji čas praznjenja
zh: 等待最后的排空时间

source: Hopper View
ar: منظر هوبر
de: Trichteransicht
es: Vista de tolva
fr: Vue de la trémie
he: תצוגת הופר
it: Vista della tramoggia
pt: Vista de tremonha
ro: Vizualizare Hopper
sl: Hopper Pogled
zh: 料斗视图

source: Water Pump To Recirc./Discharge
ar: مضخة المياه لإعادة التخلص منها
de: Wasserpumpe nach Recirc./Disharge
es: Bomba de agua a Recirc./ Discarge
fr: Pompe à eau pour recirc./décharge
he: משאבת מים למחזור
it: Pompa dell'acqua a ricircolo/scarico
nl: Waterpomp voor recirculeren/afvoeren
pt: Bomba de água para recircular
ro: Pompa de apă la Recirc./Discharge
sl: Vodna črpalka za recir./izpust
zh: 循环的水泵

source: Valve To Recirculation
ar: صمام لإعادة تدوير
de: Ventil zur Rezirkulation
es: Válvula a recirculación
fr: Vanne de recirculation
he: שסתום למחזור
it: Valvola al ricircolo
nl: Klep naar recirculatie
pt: Válvula para recirculação
ro: Supapă spre recirculare
sl: Ventil za recirkulacijo
zh: 阀门再循环

source: Valve To Discharge
ar: صمام للتفريغ
de: Ventil zum Entladen
es: Válvula para descargar
fr: Soupape de décharge
he: שסתום לפריקה
it: Valvola allo scarico
nl: Klep om te ontladen
pt: Válvula para descarregar
ro: Supapă pentru descărcare
sl: Ventil za praznjenje
zh: 阀排出

source: DCE Feeding Screw
ar: المسمار تغذية DCE
de: DCE -Fütterungsschraube
es: Tornillo de alimentación de DCE
fr: Vis d'alimentation DCE
he: בורג הזנת DCE
it: coclea di alimentazione DCE
nl: DCE-voedingsschroef
pt: Parafuso de alimentação DCE
ro: Șurub de alimentare DCE
sl: DCE napajalni vijak
zh: DCE喂养螺钉

source: DCE Main Motor
ar: DCE المحرك الرئيسي
de: DCE -Hauptmotor
es: DCE Motor principal
fr: Moteur principal DCE
he: מנוע ראשי של DCE
it: Motore principale DCE
nl: DCE-hoofdmotor
pt: Motor principal do DCE
ro: DCE Motor principal
sl: Glavni motor DCE
zh: DCE主电机

source: DCE Cleaning
ar: تنظيف DCE
de: DCE -Reinigung
es: Limpieza de DCE
fr: Nettoyage DCE
he: ניקוי DCE
it: Pulizia DCE
nl: DCE Reiniging
pt: Limpeza DCE
ro: Curățarea DCE
sl: Čiščenje DCE
zh: DCE清洁

source: Washing Reactor Agitator
ar: غسل مفاعل المحرض
de: Reaktor -Agitator des Waschens
es: Agitador del reactor de lavado
fr: Agitateur de réacteur de lavage
he: שטיפת תסיסת הכורים
it: Agitatore del reattore di lavaggio
nl: Wasreactor roerder
pt: AGITADOR DE REACORES DE LAVAR
ro: Agitator de reactor de spălare
sl: Pralni reaktorski mešalnik
zh: 洗涤反应堆搅拌器

source: Separation Tank Paddle
ar: دبابة فصل
de: Trennbehälterpaddel
es: Paleta del tanque de separación
fr: Palette du réservoir de séparation
he: משוט מיכל הפרדה
it: Vasca di separazione - Palletta
nl: Scheidingstank peddel
pt: Paddle do tanque de separação
ro: Paddle de rezervor de separare
sl: Veslo za ločilni rezervoar
zh: 分离坦克桨

source: Separation Tank Paddles Manager
ar: مدير حقل خزان الفصل
de: Trennbehälter -Paddel Manager
es: Gerente de paletas de tanque de separación
fr: Gestionnaire des palettes du réservoir de séparation
he: מנהל משוטים של מיכלי הפרדה
it: Vasca di separazione - Gestore palette
nl: Manager Scheidingstankpeddels
pt: Gerente de pás de tanque de separação
ro: Manager de palete de rezervor de separare
sl: Upravitelj ločevalnih rezervoarjev
zh: 分离坦克桨经理

source: Separation Tank Paddles View
ar: منظر خزان الفصل
de: Trennbehälter -Paddelansicht
es: Vista de paletas del tanque de separación
fr: Vue des palettes du réservoir de séparation
he: נוף משוטות מיכלי הפרדה
it: Vasca di separazione - Vista palette
nl: Scheidingstank peddels bekijken
pt: Visualização de pás de tanque de separação
ro: Vedeți padele de rezervor de separare
sl: Pogled z lopaticami za ločevanje
zh: 分离坦克桨视图

source: Discharge Pump
ar: مضخة التفريغ
de: Entladungspumpe
es: Bomba de descarga
fr: Pompe de décharge
he: משאבת פריקה
it: Pompa di scarico
nl: Afvoerpomp
pt: Bomba de descarga
ro: Pompă de descărcare
sl: Izpustna črpalka
zh: 排放泵

source: Vertical DCE Feeding Screw
ar: برغي تغذية DCE العمودي
de: Vertikale DCE -Fütterungsschraube
es: Tornillo de alimentación de DCE vertical
fr: Vis d'alimentation verticale DCE
he: בורג הזנת DCE אנכי
it: coclea di alimentazione DCE verticale
nl: Verticale DCE-voedingsschroef
pt: Parafuso de alimentação DCE vertical
ro: Șurub de alimentare vertical DCE
sl: Navpični dovajalni vijak DCE
zh: 垂直DCE喂养螺钉

source: Vertical DCE Main Motor
ar: المحرك الرئيسي DCE العمودي
de: Vertikaler DCE -Mainmotor
es: Motor principal de DCE vertical
fr: Moteur principal DCE vertical
he: מנוע ראשי DCE אנכי
it: Motore principale DCE verticale
nl: Verticale DCE-hoofdmotor
pt: Motor principal do DCE vertical
ro: Motor principal DCE vertical
sl: Navpični glavni motor DCE
zh: 垂直DCE主电机

source: Vertical DCE Air Fan
ar: مروحة الهواء العمودية DCE
de: Vertikaler DCE Air Lüfter
es: Ventilador de aire DCE vertical
fr: Ventilateur vertical DCE
he: מאוורר אוויר DCE אנכי
it: Ventola dell'aria DCE verticale
nl: Verticale DCE-luchtventilator
pt: Ventilador de ar DCE vertical
ro: Ventilator de aer DCE vertical
sl: Vertikalni zračni ventilator DCE
zh: 垂直DCE空中风扇

source: Transport Screw
ar: برغي النقل
de: Transportschraube
es: Tornillo de transporte
fr: Vis de transport
he: בורג הובלה
it: coclea di trasporto
nl: Transportschroef
pt: Parafuso de transporte
ro: Șurub de transport
sl: Transportni vijak
zh: 运输螺丝

source: Storage Bag
ar: كيس التخزين
de: Aufbewahrungstasche
es: Bolsa de almacenamiento
fr: Sac de rangement
he: תיק אחסון
it: Sacco di stoccaggio
nl: Opbergtas
pt: Saco de armazenamento
ro: Pungă de depozitare
sl: Torba za shranjevanje
zh: 储藏袋

source: Bag Enable Selector
ar: كيس تمكين المحدد
de: Bag aktivieren Selektor
es: Selector de habilitación de bolsas
fr: Sélecteur d'activation du sac
he: תיק אפשר בורר
it: Selettore di abilitazione del Sacco
nl: Tas inschakelen selector
pt: Seletor de habilitação de bolsa
ro: Selector de activare a pungii
sl: Izbirnik za omogočanje vrečke
zh: 袋启用选择器

source: Bag Red Lamp
ar: مصباح أحمر
de: Tasche rote Lampe
es: Bolsa de lámpara roja
fr: Sac Lampe Rouge
he: תיק מנורה אדומה
it: Lampada rossa del Sacco
nl: Tas Rode Lamp
pt: Lâmpada vermelha da bolsa
ro: Lampa roșie a pungii
sl: Torba Rdeča svetilka
zh: 袋红灯

source: (1=Not Ok, Flsh=Alarm)
ar: (1 = لا بأس ، flsh = المنبه)
de: (1 = nicht ok, flsh = alarm)
es: (1 = no está bien, flsh = alarma)
fr: (1=Pas OK, Flsh=Alarme)
he: (1 = לא בסדר, FLSH = אזעקה)
it: (1 = non ok, flsh = allarme)
nl: (1=Niet Ok, Flsh=Alarm)
pt: (1 = não ok, fLSh = alarme)
ro: (1 = nu ok, flsh = alarmă)
sl: (1=Ni v redu, Flsh=Alarm)
zh: （1 =不正常，flsh =警报）

source: Bag Not Enabled
ar: كيس غير ممكّن
de: Tasche nicht aktiviert
es: Bolsa no habilitada
fr: Sac non activé
he: תיק לא מופעל
it: Sacco non abilitato
nl: Tas niet ingeschakeld
pt: Bolsa não habilitada
ro: Geanta nu este activată
sl: Torba ni omogočena
zh: 袋未启用
