Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Gap Water - Target
ar: فجوة المياه - الهدف
de: Lückenwasser - Ziel
es: Gap Agua - Objetivo
fr: Gap Water - Cible
he: גאפ מים - מטרה
it: Acqua intermedia - Obiettivo
nl: Gap Water - Doel
pt: Água de folga - alvo
zh: 间隙水 - 目标

source: Detergent - Target
ar: المنظفات - الهدف
de: Waschmittel - Ziel
es: Detergente - Objetivo
fr: Détergent - Cible
he: חומר ניקוי - מטרה
it: Detergente - Obiettivo
nl: Wasmiddel - Doel
pt: Detergente - Target
ro: Detergent - țintă
zh: 洗涤剂 - 目标

source: Final Water Latest Addition
ar: آخر إضافة للمياه
de: Final Water Neueste Ergänzung
es: Última Adición De Agua Final
fr: Dernier ajout à l'eau finale
he: מים סופיים תוספת אחרונה
it: Ultima aggiunta di acqua finale
nl: Laatste toevoeging aan het laatste water
pt: Mais recente adição de água
ro: Ultima adăugare a apei finale
sl: Zadnja voda Zadnji dodatek
zh: 最终水最新添加

source: Enable Dosing By Time
ar: تمكين الجرعات حسب الوقت
de: Dosierung nach Zeit aktivieren
es: Habilitar Dosificación Por Tiempo
fr: Activer le dosage par heure
he: אפשר מינון לפי זמן
it: Abilita il dosaggio in base al tempo
nl: Dosering op tijd inschakelen
pt: Habilitar a dosagem pelo tempo
ro: Activați dozarea în timp
sl: Omogoči odmerjanje po času
zh: 启用按时间给药

source: Tare Calibration Request
ar: طلب المعايرة الفارغة
de: Tara-Kalibrierungsanforderung
es: Solicitud De Calibración De Tara
fr: Demande d'étalonnage de tare
he: בקשת כיול טארה
it: Richiesta di calibrazione della tara
nl: Tarra-kalibratieverzoek
pt: Solicitação de calibração TARE
ro: Cerere de calibrare a tarii
sl: Zahteva za kalibracijo tare
zh: 皮重校准请求

source: Interlock To Upstream
ar: التعشيق إلى المنبع
de: Verriegelung zu Upstream
es: Interbloqueo aguas arriba
fr: Verrouillage en amont
it: Interblocco a monte
nl: Interlock naar stroomopwaarts
pt: Interligam a montante
ro: Introduceți în amonte
sl: Zaklepanje proti toku
zh: 与上游联锁

source: Disabled In Production (Constant Mode On)
ar: معطل في الإنتاج (الوضع الثابت قيد التشغيل)
de: In Produktion deaktiviert (Konstanter Modus Ein)
es: Deshabilitado En Producción (Modo Constante Activado)
fr: Désactivé en production (mode constant activé)
he: מושבת בזמן ייצור (מצב קבוע מופעל)
it: Disabilitato in produzione (modalità costante attiva)
nl: Uitgeschakeld in productie (constante modus ingeschakeld)
pt: Desativado na produção (modo constante ligado)
ro: Dezactivat în producție (modul constant pornit)
sl: Onemogočeno v proizvodnji (konstantni način vklopljen)
zh: 在生产中禁用（恒定模式开启）

source: Actual P-I Regulation Output
ar: مخرجات تنظيم P-I الفعلية
de: Tatsächlicher Ausgang der P-I-Regelung
es: Salida de regulación P-I real
fr: Sortie de régulation P-I réelle
he: פלט תקנת PI בפועל
it: Uscita Attuale della regolazione P-I
nl: Werkelijke P-I-regeloutput
pt: Saída de regulamentação p-i real
ro: Regulamentul actual de reglementare P-I
sl: Dejanski izhod regulacije P-I
zh: 实际 P-I 调节输出

source: Enable In Maintenance
ar: تمكين في الصيانة
de: In Wartung aktivieren
es: Activar En Mantenimiento
fr: Activer en maintenance
he: אפשר בתחזוקה
it: Abilita in manutenzione
nl: Inschakelen in onderhoud
pt: Ativar em manutenção
ro: Activați în întreținere
sl: Omogoči pri vzdrževanju
zh: 在维护中启用

source: Totalized Flowrate
ar: إجمالي معدل التدفق
de: Totalisierter Durchfluss
es: Caudal Totalizado
fr: Débit totalisé
he: קצב זרימה כולל
it: Portata Totalizzata
nl: Getotaliseerde stroomsnelheid
pt: Taxa de fluxo totalizada
ro: Debit totalizat
sl: Skupni pretok
zh: 累计流量

source: Reset Totalizer
ar: إعادة تعيين Totalizer
de: Zähler zurücksetzen
es: Restablecer Totalizador
fr: Réinitialiser le totalisateur
he: אפס Totalizer
it: Reimposta totalizzatore
nl: Totalisator resetten
pt: Redefinir totalizador
ro: Resetați totalizator
sl: Ponastavi seštevalec
zh: 重置累加器

source: View Message
ar: شاهد الرساله
de: Nachricht ansehen
es: Ver Mensaje
fr: Afficher le message
he: צפה בהודעה
it: Visualizza messaggio
nl: Bericht bekijken
pt: Exibir mensagem
ro: Vizualizați mesajul
sl: Ogled sporočila
zh: 查看留言

source: Alarm View
ar: عرض المنبه
de: Alarmansicht
es: Vista De Alarma
fr: Vue d'alarme
he: תצוגת אזעקה
it: Visualizzazione allarmi
nl: Alarmweergave
pt: Vista de alarme
ro: Vizualizare alarmă
sl: Pogled alarma
zh: 警报视图

source: Enable High Restart Speed
ar: تفعيل سرعة إعادة التشغيل العالية
de: Aktivieren Sie hohe Neustartgeschwindigkeit
es: Habilitar Alta Velocidad De Reinicio
fr: Activer une vitesse de redémarrage élevée
he: אפשר מהירות הפעלה מחדש גבוהה
it: Abilita velocità di riavvio alta
nl: Hoge herstartsnelheid inschakelen
pt: Ativar alta velocidade de reinício
ro: Activați viteza mare de repornire
sl: Omogoči visoko hitrost ponovnega zagona
zh: 启用高重启速度

source: Enable Semiauto Pumping Mode
ar: تفعيل وضع الضخ شبه التلقائي
de: Aktivieren Sie den halbautomatischen Pumpmodus
es: Habilitar Modo Bombeo Semiautomático
fr: Activer le mode de pompage semi-automatique
he: הפעל מצב שאיבה למחצה אוטומטית
it: Abilita la modalità di pompaggio semiautomatica
nl: Semi-automatische pompmodus inschakelen
pt: Ativar modo de bombeamento semiauto
ro: Activați modul de pompare Semiauto
sl: Omogoči polavtomatski način črpanja
zh: 启用半自动泵送模式

source: Remaining Pumping Time
ar: وقت الضخ المتبقي
de: Verbleibende Pumpzeit
es: Tiempo De Bombeo Restante
fr: Temps de pompage restant
he: זמן שאיבה שנותר
it: Tempo di pompaggio rimanente
nl: Resterende pomptijd
pt: Tempo de bombeamento restante
ro: Rămânând timpul de pompare
sl: Preostali čas črpanja
zh: 剩余泵送时间

source: Reamining Pause Time
ar: التعمير وقفة الوقت
de: Verbleibende Pausenzeit
es: Tiempo De Pausa Restante
fr: Restaurer le temps de pause
he: Reamining זמן הפסקה
it: Tempo di pausa rimanente
nl: Resterende pauzetijd
pt: Reaminante tempo de pausa
ro: Reamining Time Pauză
zh: 复习暂停时间

source: Leave Top Valve Open During Pause Time
ar: اترك الصمام العلوي مفتوحًا أثناء وقت التوقف
de: Lassen Sie das obere Ventil während der Pausenzeit geöffnet
es: Deje La Válvula Superior Abierta Durante El Tiempo De Pausa
fr: Laisser la vanne supérieure ouverte pendant le temps de pause
he: השאר את השסתום העליון פתוח במהלך זמן ההשהיה
it: Lasciare la valvola superiore aperta durante il tempo di pausa
nl: Laat de bovenste klep open tijdens de pauzetijd
pt: Deixe a válvula superior aberta durante o tempo de pausa
ro: Lăsați supapa de sus deschisă în timpul pauzei
sl: Med premorom pustite zgornji ventil odprt
zh: 在暂停期间保持顶部阀门打开

source: Single Cycle Request (In Production Mode)
ar: طلب دورة واحدة (في وضع الإنتاج)
de: Einzelzyklusanforderung (im Produktionsmodus)
es: Solicitud De Ciclo Único (En Modo De Producción)
fr: Demande de cycle unique (en mode production)
he: בקשת מחזור בודד (במצב ייצור)
it: Richiesta ciclo singolo (in modalità produzione)
nl: Aanvraag voor één cyclus (in productiemodus)
pt: Solicitação de ciclo único (no modo de produção)
ro: Solicitare cu un singur ciclu (în modul de producție)
sl: Zahteva za en cikel (v produkcijskem načinu)
zh: 单周期请求（在生产模式下）

source: Keep The Valves On In Final Position
ar: احتفظ بالصمامات في الوضع النهائي
de: Halten Sie die Ventile in der Endposition eingeschaltet
es: Mantenga Las Válvulas Abiertas En La Posición Final
fr: Gardez les vannes en position finale
he: השאר את השסתומים במצב סופי
it: Tenere le valvole attive in posizione finale
nl: Houd de kleppen open in de uiteindelijke positie
pt: Mantenha as válvulas na posição final
ro: Păstrați supapele în poziție finală
sl: Ventile držite v končnem položaju
zh: 将阀门保持在最终位置

source: Enable Latch Of Closed Position
ar: تمكين مزلاج الموقف المغلق
de: Aktivieren Sie die Verriegelung der geschlossenen Position
es: Habilitar Bloqueo De Posición Cerrada
fr: Activer le verrouillage de la position fermée
he: אפשר תפס של מיקום סגור
it: Abilita latch di posizione chiusa
nl: Vergrendeling van gesloten positie inschakelen
pt: Ativar trava de posição fechada
ro: Activați zăvorul de poziție închisă
sl: Omogoči zapah zaprtega položaja
zh: 启用关闭位置锁存器

source: Bypass Device
ar: جهاز الالتفافية
de: Bypass-Gerät
es: Dispositivo De Bypass
fr: Dispositif de contournement
he: מכשיר עוקף
it: Dispositivo di bypass
nl: Bypass-apparaat
pt: Dispositivo de desvio
ro: Dispozitiv de bypass
sl: Obvodna naprava
zh: 旁路设备

source: Plc In Simulation
ar: Plc في المحاكاة
de: SPS in Simulation
es: Plc En Simulación
fr: Automate en simulation
he: Plc בסימולציה
it: PLC in simulazione
nl: Plc in simulatie
pt: PLC em simulação
ro: PLC în simulare
sl: Plc v simulaciji
zh: 模拟中的PLC

source: Hopper Empty
ar: قادوس فارغ
de: Trichter leer
es: Tolva Vacía
fr: Trémie vide
he: הופר ריק
it: Tramoggia vuota
nl: Hopper leeg
pt: Hopper vazia
ro: Hopper gol
ru: Бункер пуст
sl: Koper prazen
zh: 料斗空

source: Inverter General Alarm
ar: الإنذار العام العاكس
de: Allgemeiner Wechselrichteralarm
es: Alarma General Del Inverter
fr: Alarme générale de l'onduleur
he: מהפך אזעקה כללית
it: Allarme generale inverter
nl: Algemeen omvormeralarm
pt: Alarme geral do inversor
ro: Alarma generală a invertorului
ru: Общий аварийный сигнал инвертора
sl: Splošni alarm pretvornika
zh: 逆变器通用报警

source: Inverter Alarm Present
ar: إنذار العاكس الحالي
de: Wechselrichteralarm vorhanden
es: Alarma De Inverter Presente
fr: Alarme onduleur présente
he: אזעקת מהפך קיימת
it: Allarme presente sull'Inverter
nl: Omvormeralarm aanwezig
pt: Alarme do inversor presente
ro: Alarma invertorului prezent
sl: Prisoten alarm pretvornika
zh: 逆变器报警存在

source: Thermal Overload
ar: الزائد الحراري
de: Thermische Überlastung
es: Sobrecarga Térmica
fr: Surcharge thermique
he: עומס תרמי
it: Sovraccarico termico
nl: Thermische overbelasting
pt: Sobrecarga térmica
ro: Suprasarcină termică
ru: Тепловая перегрузка
sl: Toplotna preobremenitev
zh: 热过载

source: Maximum Level Reached
ar: تم بلوغ المستوى الأقصى
de: Maximale Stufe erreicht
es: Nivel Máximo Alcanzado
fr: Niveau maximum atteint
he: הרמה המקסימלית הגיעה
it: Livello massimo raggiunto
nl: Maximaal niveau bereikt
pt: Nível máximo atingido
ro: Nivel maxim atins
ru: Достигнут максимальный уровень
sl: Najvišja dosežena raven
zh: 达到最高水平

source: Level Transducer Not Ok
ar: محول المستوى ليس على ما يرام
de: Füllstandssensor nicht in Ordnung
es: Transductor De Nivel no OK
fr: Le transducteur de niveau ne fonctionne pas correctement
he: מתמר רמה לא בסדר
it: Trasduttore di livello non ok
nl: Niveautransducer niet ok
pt: Transdutor de nível não ok
ro: Traductorul de nivel nu este ok
ru: Датчик уровня не в порядке
sl: Pretvornik nivoja ni v redu
zh: 液位传感器不正常

source: Valve Is Not Moving
ar: الصمام لا يتحرك
de: Ventil bewegt sich nicht
es: La Válvula No Se Mueve
fr: La vanne ne bouge pas
he: שסתום לא זז
it: La valvola non si muove
nl: Klep beweegt niet
pt: A válvula não está se movendo
ro: Valva nu se mișcă
ru: Клапан не движется
sl: Ventil se ne premika
zh: 阀门不动

source: Plc Ok Contact Not Ok
ar: Plc طيب الاتصال ليس موافق
de: SPS ok Kontakt nicht ok
es: Plc Ok Contacto No Ok
fr: Plc Ok Contact Pas Ok
he: Plc אוקיי צור קשר לא בסדר
it: Contatto PLC OK mancante
nl: Plc Ok Contact Niet Ok
pt: PLC OK CONTATO NÃO OK
ro: PLC OK Contact nu OK
ru: ПЛК в норме Контакт не в норме
sl: Plc OK Kontakt Ni OK
zh: Plc 好的 联系不好

source: Maximum Concentration Reached
ar: تم بلوغ الحد الأقصى من التركيز
de: Maximale Konzentration erreicht
es: Concentración Máxima Alcanzada
fr: Concentration maximale atteinte
he: הריכוז המרבי הגיע
it: Massima concentrazione raggiunta
nl: Maximale concentratie bereikt
pt: Concentração máxima atingida
ro: Concentrația maximă atinsă
sl: Dosežena največja koncentracija
zh: 达到最大浓度

source: Valve Closed
ar: الصمام مغلق
de: Ventil geschlossen
es: Válvula Cerrada
fr: Vanne fermée
he: שסתום סגור
it: Valvola chiusa
nl: Klep gesloten
pt: Válvula fechada
ro: Supapă închisă
sl: Ventil zaprt
zh: 阀门关闭

source: Info Panel
ar: لوحة المعلومات
es: Panel De Información
fr: Panneau d'informations
he: לוח מידע
it: Pannello Informazioni
nl: Infopaneel
pt: Painel de informações
ro: Panou de informații
sl: Info plošča
zh: 信息面板

source: Protected Image
ar: الصورة المحمية
de: Geschütztes Bild
es: Imagen Protegida
fr: Image protégée
he: תמונה מוגנת
it: Immagine protetta
nl: Beveiligde afbeelding
pt: Imagem protegida
ro: Imagine protejată
sl: Zaščitena slika
zh: 受保护的图像

source: Pause Time (0 = Always On)
ar: وقت الإيقاف المؤقت (0 = قيد التشغيل دائمًا)
de: Pausenzeit (0 = immer an)
es: Tiempo De Pausa (0 = Siempre Encendido)
fr: Temps de pause (0 = toujours activé)
he: זמן השהייה (0 = פועל תמיד)
it: Tempo di pausa (0 = sempre attivo)
nl: Pauzetijd (0 = Altijd aan)
pt: Tempo de pausa (0 = sempre ligado)
ro: Timp de pauză (0 = întotdeauna pornit)
sl: Čas premora (0 = vedno vklopljen)
zh: 暂停时间（0 = 始终开启）

source: On Time (0 = Always Off)
ar: في الوقت المحدد (0 = إيقاف التشغيل دائمًا)
de: Einschaltzeit (0 = immer aus)
es: A Tiempo (0 = Siempre Apagado)
fr: À l'heure (0 = toujours désactivé)
he: זמן מופעל (0 = כבוי תמיד)
it: Tempo attivo (0 = sempre spento)
nl: Op tijd (0 = Altijd uit)
pt: No prazo (0 = sempre desligado)
ro: La timp (0 = întotdeauna oprit)
sl: Čas vklopa (0 = vedno izklopljen)
zh: 开启时间（0 = 始终关闭）

source: Device Control
ar: جهاز التحكم
de: Gerätesteuerung
es: Control Del Dispositivo
fr: Contrôle des appareils
he: בקרת מכשיר
it: Controllo del dispositivo
nl: Apparaatbeheer
pt: Controle do dispositivo
ro: Controlul dispozitivului
sl: Nadzor naprave
zh: 设备控制

source: Actual Non-Compensated Water
ar: المياه الفعلية غير المعوضة
de: Tatsächliches nicht kompensiertes Wasser
es: Agua Real No Compensada
fr: Eau réelle non compensée
he: מים לא מתוגמלים בפועל
it: Acqua non compensata attuale
nl: Werkelijk niet-gecompenseerd water
pt: Água sem compensação real
ro: Apa efectivă necompensată
sl: Dejanska voda brez nadomestila
zh: 实际未补偿水

source: Dry Caustic Concentration
ar: تركيز المادة الكاوية الجافة
de: Trockenätzkonzentration
es: Concentración Sosa Cáustica Seca
fr: Concentration caustique sèche
he: ריכוז קאוסטי יבש
it: Concentrazione soda caustica secca
nl: Droge bijtende concentratie
pt: Concentração cáustica seca
ro: Concentrația caustică uscată
sl: Suha kavstična koncentracija
zh: 干碱浓度

source: Dry Caustic Concentration Offset Adjust
ar: تعديل تعويض تركيز المادة الكاوية الجافة
de: Trockenkaustik-Konzentrations-Offset-Anpassung
es: Ajuste De Compensación De Concentración De Sosa Cáustica Seca
fr: Ajustement du décalage de concentration de produits caustiques secs
he: כוונון היסט ריכוז קאוסטי יבש
it: Regolazione compenso di concentrazione soda caustica secca
nl: Droge bijtende concentratie offset aanpassen
pt: Offset de concentração cáustica seca ajuste
ro: Reglarea compensării concentrației caustice uscate
sl: Prilagoditev odmika koncentracije suhe jedke
zh: 干碱浓度偏移调整

source: Caustic Additive Dilution
ar: تخفيف المضافات الكاوية
de: Ätzende Additiv-Verdünnung
es: Dilución del aditivo Sosa Cáustica
fr: Dilution par additif caustique
he: דילול תוסף קאוסטי
it: Diluizione additiva soda caustica
nl: Verdunning van bijtende additieven
pt: Diluição aditiva cáustica
ro: Diluție aditivă caustică
sl: Redčenje kavstičnega dodatka
zh: 苛性碱添加剂稀释

source: Detergent Concentration
ar: تركيز المنظف
de: Waschmittelkonzentration
es: Concentración De Detergente
fr: Concentration de détergent
he: ריכוז חומרי ניקוי
it: Concentrazione detergente
nl: Wasmiddelconcentratie
pt: Concentração de detergente
ro: Concentrația de detergent
sl: Koncentracija detergenta
zh: 洗涤剂浓度

source: Dosing By Time - Caustic Injection Time
ar: الجرعات حسب الوقت - وقت حقن المادة الكاوية
de: Dosierung nach Zeit - Ätzmittelinjektionszeit
es: Dosificación Por Tiempo - Tiempo De Inyección de Sosa Cáustica
fr: Dosage par temps - Temps d'injection caustique
he: מינון לפי זמן - זמן הזרקה קאוסטית
it: Dosaggio a tempo - Tempo di iniezione soda caustica
nl: Dosering op tijd - Bijtende injectietijd
pt: Dosagem por tempo - Tempo de injeção cáustica
ro: Dozarea în timp - timp de injecție caustic
sl: Doziranje glede na čas - Čas vbrizgavanja kavstika
zh: 按时间给药 - 苛性碱注入时间

source: Dosing By Time - Gap Water Injection Time
ar: الجرعات حسب الوقت - فجوة وقت حقن الماء
de: Dosierung nach Zeit - Einspritzzeit des Lückenwassers
es: Dosificación Por Tiempo - Tiempo De Inyección De Agua Gap
fr: Dosage par temps - Temps d'injection d'eau dans l'espace
he: מינון לפי זמן - זמן הזרקת מים בפער
it: Dosaggio a tempo - Tempo di iniezione dell'acqua intermedia
nl: Dosering op tijd - Gap Waterinjectietijd
pt: Dosagem por tempo - Tempo de injeção de água Gap
ro: Dozarea în timp - Timp de injecție de apă GAP
sl: Doziranje glede na čas - čas vbrizgavanja vode v vrzel
zh: 按时间加药 - 间隙注水时间

source: Dosing By Time - Detergent Injection Time
ar: الجرعات حسب الوقت - وقت حقن المنظفات
de: Dosierung nach Zeit - Einspritzzeit des Reinigungsmittels
es: Dosificación Por Tiempo - Tiempo De Inyección De Detergente
fr: Dosage par temps - Temps d'injection du détergent
he: מינון לפי זמן - זמן הזרקת חומרי ניקוי
it: Dosaggio a tempo - Tempo di iniezione del detergente
nl: Dosering op tijd - Injectietijd voor wasmiddel
pt: Dosagem por tempo - Tempo de injeção de detergente
ro: Dozarea în timp - timpul de injecție de detergent
sl: Doziranje po času – čas vbrizgavanja detergenta
zh: 按时间给药 - 洗涤剂注射时间

source: Maximum Level Value
ar: الحد الأقصى لقيمة المستوى
de: Maximaler Pegelwert
es: Valor De Nivel Máximo
fr: Valeur de niveau maximale
he: ערך רמה מקסימלי
it: Valore di livello massimo
nl: Maximale niveauwaarde
pt: Valor máximo de nível
ro: Valoarea nivelului maxim
sl: Najvišja vrednost ravni
zh: 最大水平值

source: Minimum Level Value
ar: قيمة المستوى الأدنى
de: Minimaler Levelwert
es: Valor De Nivel Mínimo
fr: Valeur du niveau minimum
he: ערך רמה מינימלית
it: Valore di livello minimo
nl: Minimumniveauwaarde
pt: Valor mínimo de nível
ro: Valoarea nivelului minim
sl: Najmanjša vrednost ravni
zh: 最低水平值

source: Stop Silo Filling
ar: وقف ملء الصومعة
de: Silobefüllung stoppen
es: Detener El Llenado Del Silo
fr: Arrêter le remplissage des silos
he: הפסק את מילוי הסילו
it: Interrompi il riempimento del silo
nl: Stop met het vullen van silo's
pt: Pare o recheio de silo
ro: Opriți umplutura de siloz
sl: Ustavi polnjenje silosa
zh: 停止筒仓填充

source: Restart Silo Filling
ar: أعد تشغيل تعبئة الصومعة
de: Silobefüllung neu starten
es: Reiniciar El Llenado Del Silo
fr: Redémarrer le remplissage du silo
he: הפעל מחדש את מילוי הסילו
it: Riavvia il riempimento del silo
nl: Herstart silo vullen
pt: Reinicie o recheio de silo
ro: Reporniți umplutura de siloz
sl: Znova zaženite polnjenje silosa
zh: 重启筒仓灌装

source: Empty Silo
ar: صومعة فارغة
de: Leeres Silo
es: Silo Vacio
fr: Silo vide
he: סילו ריק
it: Silo vuoto
nl: Lege silo
pt: Silo vazio
ro: Siloz gol
sl: Prazen silos
zh: 空筒仓

source: Stop Material
ar: وقف المواد
de: Material stoppen
es: Parar Material
fr: Matériau d'arrêt
he: עצור חומר
it: Ferma materiale
nl: Stop Materiaal
pt: Pare o material
ro: Material de oprire
ru: Остановить материал
sl: Ustavi Material
zh: 停止材料

source: Start Material
ar: بدء المواد
de: Material starten
es: Iniciar Material
fr: Matériel de départ
he: חומר התחלה
it: Avvia materiale
nl: Startmateriaal
pt: Iniciar o material
ro: Material de pornire
ru: Исходный материал
sl: Začetni material
zh: 起始材料

source: Obstruction Minimum Current
ar: الحد الأدنى من انسداد التيار
de: Hindernis-Mindeststrom
es: Corriente Mínima De Obstrucción
fr: Courant minimum d'obstruction
he: חסימה מינימום זרם
it: Corrente minima di ostruzione
nl: Obstructie Minimale Stroom
pt: Corrente mínima de obstrução
ro: Obstrucție Curent minim
ru: Препятствие Минимальный ток
sl: Najmanjši tok obstrukcije
zh: 阻塞最小电流

source: Emptying Time Below Minimum Level
ar: وقت التفريغ أقل من المستوى الأدنى
de: Entleerungszeit unter Mindestfüllstand
es: Tiempo De Vaciado Por Debajo Del Nivel Mínimo
fr: Temps de vidange inférieur au niveau minimum
he: זמן ריקון מתחת לרמה המינימלית
it: Tempo di svuotamento al di sotto del livello minimo
nl: Leegtijd onder minimumniveau
pt: Tempo de esvaziamento abaixo do nível mínimo
ro: Timp de golire sub nivelul minim
sl: Čas praznjenja pod minimalno ravnjo
zh: 排空时间低于最低水平

source: Actual Reference
ar: المرجع الفعلي
de: Tatsächliche Referenz
es: Referencia Actual
fr: Référence réelle
he: הפניה בפועל
it: Riferimento Attuale
nl: Werkelijke referentie
pt: Referência real
ro: Referință reală
sl: Dejanska referenca
zh: 实际参考

source: Production Reference
ar: مرجع الإنتاج
de: Produktionsreferenz
es: Referencia De Producción
fr: Référence de production
he: הפניה
it: Riferimento in produzione
nl: Productiereferentie
pt: Referência de produção
ro: Referință de producție
sl: Referenca proizvodnje
zh: 生产参考

source: Sensor Calibration Required By Prevu Panel
ar: مطلوب معايرة المستشعر بواسطة لوحة Prevu
de: Sensorkalibrierung von Prevu Panel erforderlich
es: Calibración Del Sensor Requerida Por El Panel Prevu
fr: Étalonnage du capteur requis par le panneau Prevu
he: כיול חיישן נדרש על ידי לוח Prevu
it: Calibrazione del sensore richiesta dal pannello Prevu
nl: Sensorkalibratie vereist door Prevu-paneel
pt: Calibração do sensor exigida pelo painel Prevu
ro: Calibrarea senzorului cerută de Panoul Prevu
sl: Panel Prevu zahteva kalibracijo senzorja
zh: Prevu 面板所需的传感器校准

source: No Material Present
ar: لا توجد مواد موجودة
de: Kein Material vorhanden
es: Sin Material Presente
fr: Aucun matériel présent
he: אין חומר נוכח
it: Nessun materiale presente
nl: Geen materiaal aanwezig
pt: Sem material presente
ro: Niciun material prezent
sl: Material ni prisoten
zh: 没有材料存在

source: High Chemical Concentration Warning
ar: تحذير من ارتفاع تركيز المواد الكيميائية
de: Warnung vor hoher chemischer Konzentration
es: Advertencia De Alta Concentración de Química
fr: Avertissement de concentration chimique élevée
he: אזהרת ריכוז כימיקלים גבוה
it: Avviso di alta concentrazione di sostanze chimiche
nl: Waarschuwing voor hoge chemische concentratie
pt: Alerta de alta concentração química
ro: Avertisment de concentrare chimică ridicată
sl: Opozorilo o visoki koncentraciji kemikalij
zh: 高化学浓度警告

source: Local Disconnect Open
ar: فتح قطع الاتصال المحلي
de: Lokale Trennung geöffnet
es: Desconexión Local Abierta
fr: Déconnexion locale ouverte
he: ניתוק מקומי פתח
it: Disconnettore locale aperto
nl: Lokale verbinding verbroken
pt: Desconectar local aberto
ro: Deconectare locală deschisă
ru: Локальное отключение открыто
sl: Odprto lokalno prekinitev povezave
zh: 本地断开打开

source: Low Chemical Concentration Warning
ar: تحذير من انخفاض تركيز المواد الكيميائية
de: Warnung vor niedriger Chemikalienkonzentration
es: Advertencia De Baja Concentración Química
fr: Avertissement de faible concentration chimique
he: אזהרת ריכוז כימי נמוך
it: Avviso di bassa concentrazione chimica
nl: Waarschuwing voor lage chemische concentratie
pt: Aviso de baixa concentração química
ro: Avertisment cu concentrație chimică scăzută
sl: Opozorilo o nizki koncentraciji kemikalij
zh: 低化学浓度警告

# (1&gt;=MIN)
source: (1>=Min)
ar: (1> = دقيقة)
es: (1>=Mínimo)
he: (1> = דקות)
it: (1>=Minimo)
zh: (1>=最小)

source: (1=Ext Upstream Ready To Give Material)
ar: (1 = تحويل خارجي جاهز لإعطاء المواد)
de: (1=Ext Upstream bereit, Material zu geben)
es: (1=Ext Aguas Arriba Listo Para Dar Material)
fr: (1=Ext en amont prêt à donner du matériel)
he: (1 = Ext Upstream מוכן לתת חומר)
it: (1=Impianto esterno a monte Pronto a fornire materiale)
nl: (1=Ext Upstream Klaar om materiaal te geven)
pt: (1 = extream prontos para fornecer material)
ro: (1 = ext în amonte gata să dea material)
sl: (1=Ext Upstream pripravljen za oddajo materiala)
zh: （1=Ext Upstream 准备提供材料）

source: (1=Downstream Ok To Receive)
ar: (1 = المصب لا بأس به للاستلام)
de: (1=Downstream OK zum Empfangen)
es: (1=Aguas abajo Ok Para recibir)
fr: (1 = En aval OK pour recevoir)
he: (1 = במורד הזרם בסדר לקבל)
it: (1=A valle OK per ricevere)
nl: (1=Downstream Ok om te ontvangen)
pt: (1 = a jusante ok para receber)
ro: (1 = în aval ok pentru a primi)
sl: (1=V redu za sprejem)
zh: （1=下游可以接收）
