Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# M_INFO_ESTOP_PRESSED
source: Unlock The Emergency Stop Knob Push-Button In The Plant (Clockwise Rotation)
ar: افتح زور دفع مقبض الطوارئ في المصنع (دوران في اتجاه عقارب الساعة)
de: Schalten Sie den Notstop-Knopf-Push-Knopf in der Anlage auf (Rotation im Uhrzeigersinn)
es: Desbloquee el botón de la perilla de parada de emergencia en la planta (rotación en el sentido de las agujas del reloj)
fr: Déverrouillez le bouton-poussoir du bouton d'arrêt d'urgence dans l'usine (rotation dans le sens des aiguilles d'une montre)
he: בטל את נעילת כפתור עצירת החירום כפתור הכפתור במפעל (סיבוב בכיוון השעון)
it: Sblocca il pulsante di arresto di arresto di emergenza nella pianta (rotazione in senso orario)
nl: Ontgrendel de noodstopknop in de fabriek (met de klok mee draaien)
pt: Desbloqueie o botão de botão de parada de emergência na planta (rotação no sentido horário)
ro: Deblocați butonul de stop de urgență din plantă (rotație în sensul acelor de ceasornic)
sl: Odklepanje gumba za zaustavitev v sili v obratu (vrtenje v smeri urinega kazalca)
zh: 解锁植物中的紧急停止旋钮按钮（顺时针旋转）

# M_INFO_EDDY_1
source: Metal separator Is Temporary Not OK For Process . Material is Stopped Waiting for External Handover To Be Restored.
ar: فاصل المعادن مؤقت ليس موافق للعملية. تتوقف المواد في انتظار استعادة التسليم الخارجي.
de: Metallabscheider ist vorübergehend nicht in Ordnung für den Prozess. Das Material wird aufgehört zu warten, bis die externe Übergabe wiederhergestellt wird.
es: El separador de metal es temporal, no está bien para el proceso. El material se detiene esperando que se restaure la entrega externa.
fr: Le séparateur de métaux n'est temporairement pas OK pour le processus. Le matériel est arrêté en attente de la restauration du transfert externe.
he: מפריד מתכת הוא זמני לא בסדר לתהליך. החומר נעצר מחכה לשחזור מסירה חיצונית.
it: Il separatore metallico è temporaneo non è ok per il processo. Il materiale viene interrotto in attesa che venga ripristinato la consegna esterna.
nl: Metaalscheider is tijdelijk niet geschikt voor het proces. Het materiaal is gestopt en wacht op herstel door een externe overdracht.
pt: O separador de metal é temporário e não ok para o processo. O material é parado de esperar que a transferência externa seja restaurada.
ro: Separatorul de metale nu este temporar nu ok pentru proces. Materialul este oprit în așteptarea restabilirii predării externe.
sl: Kovinski separator je začasen, ni v redu za proces. Material je zaustavljen in čaka na zunanjo predajo, da se obnovi.
zh: 金属分离器是暂时的，无法进行过程。材料停止等待外部移交恢复。

source: Waste
ar: يضيع
de: Abfall
es: Desperdiciar
fr: Déchets
he: בזבוז
it: Scarto
nl: Afval
pt: Desperdício
ro: Deşeuri
sl: Odpadki
zh: 浪费

source: Extruder
ar: الطارد
es: Extrusor
fr: Extrudeuse
he: מכניס
it: Estrusore
pt: Extrusora
sl: Ekstruder
zh: 挤出机

source: Big Bag
ar: حقيبة كبيرة
de: GROSSE TASCHE
es: BOLSO GRANDE
fr: Grand sac
he: תיק גדול
nl: Grote tas
pt: GRANDE BOLSA
ro: GEANTA MARE
sl: Velika torba
zh: 大包

source: With Open Isolator
ar: مع عزل مفتوح
de: Mit offenem Isolator
es: Con aislador abierto
fr: Avec isolateur ouvert
he: עם מבודד פתוח
it: Con isolatore aperto
nl: Met open isolator
pt: Com isolador aberto
ro: Cu izolator deschis
sl: Z odprtim izolatorjem
zh: 带有开放的隔离器

source: Local Simulation
ar: المحاكاة المحلية
de: Lokale Simulation
es: Simulación local
fr: Simulation locale
he: הדמיה מקומית
it: Simulazione locale
nl: Lokale simulatie
pt: Simulação local
ro: Simulare locală
sl: Lokalna simulacija
zh: 本地模拟

source: Feeding
ar: تغذية
de: Fütterung
es: Alimentación
fr: Alimentation
he: הַאֲכָלָה
it: Caricamento
nl: Voeding
pt: Alimentando
ro: Hrănire
sl: Hranjenje
zh: 进食

source: Hot Wash
ar: غسل ساخن
de: Heiße Wäsche
es: Lavado en caliente
fr: Lavage à chaud
he: שטיפה חמה
it: Lav. Caldo
nl: Hete was
pt: Lavagem a quente
ro: Spălare fierbinte
sl: Vroče pranje
zh: 热水

source: Rinsing
ar: الشطف
de: Spülen
es: Enjuague
fr: Rinçage
he: שְׁטִיפָה
it: Risciacquo
nl: Spoelen
pt: Lavagem
ro: Clătire
sl: Izpiranje
zh: 漂洗

source: Elutriation
es: Elutriación
fr: Élutriation
it: ELUTRIAZIONE
nl: Elutriatie
pt: ELUTRIAÇÃO
ro: Elutriere
sl: Izpiranje
zh: 洗脱

source: Flake Sort
ar: فرز التقشر
de: Flake -Sortierung
es: Sort de escamas
fr: Tri des flocons
he: מיון פתית
it: Selezione scaglie
nl: Vlokken sorteren
pt: Tipo de flocos
sl: Razvrstitev kosmičev
zh: 薄片排序

source: Charging Conveyor
ar: شحن النقل
de: Ladeförderer
es: Transportador de carga
fr: Convoyeur de chargement
he: מסוע טעינה
it: Trasportatore di caricamento
nl: Laadtransportband
pt: Transportador de carregamento
ro: Transportor de încărcare
sl: Polnilni transporter
zh: 充电输送机

source: Speed For Downstream Empty
ar: سرعة المصب فارغة
de: Geschwindigkeit für nachgelagerte leer
es: Velocidad para aguas abajo vacío
fr: Vitesse pour le vide en aval
he: מהירות לריק במורד הזרם
it: Velocità per vuoto a valle
nl: Snelheid voor stroomafwaarts leeg
pt: Velocidade para a jusante vazio
ro: Viteză pentru goală din aval
sl: Hitrost Za Downstream Empty
zh: 下游空的速度

source: Charging Conveyor Left Lubrif.
ar: شحن النقل غادر لوبريف.
de: Ladeförderer links Lubrif.
es: El transportador de carga izquierda Lubrif.
fr: Convoyeur de chargement gauche Lubrif.
he: טעינה מסוע שמאל את לובריף.
it: Trasportatore di caricamento Lubrif. Sinistra
nl: Laadtransportband links Lubrif.
pt: Transportador de carregamento deixou Lubrif.
ro: Încărcarea transportorului lăsat Lubrif.
sl: Polnilni transporter levo Lubrif.
zh: 充电输送机左LUBRIF。

source: Charging Conveyor Right Lubrif.
ar: شحن النقل اليمين lubrif.
de: Ladeförderer rechts Lubrif.
es: Cargando transportador derecho lubrif.
fr: Convoyeur de chargement droit Lubrif.
he: טעינה מסוע ימין לובריף.
it: Trasportatore di caricamento Lubrif. Destra
nl: Laadtransportband rechts Lubrif.
pt: Carregando transportador direito Lubrif.
ro: Încărcarea transportorului drept lubrif.
sl: Polnilni tekoči trak Desni Lubrif.
zh: 充电输送机右Lubrif。

source: Charging Conveyor Lubrification
ar: شحن ناقل النقل
de: Ladeförderer Lubrifikation
es: Lubrificación del transportador de carga
fr: Lubrification du convoyeur de chargement
he: טעינה של מסוע
it: Lubrificazione del trasportatore di caricamento
nl: Smering van de laadtransportband
pt: Lubrificação do transportador de carregamento
ro: Lubrificare transportoare de încărcare
sl: Mazanje transportnega traku
zh: 充电输送机润滑

source: Debaler Main Pump
ar: المضخة الرئيسية Debaler
de: Debaler -Hauptpumpe
es: Bomba principal debaladora
fr: Pompe principale du déballeur
he: המשאבה הראשית של Debaler
it: Motore Principale Disimballatrice
nl: Debaler hoofdpomp
pt: Bomba principal Debaler
ro: Pompa principală debaler
sl: Glavna črpalka debalerja
zh: DEBALER主泵

source: Debaler Cooling Pump
ar: مضخة التبريد debaler
de: Debaler -Kühlpumpe
es: Bomba de enfriamiento de debalizador
fr: Pompe de refroidissement du déballeur
he: משאבת קירור דבילר
it: Pompa di raffreddamento Disimballatrice
nl: Debalerkoelpomp
pt: Bomba de resfriamento Debaler
ro: Pompa de răcire de debaler
sl: Hladilna črpalka debaler
zh: DEBALER冷却泵

source: Debaler Cooling Blower
ar: منفاخ التبريد Debaler
de: Debaler -Kühlgebläse
es: Blower de enfriamiento debalador
fr: Ventilateur de refroidissement du débaleur
he: מפוח קירור דבילר
it: Ventola di raffreddamento Disimballatrice
nl: Debaler koelblazer
pt: Soprador de resfriamento de Debaler
ro: Blower de răcire DeBaler
sl: Hladilni puhalnik Debaler
zh: DEBALER冷却鼓风机

source: Debaler Cover Pump
ar: مضخة تغطية Debaler
de: Debaler -Cover -Pumpe
es: Bomba de cobertura debaladora
fr: Pompe de couverture de déballeur
he: משאבת כיסוי Debaler
it: Pompa della copertura Disimballatrice
nl: Debaler Cover Pomp
pt: Bomba de capa Debaler
ro: Pompa de acoperire de debaler
sl: Črpalka pokrova debalerja
zh: DEBALER盖泵

source: Debaler Hydraulic Unit Off
ar: وحدة الهيدروليكية debaler قبالة
de: Debaler -Hydraulikeinheit aus
es: Unidad hidráulica de debalter
fr: Unité hydraulique du déballeur arrêtée
he: היחידה ההידראולית של Debaler Off
it: Unità idraulica Disimballatrice
nl: Hydraulische eenheid van de balenpers uit
pt: Unidade Hidráulica Debaler
ro: Unitatea hidraulică de debaler oprită
sl: Hidravlična enota debalerja je izklopljena
zh: DEBALER液压单元关闭

source: Main Hydraulic Unit Still On
ar: الوحدة الهيدروليكية الرئيسية لا تزال قيد التشغيل
de: Haupthydraulikeinheit immer noch auf
es: Principal unidad hidráulica todavía encendida
fr: Unité hydraulique principale toujours en marche
he: היחידה ההידראולית העיקרית עדיין ב
it: Unità idraulica principale ancora accesa
nl: Hoofdhydraulische eenheid nog steeds aan
pt: Principal unidade hidráulica ainda
ro: Unitatea hidraulică principală încă
sl: Glavna hidravlična enota je še vedno vklopljena
zh: 主液压单元仍在

source: Debaler Hydraulic Unit Local Disconnect Off
ar: الوحدة الهيدروليكية debaler مفصل محلي
de: Debaler Hydraulische Einheit Lokale Abnahme ab
es: Unidad hidráulica debaladora Desconectación local
fr: Déconnexion locale de l'unité hydraulique du déballeur désactivée
he: היחידה ההידראולית של Debaler ניתוק מקומי
it: Disconnettore locale Unità idraulica principale Disimballatrice aperto
nl: Hydraulische eenheid van de balenpers Lokale ontkoppeling Uit
pt: Unidade Hidráulica de Debaler Desconectar
ro: Unitatea hidraulică de debaler deconectare locală
sl: Lokalni odklop hidravlične enote debalerja je izklopljen
zh: DEBALER液压单元本地断开连接

source: Main Hydraulic Unit Local Disconnet Not Ok
ar: وحدة هيدروليكية رئيسية لا بأس بها
de: Haupthydraulikeinheit Lokales Disconnet nicht in Ordnung
es: Unidad hidráulica principal Disconnet local no está bien
fr: Déconnexion locale de l'unité hydraulique principale incorrecte
he: יחידה הידראולית עיקרית ניתוק מקומי לא בסדר
it: Disconnetore locale unità idraulica principale non ok
nl: Lokale ontkoppeling van de hoofdhydraulische eenheid is niet in orde
pt: Principal Unidade Hidráulica Local Desconente Não OK
ro: Unitatea hidraulică principală deconectare locală nu OK
sl: Lokalni odklop glavne hidravlične enote ni v redu
zh: 主要液压单元本地截断不正常

source: Debaler Thermal Heater
ar: سخان Debaler الحراري
de: Debaler -Thermalheizung
es: Calentador térmico debaliente
fr: Chauffage thermique du débaleur
he: דוד תרמי דבאלר
it: Riscaldatore termico Disimballatrice
nl: Debaler thermische verwarmer
pt: Debaler Térmico Aquecedor
ro: Încălzitor termic de debaler
sl: Debaler termalni grelec
zh: DEBALER热加热器

source: Debaler Hydraulic Bypass
ar: الالتفاف الهيدروليكي debaler
de: Hydraulischer Bypass von Debaler
es: Debilitador de derivación hidráulica
fr: Bypass hydraulique du déballeur
he: מעקף הידראולי של Debaler
it: Bypass idraulico Disimballatrice
nl: Hydraulische bypass van de balenpers
pt: Debaler Bypass hidráulico
ro: Debaler Hidraulic Bypass
sl: Hidravlični obvod debalerja
zh: DEBALER液压旁路

source: Debaler Hydraulic Shaft
ar: رمح الهيدروليكي debaler
de: Debaler Hydraulikwelle
es: Eje hidráulico debalizador
fr: Arbre hydraulique du déballeur
he: פיר הידראולי של Debaler
it: Albero idraulico ddisimballatrice
nl: Hydraulische as van de balenpers
pt: Debaler hidráulico
ro: Arborele hidraulic DeBaler
sl: Hidravlična gred debalerja
zh: DEBALER液压轴

source: Oil Maximum Pressurer
ar: زيت الحد الأقصى الصحفي
de: Ölmaximaler Druck
es: Presionador máximo de aceite
fr: Pression maximale d'huile
he: שמן מקסימלי לחץ
it: Pressione Massima Olio
nl: Maximale oliedruk
pt: Pressurente máximo de petróleo
ro: Uleiul maxim de presare
sl: Najvišji tlak olja
zh: 油最大压力机

source: Oil Maximum Pressure
ar: الضغط الأقصى للزيت
de: Ölmaximaldruck
es: Presión máxima del aceite
fr: Pression maximale d'huile
he: לחץ מקסימלי בשמן
it: Pressione Massima Olio
nl: Maximale oliedruk
pt: Pressão máxima do óleo
ro: Presiune maximă a uleiului
sl: Najvišji tlak olja
zh: 油最大压力

source: Command Forward
ar: القيادة إلى الأمام
de: Befehl vorwärts
es: Comandar hacia adelante
fr: Commandement en avant
he: פקודה קדימה
it: Comando in avanti
nl: Commando Voorwaarts
pt: Comando avançado
ro: Comandă înainte
sl: Ukaz Naprej
zh: 命令向前

source: Command Reverse
ar: الأمر عكس
de: Kommandoverkehr
es: Comandar reverso
fr: Commande inversée
he: הפוך הפוך
it: Comando inverso
nl: Commando Omkeren
pt: Comando reverso
ro: Comanda inversă
sl: Ukaz vzvratno
zh: 命令反向

source: Oil Persistent Maximum Pressure
ar: الحد الأقصى للضغط المستمر للزيت
de: Öl anhaltender maximaler Druck
es: Aceite Presión máxima persistente
fr: Pression maximale persistante à l'huile
he: שמן לחץ מקסימאלי מתמשך
it: Pressione massima Olio Persistente
nl: Olie aanhoudende maximale druk
pt: Petróleo persistente pressão máxima
ro: Presiune maximă persistentă petrolier
sl: Najvišji obstojni tlak olja
zh: 油持续的最大压力

source: Hydrauli Unit On
ar: وحدة الهيدروليكية على
de: Hydrauli -Einheit auf
es: Unidad de hidráuli en
fr: Unité hydraulique activée
he: יחידת הידראולי ב
it: Unità idraulica attiva
nl: Hydraulische eenheid aan
pt: Unidade Hydrauli ON
ro: Unitatea hidrauli pe
sl: Hidravlična enota vklopljena
zh: hydrauli单元

source: Debaler Hopper Level
ar: مستوى قادوس دافير
es: Nivel de tolva de debalter
fr: Niveau de la trémie du déballeur
he: רמת דבאלר הופר
it: Livello tramoggia della Disimballatrice
pt: Debaler Hopper Nível
ro: Nivelul Hopper DeBaler
sl: Raven lijaka za debaler
zh: DEBALER HOPPER级别

source: Debaler Oil Temperature
ar: درجة حرارة زيت Debaler
de: Debaleröltemperatur
es: Temperatura del aceite de debalter
fr: Température de l'huile du débaleur
he: טמפרטורת שמן דבילר
it: Temperatura dell'olio dismballatrice
nl: Olietemperatuur van de balenpers
pt: Temperatura do óleo Debaler
ro: Temperatura uleiului de debaler
sl: Debaler Temperatura olja
zh: DEBALER机油温度

source: Debaler Manager
ar: مدير Debaler
es: Gerente de debalizador
fr: Gestionnaire du débaleur
he: מנהל דבילר
it: Gestione Disimballatrice
ro: Director debaler
sl: Vodja debalerja
zh: DEBALER经理

source: Maximum Number Of Inversion For High Pressure
ar: الحد الأقصى لعدد الانعكاس للضغط العالي
de: Maximale Anzahl der Inversion für Hochdruck
es: Número máximo de inversión para alta presión
fr: Nombre maximum d'inversion pour haute pression
he: מספר היפוך מקסימלי ללחץ גבוה
it: Numero massimo di inversioni per alta pressione
nl: Maximaal aantal inversies voor hoge druk
pt: Número máximo de inversão para alta pressão
ro: Numărul maxim de inversare pentru presiune ridicată
sl: Največje število inverzij za visok tlak
zh: 高压的最大反转数

source: Hyraulic Unit On
ar: وحدة hyraulic على
de: HYRAULIC EINHEIT ON
es: Unidad hyraulica en
fr: Groupe hydraulique activé
he: יחידת Hyraulic ב
it: Unità idraulica attiva
nl: Hydraulische eenheid aan
pt: Unidade Hyraulic On
ro: Unitate hyraulică pe
sl: Hidravlična enota vklopljena
zh: Hyraulic单位

source: Oil Pressure Ok
ar: ضغط الزيت موافق
de: Öldruck ok
es: Presión de aceite OK
fr: Pression d'huile ok
he: לחץ שמן בסדר
it: Pressione dell'olio OK
nl: Oliedruk OK
pt: Pressão do óleo OK
ro: Presiunea uleiului ok
sl: Tlak olja OK
zh: 油压还可以

source: Oil Pressure Not Ok
ar: ضغط الزيت ليس موافق
de: Öldruck nicht in Ordnung
es: Presión de aceite no está bien
fr: La pression d'huile n'est pas correcte
he: לחץ שמן לא בסדר
it: Pressione dell'olio non ok
nl: Oliedruk niet ok
pt: Pressão do óleo não ok
ro: Presiunea uleiului nu este OK
sl: Tlak olja ni v redu
zh: 油压不正常

source: Hopper Level Ok
ar: مستوى القادوس طيب
es: Nivel de tolva ok
fr: Niveau de trémie OK
he: רמת הופר בסדר
it: Livello della tramoggia OK
nl: Hopperniveau OK
pt: Nível de tremonha ok
ro: Nivel de buncăr ok
sl: Nivo zalogovnika v redu
zh: 料斗级别还可以

source: Hopper Closed
ar: أغلق هوبر
de: Hopper geschlossen
es: Tolva cerrada
fr: Trémie fermée
he: הופר נסגר
it: Tramoggia chiusa
nl: Hopper gesloten
pt: Hopper fechou
ro: Hopper s -a închis
sl: Lijak zaprt
zh: 霍珀关闭

source: Hopper Not Closed
ar: قادوب لم يغلق
de: Trichter nicht geschlossen
es: Tolva no cerrada
fr: Trémie non fermée
he: הופר לא נסגר
it: Tramoggia non chiusa
nl: Hopper niet gesloten
pt: Hopper não fechada
ro: Hopper nu este închis
sl: Zalogovnik ni zaprt
zh: 料斗没有关闭

source: No Reverse For High Load
ar: لا عكس للحمل العالي
de: Kein Rückwärtsgang für hohe Last
es: No hay reverso para alta carga
fr: Pas d'inversion pour une charge élevée
he: אין הפוך לעומס גבוה
it: Nessuna inversione per carico elevato
nl: Geen achteruit voor hoge belasting
pt: Sem reverso para alta carga
ro: Fără invers pentru sarcină mare
sl: Brez vzvratne vožnje za visoko obremenitev
zh: 高负荷没有反向

source: On Time
ar: في الوقت المحدد
de: Pünktlich
es: A tiempo
fr: À l'heure
he: בזמן
it: Tempo acceso
nl: Op tijd
pt: Na hora
ro: La timp
sl: Pravočasno
zh: 准时

source: Debaler Hydraulic Unit Detail
ar: تفاصيل الوحدة الهيدروليكية debaler
de: Debaler Hydraulikeinheit Detail
es: Detalle de la unidad hidráulica debaladora
fr: Détail de l'unité hydraulique du déballeur
he: פרט היחידה ההידראולית של Debaler
it: Dettaglio dell'unità idraulica Disimballatrice
nl: Detail van de hydraulische eenheid van de balenpers
pt: Detalhes da unidade hidráulica de Debaler
ro: Detaliile unității hidraulice debaler
sl: Debaler hidravlične enote
zh: DEBALER液压单元细节

source: Debaler Maintenance Procedure
ar: إجراء صيانة Debaler
de: Debaler -Wartungsverfahren
es: Procedimiento de mantenimiento de debalizador
fr: Procédure d'entretien du débaleur
he: נוהל תחזוקת Debaler
it: Procedura di manutenzione Disimballatrice
nl: Onderhoudsprocedure voor de balenpers
pt: Procedimento de manutenção de Debaler
ro: Procedura de întreținere a debalerului
sl: Postopek vzdrževanja debalerja
zh: DeBAler维护程序

source: Debaler Safety Unlock Reels
ar: بكرات فتح السلامة Debaler
de: Debaler -Sicherheit entsperren Rollen frei
es: Vuelos de desbloqueo de seguridad de debalizador
fr: Bobines de déverrouillage de sécurité du débaleur
he: פתיחת נעילת בטיחות Debaler
it: Sblocco delle sicurezze dei rulli Disimballatrice
nl: Veiligheidsontgrendelingshaspels voor debaler
pt: Debaler Safety Desbloquear bobinas
ro: Debaler Deblochează tambururi
sl: Debaler varnostni koluti za odklepanje
zh: DEBALE人安全解锁卷轴

source: Magnetic Overbelt
ar: overbelt المغناطيسي
de: Magnetischer Überbleibchen
es: Órgano magnético
fr: Ceinture magnétique
he: חג יתר מגנטי
it: Sovranastro magnetico
nl: Magnetische overband
pt: Cinto de excesso magnético
sl: Magnetni zgornji pas
zh: 磁性超轻

source: Dry Trommel
ar: جاف
de: Trockener Trommel
es: Trommel seco
fr: Trommel sec
he: טרומל יבש
it: Vaglio a secco
nl: Droge trommel
pt: Tommel seco
ro: Tromel uscat
sl: Suhi trommel
zh: 干的trommel

source: Local Unlock Not Enabled
ar: إلغاء القفل المحلي لم يتم تمكينه
de: Lokale Entsperren nicht aktiviert
es: Desbloqueo local no habilitado
fr: Déverrouillage local non activé
he: נעילה מקומית אינה מופעלת
it: Sblocco locale non abilitato
nl: Lokale ontgrendeling niet ingeschakeld
pt: Desbloqueio local não habilitado
ro: Deblocare locală nu este activată
sl: Lokalno odklepanje ni omogočeno
zh: 本地解锁未启用

source: Local Unlock Buttons Enabled
ar: تمكين أزرار فتح المحلية
de: Lokale Entsperren von Tasten aktiviert
es: Botones de desbloqueo locales habilitados
fr: Boutons de déverrouillage locaux activés
he: כפתורי נעילה מקומיים מופעלים
it: Pulsanti di sblocco locale abilitati
nl: Lokale ontgrendelknoppen ingeschakeld
pt: Botões de desbloqueio local habilitados
ro: Butoane locale de deblocare activate
sl: Lokalni gumbi za odklepanje so omogočeni
zh: 启用本地解锁按钮

source: Dry Trommel Maintenance Procedure
ar: إجراء الصيانة الجاف
de: Wartungsverfahren für trockene Trommeln
es: Procedimiento de mantenimiento de trommel seco
fr: Procédure d'entretien du trommel sec
he: נוהל תחזוקה יבש טרומל
it: Procedura di manutenzione del Vaglio a secco
nl: Onderhoudsprocedure voor droge trommels
pt: Procedimento seco de manutenção de Tommel
ro: Procedura de întreținere a Tromelului uscat
sl: Postopek vzdrževanja suhe trombone
zh: 干式通态维护程序

source: Local Unlock Button Enabled
ar: تمكين زر فتح المحلية
de: Lokale Schaltfläche Entsperren aktiviert
es: Botón de desbloqueo local habilitado
fr: Bouton de déverrouillage local activé
he: כפתור נעילה מקומי מופעל
it: Pulsante di sblocco locale abilitato
nl: Lokale ontgrendelknop ingeschakeld
pt: Botão de desbloqueio local ativado
ro: Butonul local de deblocare activat
sl: Lokalni gumb za odklepanje je omogočen
zh: 启用本地解锁按钮

source: Trommel Safety Unlock Doors
ar: الأبواب فتح السلامة
de: Trommel -Sicherheit entsperren Türen
es: Puertas de desbloqueo de seguridad de trommel
fr: Portes de déverrouillage de sécurité Trommel
he: דלתות בטיחות טרומל
it: Sblocco sicurezze porte Vaglio
nl: Trommel Veiligheidsontgrendelingsdeuren
pt: Trommel segurança desbloquear portas
ro: Deblocați -vă ușile de deblocare a siguranței TROMMEL
sl: Trommel varnostna odklepanje vrat
zh: Trommel安全开门

source: Closed Door
ar: باب مغلق
de: Geschlossene Tür
es: Puerta cerrada
fr: Porte fermée
he: דלת סגורה
it: Porta chiusa
nl: Gesloten deur
pt: Porta fechada
ro: Ușa închisă
sl: Zaprta vrata
zh: 关闭的门

source: Command Enable Local Pb
ar: القيادة تمكين PB المحلية
de: Befehl aktivieren lokaler pb
es: Comando habilitar PB local
fr: Commande Activer Pb local
he: פקודה אפשר PB מקומי
it: Comando abilita pulsante locale
nl: Opdracht Lokale Pb inschakelen
pt: Comando Ativar PB local
ro: Activare comandă PB locală
sl: Ukaz Omogoči lokalni Pb
zh: 命令启用本地PB

source: Command Ls Reset Request Door
ar: الأمر LS RESET DERET DOOR
de: Befehl LS RETTET -Anforderungstür
es: Comando LS Restablecer la puerta de solicitud
fr: Commande Ls Réinitialisation Demande Porte
he: פקודה LS RESET DORK DOOR
it: Comando di reset del finecorsa della porta
nl: Commando Ls Reset Verzoek Deur
pt: Comando ls redefinir porta de solicitação
ro: Comanda ls resetează ușa cererii
sl: Ukaz Ls Ponastavi vrata zahteve
zh: 命令LS重置请求门

source: (1=Reset )
ar: (1 = إعادة تعيين)
de: (1 = zurücksetzen)
es: (1 = reinicio)
fr: (1=Réinitialiser)
he: (1 = איפוס)
nl: (1=Resetten)
pt: (1 = redefinir)
ro: (1 = resetare)
sl: (1=Ponastavi )
zh: （1 =重置）

source: Limit Switch Position Not Reset Of Door
ar: الحد من موضع التبديل لا يعيد تعيين الباب
de: Limitschalter Position nicht zurücksetzen
es: Posición del interruptor de límite no reinicio de la puerta
fr: Position du commutateur de fin de course non réinitialisée de la porte
he: מיקום מתג הגבל לא מאפס את הדלת
it: Posizione del Finecorsa della porta non ripristinato
nl: Eindschakelaarpositie van deur niet gereset
pt: Posição do interruptor limite não redefinido da porta
ro: Poziția comutatorului limită nu resetează ușa
sl: Položaj končnega stikala ni ponastavljen na vratih
zh: 限制开关位置不重置门

source: Buffer Metal Conveyor
ar: ناقل المعادن العازلة
de: Puffermetallförderer
es: Transportador de metal búfer
fr: Convoyeur de métal tampon
he: מסוע מתכת חיץ
it: Nastro Buffer metallico
nl: Buffermetaaltransportband
pt: Transportador de metal tampão
ro: Transportor de metal tampon
sl: Odbojni kovinski transporter
zh: 缓冲金属输送机

source: Buffer Metal Conveyor Left Lubrif.
ar: ناقل المعادن العازلة غادر لوبريف.
de: Puffer Metallförderer links Lubrif.
es: El transportador de metal de amortiguamiento izquierdo Lubrif.
fr: Convoyeur métallique tampon gauche Lubrif.
he: מסוע מתכת חיץ שמאל לובריף.
it: Nastro Buffer metallico Lubrif. sinistra
nl: Buffermetaaltransportband links Lubrif.
pt: Transportador de metal tampão Lubrif esquerdo.
ro: Transportorul de metal tampon lăsat lubrif.
sl: Odbojnik Kovinski transportni levi Lubrif.
zh: 缓冲金属输送机左LUBRIF。

source: Buffer Metal Conveyor Right Lubrif.
ar: ناقل المعادن العازلة اليمين lubrif.
de: Puffer Metall Förderer rechts Lubrif.
es: Transportador de metal búfer lubrif.
fr: Convoyeur métallique tampon droit Lubrif.
he: מסוע מתכת חיץ ימין לובריף.
it: Nastro Buffer metallico Lubrif. Destra
nl: Buffermetaaltransportband rechts Smeermiddel
pt: Buffer Metal Transportador Lubrif direito.
ro: Transportor de metal tampon Lubrif.
sl: Odbojnik Kovinski tekoči desni Lubrif.
zh: 缓冲金属输送机右lubrif。
