Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Grinding
ar: طحن
de: Schleifend
es: Molienda
fr: Affûtage
he: שְׁחִיקָה
it: Mulino
nl: Slijpen
pt: Moagem
ro: Măcinare
ru: Шлифовка
sl: Brušenje
zh: 研磨

source: Plant Control
ar: السيطرة النباتية
de: Anlagenkontrolle
es: Control De Planta
fr: Contrôle des plantes
he: בקרת צמח
it: Gestione Impianto
nl: Plantenbestrijding
pt: Painel de comando
ro: Controlul plantelor
ru: Управление заводом
sl: Nadzor rastlin
zh: 植物控制

source: Synoptic page missing!
ar: صفحة سينوبتيك مفقودة!
de: Synoptische Seite fehlt!
es: ¡Falta Página Sinóptica!
fr: Page synoptique manquante !
he: חסר עמוד תקציר!
it: Sinottico Mancante!
nl: Synoptische pagina ontbreekt!
pt: Página sinóptica ausente!
ro: Pagina sinoptică lipsă!
ru: Синоптическая страница отсутствует!
sl: Sinoptična stran manjka!
zh: 天气的 页面丢失！

source: Current Events
ar: الاحداث الحالية
de: Aktuelle Ereignisse
es: Eventos Actuales
fr: Événements actuels
he: אקטואליה
it: Eventi Attuali
nl: Actuele gebeurtenissen
pt: Eventos atuais
ro: Evenimentele curente
ru: Текущие события
sl: Aktualni dogodki
zh: 现在发生的事

source: Start
ar: يبدأ
de: Anfang
es: Arranca
fr: Commencer
he: הַתחָלָה
it: Avvia
nl: Begin
pt: Começar
ru: Начинать
sl: Začetek
zh: 开始

source: Stop
ar: قف
de: Halt
es: Apaga
fr: Arrêt
he: תפסיק
it: Ferma
pt: Parar
ru: Останавливаться
zh: 停止

source: Open Local Disconnect
ar: فتح قطع الاتصال المحلي
de: Öffnen Sie lokale Trennen
es: Desconexión Local Abierta
fr: Ouvrir la déconnexion locale
he: פתח ניתוק מקומי
it: Disconnettore Locale Aperto
nl: Open lokale verbinding verbreken
pt: Abrir desconexão
ro: Deschideți deconectarea locală
ru: Открыть локальное отключение
sl: Odprite lokalno prekinitev povezave
zh: 打开本地断开连接

source: Emergency Button Pressed
ar: ضغط زر الطوارئ
de: Not-Taste gedrückt
es: Botón De Emergencia Pulsado
fr: Bouton d'urgence enfoncé
he: לחצן חירום לחוץ
it: Pulsante di Emergenza Premuto
nl: Noodknop ingedrukt
pt: Botão de emergência pressionado
ro: Apăsat buton de urgență apăsat
ru: Нажата аварийная кнопка
sl: Pritisnjen gumb za klic v sili
zh: 紧急按钮按下

source: Select Operating Mode
ar: حدد وضع التشغيل
de: Wählen Sie den Betriebsmodus aus
es: Seleccione El Modo De Operación
fr: Sélectionnez le mode de fonctionnement
he: בחר מצב הפעלה
it: Seleziona modalità operativa
nl: Selecteer bedrijfsmodus
pt: Selecione o modo de operação
ro: Selectați modul de operare
ru: Выберите режим работы
sl: Izberite način delovanja
zh: 选择操作模式

source: Cancel
ar: يلغي
de: Abbrechen
es: Cancelar
fr: Annuler
he: לְבַטֵל
it: Annulla
nl: Annuleren
pt: Cancelar
ro: Anulare
ru: Отмена
sl: Prekliči
zh: 取消

source: End Time
ar: وقت النهاية
de: Endzeit
es: Hora De Finalización
fr: Heure de fin
he: שעת סיום
it: Fine Tempo
nl: Eindtijd
pt: Fim do tempo
ro: Sfârșitul timpului
ru: Время окончания
sl: Končni čas
zh: 时间结束

source: Events
ar: الأحداث
de: Veranstaltungen
es: Eventos
fr: Événements
he: אירועים
it: Eventi
nl: Evenementen
pt: Eventos
ro: Evenimente
ru: События
sl: Dogodki
zh: 活动

source: Ok
ar: نعم
de: In Ordnung
fr: D'accord
he: בסדר
ro: Bine
zh: 好的

source: Start Time
ar: وقت البدء
de: Startzeit
es: Hora De Inicio
fr: Heure de début
he: שעת התחלה
it: Tempo d'Inizio
nl: Starttijd
pt: Hora de início
ro: Timpul de începere
ru: Время начала
sl: Začetni čas
zh: 开始时间

source: Choose Date
ar: اختر موعدا
de: Date wählen
es: Elija Fecha
fr: Choisir une date
he: בחר תאריך
it: Scegli Data
nl: Kies datum
pt: Escolha dados
ro: Alegeți data
ru: Выберите дату
sl: Izberite Datum
zh: 选择日期

source: Clear PET
ar: واضح الحيوانات الأليفة
de: Klares Haustier
es: Pet Transparente
fr: PET transparent
he: נקה PET
it: PET Chiaro
nl: Heldere PET
pt: PET transparente
ro: Animal de companie clar
ru: Очистить ПЭТ
sl: Čisti PET
zh: 清除宠物

source: Disable
ar: إبطال
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
he: השבת
it: Disabilita
nl: Uitzetten
pt: Desativar
ro: Dezactiva
ru: Запрещать
sl: Onemogoči
zh: 禁用

source: Other
ar: آخر
de: Andere
es: Otro
fr: Autre
he: אַחֵר
it: Altro
nl: Ander
pt: Outro
ro: Alte
ru: Другой
sl: drugo
zh: 其他

source: Choose the action
ar: اختر الإجراء
de: Wählen Sie die Aktion aus
es: Elige La Acción
fr: Choisissez l'action
he: בחר את הפעולה
it: Scegli l'azione
nl: Kies de actie
pt: Escolha a ação
ro: Alegeți acțiunea
ru: Выберите действие
sl: Izberite dejanje
zh: 选择动作

source: Plant Line
ar: خط النبات
de: Pflanzenlinie
es: Línea De Planta
fr: Ligne végétale
he: קו צמחים
it: Linea Impianto
nl: Plantenlijn
pt: Plano da linha
ro: Linie de plante
ru: Линия растений
sl: Rastlinska linija
zh: 植物线

source: Production Line
ar: خط الإنتاج
de: Fließband
es: Línea De Producción
fr: Ligne de production
he: קו יצור
it: Linea di Produzione
nl: Productielijn
pt: Linha de produção
ro: Linie de producție
ru: Поточная линия
sl: Proizvodna linija
zh: 生产线

source: Reset
ar: إعادة ضبط
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
he: אִתחוּל
it: Ripristina
pt: Reiniciar
ro: Resetează
ru: Сброс настроек
sl: Ponastavi
zh: 重启

source: Acknowledge All
ar: نعترف جميعا
de: Alle anerkennen
es: Reconocer Todo
fr: Reconnaître tout
he: להכיר בכולם
it: Acquisisci Tutti
nl: Erken alles
pt: Aceitar tudo
ro: Recunoaște -i pe toți
ru: Подтвердить все
sl: Priznaj vse
zh: 承认所有

source: Acknowledge
ar: الإقرار
de: Anerkennen
es: Reconocer
fr: Reconnaître
he: לְהוֹדוֹת
it: Acquisisci
nl: Erkennen
pt: Aceitar
ro: Recunoaște
ru: Сознавать
sl: Priznaj
zh: 承认

source: Machine Map
ar: آلة آلة
de: Maschinenkarte
es: Mapa de la Máquina
fr: Carte des machines
he: מפת מכונה
it: Mappa Macchina
nl: Machinekaart
pt: Mapa da máquina
ro: Harta mașinii
ru: Карта машин
sl: Zemljevid stroja
zh: 机地图

source: Trends
ar: اتجاهات
es: Graficos
fr: Tendances
he: טרנדים
it: Grafici
pt: Tendências
ro: Tendințe
ru: Тенденции
sl: Trendi
zh: 趋势

source: User Management
ar: إدارةالمستخدم
de: Benutzerverwaltung
es: Gestión De Usuarios
fr: Gestion des utilisateurs
he: ניהול משתמשים
it: Gestione Utenti
nl: Gebruikersbeheer
pt: Gerenciamento de usuários
ro: Gestionarea utilizatorului
ru: Управление пользователями
sl: Upravljanje uporabnikov
zh: 用户管理

source: Faults
ar: فوالق
de: Fehler
es: Alarmas
fr: Défauts
he: תקלות
it: Allarmi
nl: Fouten
pt: Falhas
ro: Defecțiuni
ru: Неисправности
sl: Napake
zh: 缺陷

source: Messages
ar: رسائل
de: Mitteilungen
es: Mensajes
he: הודעות
it: Messaggi
nl: Berichten
pt: Mensagens
ro: Mesaje
ru: Сообщения
sl: Sporočila
zh: 消息

source: Commands
ar: أوامر
de: Befehle
es: Comandos
fr: Commandes
he: פקודות
it: Comandi
nl: Opdrachten
pt: Comandos
ro: Comenzi
ru: Команды
sl: Ukazi
zh: 命令

source: Parameters
ar: العوامل
de: Parameter
es: Parámetros
fr: Paramètres
he: פרמטרים
it: Parametri
pt: Parâmetros
ro: Parametri
ru: Параметры
sl: Parametri
zh: 参数

source: Maintenance
ar: اعمال صيانة
de: Wartung
es: Mantenimiento
fr: Entretien
he: תחזוקה
it: Manutenzione
nl: Onderhoud
pt: Manutenção
ro: întreținere
ru: Обслуживание
sl: Vzdrževanje
zh: 维护

source: Actual
ar: فعلي
de: Tatsächlich
fr: Réel
he: מַמָשִׁי
it: Attuali
nl: Werkelijke
ro: Real
ru: Действительный
sl: Dejansko
zh: 实际的

source: Logged
ar: تسجيل الدخول
de: Angemeldet
es: Registrado
fr: Connecté
he: נרשם ביומן
it: Registrati
nl: Ingelogd
pt: Registrado
ro: Buferat
ru: Зарегистрировано
sl: Zabeleženo
zh: 记录一下

source: Active
ar: نشيط
de: Aktiv
es: Activo
fr: Actif
he: פָּעִיל
it: Attivo
nl: Actief
pt: Ativo
ro: Activ
ru: Активный
sl: Aktiven
zh: 积极的

source: Production
ar: إنتاج
de: Produktion
es: Producción
he: הפקה
it: Produzione
nl: Productie
pt: Produção
ro: Producție
ru: Производство
sl: Proizvodnja
zh: 生产

source: Confirm
ar: يتأكد
de: Bestätigen Sie
es: Confirmar
fr: Confirmer
he: לְאַשֵׁר
it: Conferma
nl: Bevestigen
pt: Confirme
ro: A confirma
ru: Подтверждать
sl: Potrdi
zh: 确认

source: Components
ar: عناصر
de: Bauteile
es: Componentes
fr: Composants
he: רכיבים
it: Componenti
nl: Componenten
pt: Componentes
ro: Componente
ru: Компоненты
sl: Komponente
zh: 成分

source: Search
ar: بحث
de: Suche
es: Buscar
fr: Recherche
he: לחפש
it: Cerca
nl: Zoekopdracht
pt: Procurar
ro: Căutare
ru: Поиск
sl: Iskanje
zh: 搜索

source: Select Components
ar: حدد مكونات
de: Komponenten auswählen
es: Seleccionar Componentes
fr: Sélectionnez les composants
he: בחר רכיבים
it: Seleziona Componenti
nl: Selecteer componenten
pt: Selecione componentes
ro: Selectați componente
ru: Выберите компоненты
sl: Izberite Komponente
zh: 选择组件

source: Component Name
ar: اسم المكون
de: Komponentenname
es: Nombre Del Componente
fr: Nom du composant
he: שם רכיב
it: Nome Componente
nl: Componentnaam
pt: Nome do componente
ro: Numele componentei
ru: Название компонента
sl: Ime komponente
zh: 组件名称

source: Info
ar: معلومات
de: Die Info
es: Información
fr: Informations
he: מידע
nl: Informatie
pt: Informação
ro: Informații
ru: Информация
sl: Informacije
zh: 信息

source: Date
ar: تاريخ
de: Datum
es: Fecha
he: במקום שלך
it: Data
nl: Datum
pt: Data
ro: Data
ru: Дата
sl: Datum
zh: 日期

source: No Alarms or Messages
ar: لا أجهزة الإنذار أو الرسائل
de: Keine Alarme oder Nachrichten
es: Sin Alarmas Ni Mensajes
fr: Aucune alarme ni message
he: אין אזעקות או הודעות
it: Nessun Allarme o Messaggio
nl: Geen alarmen of berichten
pt: Sem alarmes ou mensagens
ro: Fără alarme sau mesaje
ru: Нет сигналов тревоги или сообщений
sl: Brez alarmov ali sporočil
zh: 没有警报或消息

source: Choose Trends
ar: اختيار الاتجاهات
de: Trends auswählen
es: Elija Tendencias
fr: Choisissez les tendances
he: בחר מגמות
it: Scegli Grafici
nl: Kies Trends
pt: Escolha tendências
ro: Alegeți tendințele
ru: Выберите тренды
sl: Izberite Trendi
zh: 选择趋势

source: Switch View
ar: تبديل عرض
de: Schaltansicht
es: Cambiar Vista
fr: Changer de vue
he: החלף תצוגה
it: Cambia Vista
nl: Schakelweergave
pt: Visualização do Switch
ro: Comutați vizualizarea
ru: Переключить вид
sl: Preklopi pogled
zh: 开关视图

source: Clear All
ar: امسح الكل
de: Alles löschen
es: Limpiar Todo
fr: Tout effacer
he: נקה הכל
it: Deseleziona tutti
nl: Alles wissen
pt: Limpar tudo
ro: Curata tot
ru: Очистить все
sl: Počisti vse
zh: 清除所有

source: Save
ar: يحفظ
de: Speichern
es: Ahorrar
fr: Sauvegarder
he: להציל
it: Salva
nl: Redden
pt: Salvar
ro: Salvați
ru: Сохранять
sl: Shrani
zh: 节省

source: Wireless Card
ar: بطاقة لاسلكية
de: Drahtlose Karte
es: Tarjeta Inalámbrica
fr: Carte sans fil
he: כרטיס אלחוטי
it: Carta Wireless
nl: Draadloze kaart
pt: Cartão sem fio
ro: Card wireless
ru: Беспроводная карта
sl: Brezžična kartica
zh: 无线卡

source: Change Wireless Card
ar: تغيير البطاقة اللاسلكية
de: Drahtlose Karte ändern
es: Cambiar Tarjeta Inalámbrica
fr: Changer la carte sans fil
he: החלף כרטיס אלחוטי
it: Cambia Carta Wireless
nl: Draadloze kaart wijzigen
pt: Alterar cartão
ro: Schimbați cardul wireless
ru: Сменить беспроводную карту
sl: Zamenjajte brezžično kartico
zh: 更改无线卡

source: Place the New Card on the Reader
ar: ضع البطاقة الجديدة على القارئ
de: Platzieren Sie die neue Karte auf den Leser
es: Coloque La Nueva Tarjeta En El Lector
fr: Placez la nouvelle carte sur le lecteur
he: הנח את הכרטיס החדש על הקורא
it: Posiziona la Nuova Carta sul Lettore
nl: Plaats de nieuwe kaart op de lezer
pt: Coloque o novo cartão no leitor
ro: Plasați noua carte pe cititor
ru: Поместите новую карту в считыватель
sl: Postavite novo kartico na čitalnik
zh: 将新卡放在读者身上

source: Delete User
ar: مسح المستخدم
de: Benutzer löschen
es: Borrar Usuario
fr: Supprimer un utilisateur
he: מחק משתמש
it: Elimina Utente
nl: Gebruiker verwijderen
pt: Apagar usuário
ro: Ștergeți utilizatorul
ru: Удалить пользователя
sl: Izbriši uporabnika
zh: 删除用户

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
he: לִמְחוֹק
it: Elimina
nl: Verwijderen
pt: Excluir
ro: Șterge
ru: Удалить
sl: Izbriši
zh: 删除

source: Add
ar: يضيف
de: Hinzufügen
es: Agregar
fr: Ajouter
he: לְהוֹסִיף
it: Aggiungi
nl: Toevoegen
pt: Adicionar
ro: Adăuga
ru: Добавлять
sl: Dodaj
zh: 添加

source: Copy from User
ar: نسخ من المستخدم
de: Vom Benutzer kopieren
es: Copiar Del Usuario
fr: Copier depuis l'utilisateur
he: העתק מהמשתמש
it: Copia dall'utente
nl: Kopie van gebruiker
pt: Cópia do usuário
ro: Copiați de la utilizator
ru: Копировать от пользователя
sl: Kopiraj od uporabnika
zh: 复制用户

source: User Name
ar: اسم االمستخدم
de: Nutzername
es: Nombre De Usuario
fr: Nom d'utilisateur
he: שם משתמש
it: Nome Utente
nl: Gebruikersnaam
pt: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sl: Uporabniško ime
zh: 用户名

source: Create New User
ar: إنشاء مستخدم جديد
de: Neuen Benutzer erstellen
es: Crear Nuevo Usuario
fr: Créer un nouvel utilisateur
he: צור משתמש חדש
it: Crea un Nuovo Utente
nl: Nieuwe gebruiker aanmaken
pt: Crie novo usuário
ro: Creați un utilizator nou
ru: Создать нового пользователя
sl: Ustvari novega uporabnika
zh: 创建新用户

source: Users
ar: المستخدمين
de: Benutzer
es: Usuarios
fr: Utilisateurs
he: משתמשים
it: Utenti
nl: Gebruikers
pt: Usuários
ro: Utilizatori
ru: Пользователи
sl: Uporabniki
zh: 用户

source: Manage User
ar: إدارة المستخدم
de: Benutzer verwalten
es: Administrar Usuario
fr: Gérer l'utilisateur
he: נהל משתמש
it: Gestisci Utente
nl: Gebruiker beheren
pt: Gerenciar usuário
ro: Gestionați utilizatorul
ru: Управление пользователем
sl: Upravljanje uporabnika
zh: 管理用户

source: Undo
ar: الغاء التحميل
de: Rückgängig machen
es: Anula
fr: Défaire
he: לבטל
it: Annulla
nl: Ongedaan maken
pt: Desfazer
ro: Anula
ru: Отменить
sl: Razveljavi
zh: 撤消

source: Full Name
ar: الاسم بالكامل
de: Vollständiger Name
es: Nombre Completo
fr: Nom et prénom
he: שם מלא
it: Nome Completo
nl: Volledige naam
pt: Nome completo
ro: Numele complet
ru: Полное имя
sl: Polno ime
zh: 全名

source: Email
ar: بريد الالكتروني
he: אימייל
ru: Эл. адрес
sl: E-pošta
zh: 电子邮件

source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número De Teléfono
fr: Numéro de téléphone
he: מספר טלפון
it: Numero di Telefono
nl: Telefoonnummer
pt: Número de telefone
ro: Număr de telefon
ru: Телефонный номер
sl: Telefonska številka
zh: 电话号码

source: Groups
ar: مجموعات
de: Gruppen
es: Grupos
fr: Groupes
he: קבוצות
it: Gruppi
nl: Groepen
pt: Grupos
ro: Grupuri
ru: Группы
sl: Skupine
zh: 团体

source: System Permissions
ar: أذونات النظام
de: Systemberechtigungen
es: Permisos Del Sistema
fr: Autorisations système
he: הרשאות מערכת
it: Permessi di Sistema
nl: Systeemmachtigingen
pt: Permissões do sistema
ro: Permisiuni de sistem
ru: Системные разрешения
sl: Sistemska dovoljenja
zh: 系统权限

source: Start Process
ar: بدء العملية
de: Starten Sie den Prozess
es: Arranca el Proceso
fr: Démarrer le processus
he: התחל תהליך
it: Avvia Processo
nl: Startproces
pt: Inicio de processo
ro: Procesul de pornire
ru: Начать процесс
sl: Zaženi proces
zh: 开始过程

source: View
ar: رأي
de: Aussicht
es: Vista
fr: Voir
he: נוף
it: Visualizza
nl: Weergave
pt: Visualizar
ro: Vedere
ru: Вид
sl: Pogled
zh: 看法

source: Settings
ar: إعدادات
de: Einstellungen
es: Configuracion
fr: Paramètres
he: הגדרות
it: Impostazioni
nl: Instellingen
pt: Configurações
ro: Setări
ru: Настройки
sl: nastavitve
zh: 设置

source: Plant
ar: مصنع
de: Pflanze
es: Planta
fr: Usine
he: צמח
it: Impianto
pt: Equipamento
ro: Plantă
ru: Растение
sl: Rastlina
zh: 植物

source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
he: קְבוּצָה
it: Gruppo
nl: Groep
pt: Grupo
ro: grup
ru: Группа
sl: skupina
zh: 团体

source: Line
ar: خط
de: Linie
es: Línea
fr: Doubler
he: קַו
it: Linea
nl: Lijn
pt: Linha
ro: Linia
ru: Линия
sl: Linija
zh: 线

source: Zone
ar: منطقة
es: Zona
he: אזורים
it: Zona
pt: Zona
ro: Zona
ru: Зона
sl: Cona
zh: 区

source: Cabinet
ar: خزانة
de: Kabinett
es: Armario
fr: Armoire
he: קבינט
it: Quadro
nl: Kastje
pt: Quadro de comando
ru: Кабинет
sl: Kabinet
zh: 内阁

source: Subzone
ar: المنطقة الفرعية
es: Subzona
fr: Sous-zone
he: תת-אזור
it: Sottozona
pt: Subzona
ru: Подзона
sl: Podobmočje
zh: 子区

source: Level
ar: مستوى
de: Eben
es: Nivel
fr: Niveau
he: רָמָה
it: Livello
nl: Niveau
pt: Nível
ro: Nivel
ru: Уровень
sl: Raven
zh: 等级

source: Actual Speed
ar: السرعة الفعلية
de: Tatsächliche Geschwindigkeit
es: Velocidad Efectiva
fr: Vitesse réelle
he: מהירות בפועל
it: Velocità Attuale
nl: Werkelijke snelheid
pt: Velocidade real
ro: Viteză reală
ru: Фактическая скорость
sl: Dejanska hitrost
zh: 实际速度

source: Actual Current
ar: الحالي الفعلي
de: Tatsächlicher Strom
es: Corriente Efectiva
fr: Courant réel
he: זרם בפועל
it: Corrente Attuale
nl: Werkelijke stroom
pt: Corrente real
ro: Curent real
ru: Фактический ток
sl: Dejanski tok
zh: 实际电流

source: Actual Level
ar: المستوى الفعلي
de: Aktuelles Niveau
es: Nivel Efectivo
fr: Niveau réel
he: רמה בפועל
it: Livello Attuale
nl: Werkelijke niveau
pt: Nível real
ro: Nivel real
ru: Фактический уровень
sl: Dejanska raven
zh: 实际水平

source: Current
ar: تيار
de: Strom
es: Corriente
fr: Actuel
he: נוֹכְחִי
it: Corrente
nl: Huidig
pt: Corrente
ro: Actual
ru: Текущий
sl: Trenutno
zh: 当前的

source: Speed
ar: سرعة
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
he: מְהִירוּת
it: Velocità
nl: Snelheid
pt: Velocidade
ro: Viteză
ru: Скорость
sl: Hitrost
zh: 速度

source: Zone View
ar: عرض المنطقة
de: Zone-Ansicht
es: Vista De Zona
fr: Vue des zones
he: תצוגת אזור
it: Vista Zone
nl: Zoneweergave
pt: Vista da zona
ro: Vizualizare a zonei
ru: Просмотр зоны
sl: Zonski pogled
zh: 区域视图

source: Create New Group
ar: إنشاء مجموعة جديدة
de: neue Gruppe erstellen
es: Crear Nuevo Grupo
fr: Créer un nouveau groupe
he: צור קבוצה חדשה
it: Crea Nuovo Gruppo
nl: Nieuwe groep maken
pt: Crie um novo grupo
ro: Creați un grup nou
ru: Создать новую группу
sl: Ustvari novo skupino
zh: 创建新组

source: Copy From Group
ar: نسخة من المجموعة
de: Kopieren Sie von der Gruppe
es: Copiar Desde El Grupo
fr: Copier à partir du groupe
he: העתק מקבוצה
it: Copia da Gruppo
nl: Kopiëren van groep
pt: Cópia do grupo
ro: Copiați din grup
ru: Копировать из группы
sl: Kopiraj iz skupine
zh: 复制组

source: Group Name
ar: أسم المجموعة
de: Gruppenname
es: Nombre Del Grupo
fr: Nom du groupe
he: שם קבוצה
it: Nome del Gruppo
nl: Groepsnaam
pt: Nome do grupo
ro: Numele Grupului
ru: Имя группы
sl: Ime skupine
zh: 团队名字

source: Manage Group
ar: إدارة المجموعات
de: Gruppe verwalten
es: Administrar Grupo
fr: Gérer le groupe
he: ניהול קבוצה
it: Gestisci Gruppo
nl: Groep beheren
pt: Gerenciar grupo
ro: Gestionați grupul
ru: Управление группой
sl: Upravljanje skupine
zh: 管理团体

source: Dryers
ar: مجففات
de: Trockner
es: Secadoras
fr: Séchoirs
he: מייבשים
it: Essicatori
nl: Drogers
pt: Secadores
ro: Uscătoare
ru: сушилки
sl: Sušilniki
zh: 烘干机

source: Delete current user?
ar: حذف المستخدم الحالي؟
de: Aktueller Benutzer löschen?
es: ¿Eliminar Usuario Actual?
fr: Supprimer l'utilisateur actuel ?
he: למחוק את המשתמש הנוכחי?
it: Eliminare questo utente?
nl: Huidige gebruiker verwijderen?
pt: Excluir usuário atual?
ro: Ștergeți utilizatorul curent?
ru: Удалить текущего пользователя?
sl: Želite izbrisati trenutnega uporabnika?
zh: 删除当前用户？

source: This user will be deleted from all machines.
ar: سيتم حذف هذا المستخدم من جميع الأجهزة.
de: Dieser Benutzer wird von allen Maschinen gelöscht.
es: Este Usuario Será Eliminado De Todas Las Máquinas.
fr: Cet utilisateur sera supprimé de toutes les machines.
he: משתמש זה יימחק מכל המכונות.
it: Questo utente sarà eliminato da tutte le macchine.
nl: Deze gebruiker wordt van alle machines verwijderd.
pt: Este usuário será excluído de todas as máquinas.
ro: Acest utilizator va fi șters din toate mașinile.
ru: Этот пользователь будет удален со всех машин.
sl: Ta uporabnik bo izbrisan iz vseh strojev.
zh: 此用户将从所有计算机中删除。

# THIS ACTION CANNOT BE UNDONE
source: This action is cannot be undone
ar: هذا الإجراء لا يمكن التراجع عنه
de: Diese Aktion ist nicht rückgängig gemacht werden
es: Esta Acción No Se Puede Deshacer
fr: Cette action est irréversible
he: פעולה זו אינה ניתנת לביטול
it: Questa azione non può essere annullata
nl: Deze actie kan niet ongedaan worden gemaakt
pt: Esta ação não pode ser desfeita
ro: Această acțiune nu poate fi anulată
ru: Это действие нельзя отменить
sl: Tega dejanja ni mogoče razveljaviti
zh: 这种行动无法撤消

source: This group will be deleted from all machines.
ar: سيتم حذف هذه المجموعة من جميع الأجهزة.
de: Diese Gruppe wird von allen Maschinen gelöscht.
es: Este Grupo Se Eliminará De Todas Las Máquinas.
fr: Ce groupe sera supprimé de toutes les machines.
he: קבוצה זו תימחק מכל המכונות.
it: Questo gruppo sarà eliminato da tutte le macchine.
nl: Deze groep wordt van alle machines verwijderd.
pt: Este grupo será excluído de todas as máquinas.
ro: Acest grup va fi șters din toate mașinile.
ru: Эта группа будет удалена со всех машин.
sl: Ta skupina bo izbrisana iz vseh strojev.
zh: 该组将从所有机器中删除。

source: Delete current group?
ar: حذف المجموعة الحالية؟
de: Aktuelle Gruppe löschen?
es: ¿Eliminar El Grupo Actual?
fr: Supprimer le groupe actuel ?
he: למחוק את הקבוצה הנוכחית?
it: Eliminare questo gruppo?
nl: Huidige groep verwijderen?
pt: Excluir grupo atual?
ro: Ștergeți grupul curent?
ru: Удалить текущую группу?
sl: Želite izbrisati trenutno skupino?
zh: 删除当前组？

source: Manage Parameters
ar: إدارة المعلمات
de: Parameter verwalten
es: Administrar Parámetros
fr: Gérer les paramètres
he: נהל פרמטרים
it: Gestisci Parametetri
nl: Parameters beheren
pt: Gerenciar parâmetros
ro: Gestionați parametrii
ru: Управление параметрами
sl: Upravljanje parametrov
zh: 管理参数

source: Component Search
ar: البحث عن المكون
de: Komponentensuche
es: Buscar Componentes
fr: Recherche de composants
he: חיפוש רכיבים
it: Cerca Componenti
nl: Component zoeken
pt: Pesquisa de componentes
ro: Căutare componentă
ru: Поиск компонентов
sl: Iskanje komponent
zh: 组件搜索

source: Select Trends
ar: حدد الاتجاهات
de: Trends auswählen
es: Seleccionar Tendencias
fr: Sélectionnez les tendances
he: בחר מגמות
it: Seleziona i Grafici
nl: Selecteer Trends
pt: Selecione tendências
ro: Selectați tendințele
ru: Выберите тренды
sl: Izberite Trendi
zh: 选择趋势

source: Limits
ar: حدود
de: Grenzwert
es: Límites
fr: Limites
he: גבולות
it: Limiti
nl: Limieten
pt: Limites
ro: Limite
ru: Ограничения
sl: Omejitve
zh: 限制

source: 5 Minutes
ar: 5 دقائق
de: 5 Minuten
es: 5 Minutos
he: 5 דקות
it: 5 Minuti
nl: 5 minuten
pt: 5 minutos
ro: 5 minute
ru: 5 минут
sl: 5 minut
zh: 5分钟

source: 15 Minutes
ar: 15 دقيقة
de: 15 Minuten
es: 15 Minutos
he: 15 דקות
it: 15 Minuti
nl: 15 minuten
pt: 15 minutos
ro: 15 minute
ru: 15 минут
sl: 15 minut
zh: 15分钟

source: 30 Minutes
ar: 30 دقيقة
de: 30 Minuten
es: 30 Minutos
he: 30 דקות
it: 30 Minuti
nl: 30 minuten
pt: 30 minutos
ro: 30 minute
ru: 30 минут
sl: 30 minut
zh: 30分钟

source: 1 Hour
ar: 1 ساعة
de: 1 Stunde
es: 1 Hora
fr: 1 heure
he: 1 שעה
it: 1 Ora
nl: 1 uur
pt: 1 hora
ro: 1 oră
ru: 1 час
sl: 1 ura
zh: 1小时

source: 2 Hours
ar: ساعاتين
de: 2 Stunden
es: 2 Horas
fr: 2 heures
he: 2 שעות
it: 2 Ore
nl: 2 uur
pt: 2 horas
ro: 2 ore
ru: два часа
sl: 2 uri
zh: 2小时

source: 4 Hours
ar: 4 ساعات
de: 4 Stunden
es: 4 Horas
fr: 4 heures
he: 4 שעות
it: 4 Ore
nl: 4 uur
pt: 4 horas
ro: 4 ore
ru: 4 часа
sl: 4 ure
zh: 4个小时

source: 8 Hours
ar: 8 ساعات
de: 8 Stunden
es: 8 Horas
fr: 8 heures
he: 8 שעות
it: 8 Ore
nl: 8 uur
pt: 8 horas
ro: 8 ore
ru: 8 часов
sl: 8 ur
zh: 8小时

source: 12 Hours
ar: 12 ساعة
de: 12 Stunden
es: 12 Horas
fr: 12 heures
he: 12 שעות
it: 12 Ore
nl: 12 uur
pt: 12 horas
ro: 12 ore
ru: 12 часов
sl: 12 ur
zh: 12小时

source: 24 Hours
ar: 24 ساعة
de: 24 Stunden
es: 24 Horas
fr: 24 heures
he: 24 שעות
it: 24 Ore
nl: 24 uur
pt: 24 horas
ro: 24 de ore
ru: 24 часа
sl: 24 ur
zh: 24小时

source: Min Value
ar: دقيقة القيمة
de: Miner Wert
es: Valor Mínimo
fr: Valeur minimale
he: ערך מינימלי
it: Valore Minimo
nl: Minimale waarde
pt: Valor mínimo
ro: Valoare min
ru: Минимальное значение
sl: Najmanjša vrednost
zh: 最小值

source: Max Value
ar: قيمة الحد الأقصى
de: Maximalwert
es: Valor Máximo
fr: Valeur maximale
he: ערך מקסימלי
it: Valore Massimo
nl: Maximale waarde
pt: Valor máximo
ro: Valoare maximă
ru: Максимальное значение
sl: Največja vrednost
zh: 最大值

source: Trend
ar: اتجاه
es: Tendencia
fr: S'orienter
he: מְגַמָה
it: Grafico
pt: Tendência
ro: Tendinţă
ru: Тренд
zh: 趋势
