Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# M_INFO_SILOS_NOK
source: Silos Not Available To Be Filled. Check The Filling Status And All Ather Conditions And settings Of Silos.
ar: صوامع غير متوفرة لتملأ. تحقق من حالة التعبئة وجميع ظروف الأثRE وإعدادات الصوامع.
de: Silos, die nicht zur Verfügung stehen, um gefüllt zu werden. Überprüfen Sie den Füllstatus und alle Atherbedingungen und Einstellungen von Silos.
es: Silos no disponibles para ser llenados. Verifique el estado de llenado y todas las condiciones y configuraciones de silos.
fr: Silos non disponibles pour être remplis. Vérifiez l’état de remplissage ainsi que toutes les autres conditions et paramètres des silos.
he: ממגורות לא זמינות למילוי. בדוק את מצב המילוי ואת כל התנאים וההגדרות של ממגורות.
it: Silos non disponibili per essere riempiti. Controllare lo stato di riempimento e tutte le condizioni e le impostazioni dei silos.
nl: Silo's niet beschikbaar om te worden gevuld. Controleer de vulstatus en alle overige voorwaarden en instellingen van de silo's.
pt: Silos não disponíveis para serem preenchidos. Verifique o status de enchimento e todas as condições e configurações de ateradores de silos.
ro: Silozurile care nu sunt disponibile pentru a fi umplute. Verificați starea de umplere și toate condițiile ATHER și setările silozurilor.
sl: Silosi niso na voljo za polnjenje. Preverite stanje polnjenja in vse druge pogoje in nastavitve silosa.
zh: 筒仓无法填充。检查填充状态以及所有孤岛的条件和设置。

source: Image Saved With Success
ar: تم حفظ الصورة مع النجاح
de: Bild mit Erfolg gespeichert
es: Imagen guardada con éxito
fr: Image enregistrée avec succès
he: תמונה נשמרת בהצלחה
it: Immagine salvata con successo
nl: Afbeelding succesvol opgeslagen
pt: Imagem salva com sucesso
ro: Imagine salvată cu succes
sl: Slika je bila uspešno shranjena
zh: 成功保存的图像

source: Image Saving Failed:
ar: فشل حفظ الصور:
de: Bildsparen fehlgeschlagen:
es: Falló el guardado de la imagen:
fr: Échec de l'enregistrement de l'image :
he: שמירת תמונה נכשלה:
it: Salvataggio dell'immagine non riuscita:
nl: Opslaan van afbeelding mislukt:
pt: A economia de imagem falhou:
ro: Salvarea imaginii a eșuat:
sl: Shranjevanje slike ni uspelo:
zh: 图像节省失败：

source: Deleted Successfully
ar: حذف بنجاح
de: Erfolgreich gelöscht
es: Borrado exitosamente
fr: Supprimé avec succès
he: נמחק בהצלחה
it: Cancellato con successo
nl: Succesvol verwijderd
pt: Apagado com sucesso
ro: Șters cu succes
sl: Uspešno izbrisano
zh: 成功删除

source: Deletion Failed
ar: فشل الحذف
de: Löschung fehlgeschlagen
es: Falló la eliminación
fr: Échec de la suppression
he: המחיקה נכשלה
it: La cancellazione non è riuscita
nl: Verwijderen mislukt
pt: A exclusão falhou
ro: Ștergerea a eșuat
sl: Brisanje ni uspelo
zh: 删除失败

source: An Error Occurred while Deleting:
ar: حدث خطأ أثناء الحذف:
de: Beim Löschen trat ein Fehler auf:
es: Se produjo un error al eliminar:
fr: Une erreur s'est produite lors de la suppression :
he: אירעה שגיאה במהלך מחיקת:
it: Si è verificato un errore durante l'eliminazione:
nl: Er is een fout opgetreden bij het verwijderen van:
pt: Ocorreu um erro ao excluir:
ro: A apărut o eroare în timpul ștergerii:
sl: Pri brisanju je prišlo do napake:
zh: 删除时发生错误：

source: Download Completed
ar: انتها التحميل
de: Download abgeschlossen
es: Descarga completa
fr: Téléchargement terminé
he: ההורדה הושלמה
it: Scarica completato
nl: Download voltooid
pt: Transferência concluída
ro: Descărcați finalizat
sl: Prenos končan
zh: 下载完成

source: Download Failed, PLC not reachable
ar: فشل التنزيل ، PLC لا يمكن الوصول إليها
de: Download fehlgeschlagen, plc nicht erreichbar
es: Descargar fallido, plc no accesible
fr: Échec du téléchargement, automate inaccessible
he: הורדה נכשלה, plc לא ניתן להגיע אליו
it: Scarica non riuscita, plc non raggiungibile
nl: Downloaden mislukt, PLC niet bereikbaar
pt: Download falhou, PLC não alcançável
ro: Descărcați eșuat, PLC nu poate fi accesibil
sl: Prenos ni uspel, PLC ni dosegljiv
zh: 下载失败，plc无法到达

source: Download Failed:
ar: التحميل فشل:
de: Herunterladen fehlgeschlagen:
es: Descarga fracasó:
fr: Échec du téléchargement :
he: הורדה נכשלה:
it: Scaricamento fallito:
nl: Downloaden mislukt:
pt: Download falhou:
ro: Descarcare esuata:
sl: Prenos ni uspel:
zh: 下载失败：

source: Recipe Created With Success
ar: وصفة تم إنشاؤها مع النجاح
de: Rezept mit Erfolg erstellt
es: Receta creada con éxito
fr: Recette créée avec succès
he: מתכון שנוצר עם הצלחה
it: Ricetta creata con successo
nl: Recept met succes gemaakt
pt: Receita criada com sucesso
ro: Rețetă creată cu succes
sl: Uspešno ustvarjen recept
zh: 成功创建的食谱

source: Recipe Creation Failed:
ar: فشل إنشاء الوصفة:
de: Rezeptkreation fehlgeschlagen:
es: La creación de recetas falló:
fr: Échec de la création de la recette :
he: יצירת המתכונים נכשלה:
it: Creazione della ricetta non riuscita:
nl: Receptcreatie mislukt:
pt: A criação da receita falhou:
ro: Crearea de rețete a eșuat:
sl: Ustvarjanje recepta ni uspelo:
zh: 食谱创建失败：

source: Recipe Saved With Success
ar: وصفة محفوظة مع النجاح
de: Rezept mit Erfolg gespart
es: Receta guardada con éxito
fr: Recette enregistrée avec succès
he: מתכון שנשמר בהצלחה
it: Ricetta salvata con successo
nl: Recept succesvol opgeslagen
pt: Receita salva com sucesso
ro: Rețetă salvată cu succes
sl: Recept uspešno shranjen
zh: 成功保存的食谱

source: Recipe Saving Failed:
ar: فشل حفظ الوصفة:
de: Rezeptsparen fehlgeschlagen:
es: El ahorro de recetas falló:
fr: Échec de l'enregistrement de la recette :
he: חיסכון המתכון נכשל:
it: Risparmio di ricetta non riuscita:
nl: Recept opslaan mislukt:
pt: A economia da receita falhou:
ro: Salvarea rețetei a eșuat:
sl: Shranjevanje recepta ni uspelo:
zh: 食谱节省失败：

source: Export Completed Successfully
ar: تم الانتهاء من التصدير بنجاح
de: Export erfolgreich abgeschlossen
es: Exportación completada con éxito
fr: Exportation terminée avec succès
he: הייצוא הושלם בהצלחה
it: L'esportazione completata con successo
nl: Export succesvol voltooid
pt: A exportação concluída com sucesso
ro: Exportul finalizat cu succes
sl: Izvoz je bil uspešno zaključen
zh: 出口成功完成

source: Failed to load Trends
ar: فشل في تحميل الاتجاهات
de: Trends nicht laden
es: No se pudo cargar tendencias
fr: Échec du chargement des tendances
he: נכשלה טוענת מגמות
it: Impossibile caricare le tendenze
nl: Trends laden is mislukt
pt: Falha ao carregar tendências
ro: Nu a reușit să încarce tendințele
sl: Trendov ni bilo mogoče naložiti
zh: 无法加载趋势

source: An error has occurred:
ar: حدث خطأ:
de: Ein Fehler ist aufgetreten:
es: Se ha producido un error:
fr: Une erreur s'est produite :
he: אירעה שגיאה:
it: C'è stato un errore:
nl: Er is een fout opgetreden:
pt: Ocorreu um erro:
ro: A avut loc o eroare:
sl: Prišlo je do napake:
zh: 发生了错误：

source: Trend Analyzer
ar: محلل الاتجاه
de: Trendanalysator
es: Analizador de tendencias
fr: Analyseur de tendances
he: מנתח מגמה
it: Analizzatore di tendenza
nl: Trendanalysator
pt: Analisador de tendência
ro: Analizator de tendințe
sl: Analizator trendov
zh: 趋势分析仪

source: 1 minute
ar: 1 دقيقة
es: 1 minuto
he: דקה 1
it: 1 minuto
nl: 1 minuut
pt: 1 minuto
ro: 1 minut
sl: 1 minuta
zh: 1分钟

source: 48 hours
ar: 48 ساعة
de: 48 Stunden
es: 48 horas
fr: 48 heures
he: 48 שעות
it: 48 ore
nl: 48 uur
pt: 48 horas
ro: 48 de ore
sl: 48 ur
zh: 48小时

source: 72 hours
ar: 72 ساعة
de: 72 Stunden
es: 72 horas
fr: 72 heures
he: 72 שעות
it: 72 ore
nl: 72 uur
pt: 72 horas
ro: 72 de ore
sl: 72 ur
zh: 72小时

source: Export Completed Successfully
ar: تم الانتهاء من التصدير بنجاح
de: Export erfolgreich abgeschlossen
es: Exportación completada con éxito
fr: Exportation terminée avec succès
he: הייצוא הושלם בהצלחה
it: L'esportazione completata con successo
nl: Export succesvol voltooid
pt: A exportação concluída com sucesso
ro: Exportul finalizat cu succes
sl: Izvoz je bil uspešno zaključen
zh: 出口成功完成

source: Select Trend
ar: حدد الاتجاه
de: Wählen Sie Trend
es: Seleccionar tendencia
fr: Sélectionnez la tendance
he: בחר מגמה
it: Seleziona Trend
nl: Selecteer Trend
pt: Selecione Trend
ro: Selectați Trend
sl: Izberite Trend
zh: 选择趋势

source: Limit
ar: حد
de: Grenze
es: Límite
fr: Limite
he: לְהַגבִּיל
it: Limite
nl: Beperken
pt: Limite
ro: Limită
sl: Omejitev
zh: 限制

source: Above
ar: فوق
de: Über
es: Arriba
fr: Au-dessus de
he: מֵעַל
it: Sopra
nl: Boven
pt: Acima
ro: De mai sus
sl: zgoraj
zh: 多于

source: Equal
ar: متساوي
de: Gleich
es: Igual
fr: Égal
he: שווה
it: Pari
nl: Gelijkwaardig
pt: Igual
ro: Egal
sl: Enakopravni
zh: 平等的

source: Below
ar: أقل
de: Unten
es: Abajo
fr: Ci-dessous
he: לְהַלָן
it: Sotto
nl: Onderstaand
pt: Abaixo
ro: De mai jos
sl: Spodaj
zh: 以下

source: Average
ar: متوسط
de: Durchschnitt
es: Promedio
fr: Moyenne
he: מְמוּצָע
it: Media
nl: Gemiddeld
pt: Média
ro: In medie
sl: Povprečje
zh: 平均的

source: From
ar: من
de: Aus
es: De
fr: Depuis
he: מ
it: Da
nl: Van
pt: De
ro: Din
sl: Od
zh: 从

# M_INFO_GR_DISABLING
source: One Grinder Is Disabled - Wait For Material slow Down Before Material Divertion To The Other Grinder
ar: تم تعطيل إحدى المطحنة - انتظر حتى تبطئ المواد قبل تحويل المواد إلى المطحنة الأخرى
de: Eine Mühle ist deaktiviert – Warten Sie, bis sich das Material verlangsamt, bevor das Material zur anderen Mühle umgeleitet wird
es: Una trituradora está deshabilitada: espere a que el material disminuya la velocidad antes de desviarlo a la otra trituradora
fr: Un broyeur est désactivé - Attendez que le matériau ralentisse avant de le détourner vers l'autre broyeur
he: מטחנה אחת מושבתת - המתן להאטת החומר לפני הפניית החומר למטחנה האחרת
it: Un macinatore è disabilitato: attendere il rallentamento del materiale prima di deviarlo all'altro macinatore
nl: Eén slijpmachine is uitgeschakeld - Wacht tot het materiaal langzamer wordt voordat het naar de andere slijpmachine wordt omgeleid
pt: Um moedor está desativado - Aguarde a desaceleração do material antes de desviá-lo para o outro moedor
ro: O râșniță este dezactivată - așteptați ca materialul să încetinească înainte de a devia materialul către cealaltă râșniță
sl: En mlin je onemogočen - počakajte, da se material upočasni, preden se material preusmeri na drugi mlin
zh: 一台研磨机被禁用 - 等待材料减速，然后再将材料转移到另一台研磨机

# M_INFO_FILTER_PRESS_6
source: Upstream Material Is Stopped While At Least One Of The Minimum Level is Released. Wait For Hopper Level Decrease.
ar: يتم إيقاف المواد الأولية أثناء تحرير مستوى واحد على الأقل من الحد الأدنى. انتظر انخفاض مستوى هوبر.
de: Upstream-Material wird gestoppt, während mindestens einer der Mindestmengen freigegeben ist. Warten Sie, bis der Trichterfüllstand sinkt.
es: El material aguas arriba se detiene mientras se libera al menos uno del nivel mínimo. Espere a que disminuya el nivel de la tolva.
fr: Le matériel en amont est arrêté alors qu'au moins un des niveaux minimum est libéré. Attendez la diminution du niveau de la trémie.
he: חומר במעלה הזרם מופסק בזמן שלפחות אחת מהרמה המינימלית משוחררת. המתן לירידת רמת ההופר.
it: Il materiale a monte viene arrestato mentre almeno uno dei livelli minimi viene rilasciato. Attendere la diminuzione del livello della tramoggia.
nl: Het materiaal stroomopwaarts wordt tegengehouden terwijl ten minste één van de minimale niveaus wordt vrijgegeven. Wacht tot het hopperniveau daalt.
pt: O material upstream é interrompido enquanto pelo menos um dos níveis mínimos é liberado. Aguarde a redução do nível da tremonha.
ro: Materialul din amonte este oprit în timp ce cel puțin unul dintre nivelurile minime este eliberat. Așteptați scăderea nivelului buncărului.
sl: Navzgornji material se ustavi, medtem ko se sprosti vsaj ena od najnižjih ravni. Počakajte na znižanje nivoja v rezervoarju.
zh: 上游材料停止，同时至少释放一种最低水平。等待料斗液位下降。

# M_INFO_FILLING_1
source: Select Filling AUTOMATIC Mode For Production
ar: حدد ملء الوضع التلقائي للإنتاج
de: Wählen Sie für die Produktion den automatischen Abfüllmodus
es: Seleccione el modo de llenado AUTOMÁTICO para producción
fr: Sélectionnez le mode de remplissage AUTOMATIQUE pour la production
he: בחר מצב מילוי אוטומטי לייצור
it: Selezionare la modalità di riempimento AUTOMATICO per la produzione
nl: Selecteer de AUTOMATISCHE vulmodus voor productie
pt: Selecione o modo de preenchimento AUTOMÁTICO para produção
ro: Selectați Modul de umplere AUTOMAT pentru producție
sl: Za proizvodnjo izberite način polnjenja SAMODEJNO
zh: 选择灌装自动模式进行生产

# M_INFO_BYPASS_1
source: Temporary Bypass of Sensor In Progress - Remove Bypass By PreVu Settings To Restart Production
ar: التجاوز المؤقت للمستشعر قيد التقدم - قم بإزالة التجاوز عن طريق إعدادات PreVu لإعادة تشغيل الإنتاج
de: Temporäre Umgehung des Sensors im Gange – Entfernen Sie die Umgehung durch PreVu-Einstellungen, um die Produktion neu zu starten
es: Anulación temporal del sensor en curso: elimine la anulación mediante la configuración PreVu para reiniciar la producción
fr: Contournement temporaire du capteur en cours - Supprimez les paramètres de contournement par PreVu pour redémarrer la production
he: מעקף זמני של חיישן בתהליך - הסר מעקף לפי הגדרות PreVu כדי להפעיל מחדש את הייצור
it: Bypass temporaneo del sensore in corso: rimuovere il bypass dalle impostazioni PreVu per riavviare la produzione
nl: Tijdelijke omleiding van sensor in uitvoering - Verwijder omleiding via PreVu-instellingen om de productie opnieuw te starten
pt: Desvio temporário do sensor em andamento - Remova as configurações de desvio por PreVu para reiniciar a produção
ro: Ocolire temporară a senzorului în curs - Eliminați ocolirea prin setările PreVu pentru a reporni producția
sl: Začasni obvod senzorja v teku – Odstranite obvod z nastavitvami PreVu za ponovni zagon proizvodnje
zh: 正在进行中的传感器临时旁路 - 通过 PreVu 设置删除旁路以重新启动生产

# M_INFO_AIR_FILTER_OFF
source: Switch ON Air Filter To Restore Process Conditions
ar: قم بتشغيل مرشح الهواء لاستعادة ظروف العملية
de: Schalten Sie den Luftfilter ein, um die Prozessbedingungen wiederherzustellen
es: Encienda el filtro de aire para restaurar las condiciones del proceso
fr: Allumez le filtre à air pour restaurer les conditions du processus
he: הפעל מסנן אוויר כדי לשחזר את תנאי התהליך
it: Accendere il filtro dell'aria per ripristinare le condizioni del processo
nl: Schakel het luchtfilter in om de procescondities te herstellen
pt: LIGUE o filtro de ar para restaurar as condições do processo
ro: Porniți filtrul de aer pentru a restabili condițiile de proces
sl: VKLOPITE zračni filter, da obnovite pogoje postopka
zh: 打开空气过滤器以恢复过程条件

# M_INFO_UNLOCK_REQ
source: Safety Switch Must Be Unlocked By Operator
ar: يجب أن يكون مفتاح الأمان مفتوحًا بواسطة المشغل
de: Der Sicherheitsschalter muss vom Bediener entriegelt werden
es: El operador debe desbloquear el interruptor de seguridad
fr: L'interrupteur de sécurité doit être déverrouillé par l'opérateur
he: מתג בטיחות חייב להיות פתוח על ידי המפעיל
it: L'interruttore di sicurezza deve essere sbloccato dall'operatore
nl: Veiligheidsschakelaar moet door de bediener worden ontgrendeld
pt: A chave de segurança deve ser desbloqueada pelo operador
ro: Întrerupătorul de siguranță trebuie să fie deblocat de către operator
sl: Varnostno stikalo mora odkleniti operater
zh: 安全开关必须由操作员解锁

source: Cleaning Roll
ar: رول التنظيف
de: Reinigungsrolle
es: Rollo de limpieza
fr: Rouleau de nettoyage
he: גליל ניקוי
it: Rullo di pulizia
nl: Reinigingsrol
pt: Rolo de limpeza
ro: Rula de curățare
sl: Čistilni zvitek
zh: 清洁辊

source: Belt Safety
ar: سلامة الحزام
de: Gürtelsicherheit
es: Seguridad del cinturón
fr: Ceinture de sécurité
he: בטיחות חגורה
it: Sicurezza della cintura
nl: Veiligheidsgordel
pt: Segurança do cinto
ro: Siguranța centurii
sl: Varnostni pas
zh: 安全带

source: Belt Safety Not Ok
ar: سلامة الحزام ليست على ما يرام
de: Riemensicherheit nicht in Ordnung
es: La seguridad del cinturón no está bien
fr: La sécurité de la ceinture n'est pas correcte
he: בטיחות חגורה לא בסדר
it: Sicurezza della cintura non ok
nl: Veiligheidsgordel niet oké
pt: Segurança do cinto não está ok
ro: Siguranța centurii nu este ok
sl: Varnostni pas ni v redu
zh: 安全带安全性不好

source: Bottle Sorter
ar: فارز الزجاجة
de: Flaschensortierer
es: Seleccionador de botellas
fr: Trieur de bouteilles
he: סדרן בקבוקים
it: Selezionatore di bottiglie
nl: Flessensorteerder
pt: Classificador de garrafas
ro: Sortator de sticle
sl: Razvrščevalnik steklenic
zh: 瓶子分类机

source: Bottle Sorter Safety Unlock Doors
ar: فتح أبواب أمان فارز الزجاجات
de: Sicherheitsentriegelungstüren des Flaschensortierers
es: Puertas de desbloqueo de seguridad del Seleccionador de botellas
fr: Portes de déverrouillage de sécurité du trieur de bouteilles
he: סדרן בקבוקים בטיחות לפתיחת דלתות
it: Sportelli con sblocco di sicurezza del selezionatore di bottiglie
nl: Flessensorteerder Veiligheidsdeuren ontgrendelen
pt: Portas de desbloqueio de segurança do classificador de garrafas
ro: Ușile de deblocare de siguranță ale sortatorului de sticle
sl: Varnostna odklepanje vrat sortirnika steklenic
zh: 瓶子分类机安全解锁门

source: Sorter Open Procedure
ar: إجراء الفرز المفتوح
de: Verfahren zum Öffnen des Sortierers
es: Procedimiento de apertura del Seleccionador
fr: Procédure d'ouverture du trieur
he: נוהל פתיחת סדרן
it: Procedura di apertura del sorter
nl: Sorteerprocedure openen
pt: Procedimento de abertura do classificador
ro: Procedura de deschidere a sortatorului
sl: Odprti postopek sortirnika
zh: 分拣机打开程序

source: Footboard Down Position
ar: وضعية أسفل لوح القدم
de: Position des Trittbretts nach unten
es: Posición baja del estribo
fr: Position du pied de lit abaissée
he: מיקום לוח רגליים למטה
it: Posizione della pedana abbassata
nl: Voetplank omlaag positie
pt: Posição para baixo do estribo
ro: Poziția în jos a piciorului
sl: Spuščen položaj podnožja
zh: 脚踏板向下位置

source: Metal Sorting
ar: فرز المعادن
de: Metallsortierung
es: Selección de metales
fr: Tri des métaux
he: מיון מתכות
it: Ordinamento dei metalli
nl: Metaal sorteren
pt: Classificação de metais
ro: Sortarea metalelor
sl: Razvrščanje kovin
zh: 金属分选

source: Material Diverter
ar: محول المواد
de: Materialumlenker
es: Desviador de materiales
fr: Déviateur de matériaux
he: מפנה חומר
it: Deviatore di materiale
nl: Materiaalafleider
pt: Desviador de materiais
ro: Deviator de material
sl: Preusmerjevalnik materiala
zh: 物料转向器

source: Position Middle
ar: الموقف الأوسط
de: Position Mitte
es: Posición media
fr: Position centrale
he: מיקום באמצע
it: Posizione centrale
nl: Positie Midden
pt: Posição intermediária
ro: Poziția Mijloc
sl: Položaj na sredini
zh: 位置中间

source: (1=Middle Position)
ar: (1= الموضع الأوسط)
de: (1=Mittelposition)
es: (1=Posición media)
fr: (1=Position médiane)
he: (1=מיקום אמצעי)
it: (1=Posizione centrale)
nl: (1=Middenpositie)
pt: (1=Posição Intermediária)
ro: (1=Poziție de mijloc)
sl: (1=srednji položaj)
zh: (1=中间位置)

source: Position Not All
ar: الموقف ليس الكل
de: Positionieren Sie nicht alle
es: Posición no todas
fr: Positionner pas tous
he: מיקום לא הכל
it: Posizione non tutti
nl: Positie Niet Allemaal
pt: Posição nem todas
ro: Poziția Nu Tot
sl: Položaj Niso vsi
zh: 职位并非全部

source: (0=All
ar: (0=الكل
de: (0=Alle
es: (0=Todos
fr: (0=Tout
he: (0=הכל
it: (0=Tutti
nl: (0=Alles
pt: (0=Todos
ro: (0=Toate
sl: (0=Vse
zh: (0=全部

source: Center Cycle Maximum Time
ar: الحد الأقصى لوقت دورة المركز
de: Maximale Zeit des Mittelzyklus
es: Tiempo máximo del ciclo central
fr: Durée maximale du cycle central
he: מרכז מחזור זמן מקסימלי
it: Tempo massimo del ciclo centrale
nl: Maximale tijd van de middencyclus
pt: Tempo máximo do ciclo central
ro: Timpul maxim al ciclului central
sl: Največji čas sredinskega cikla
zh: 中心循环最大时间

source: Position Incongruency
ar: تناقض الموقف
de: Positionsinkongruenz
es: Incongruencia de posición
fr: Incongruité de poste
he: אי התאמה במיקום
it: Incongruenza di posizione
nl: Positie-incongruentie
pt: Incongruência de posição
ro: Incongruență de poziție
sl: Neskladnost položaja
zh: 位置不一致

source: Safety Not Ok Of Both Grinders
ar: السلامة ليست جيدة لكلا المطاحنتين
de: Sicherheit bei beiden Mühlen nicht in Ordnung
es: La seguridad no es buena en ambas amoladoras
fr: La sécurité n'est pas correcte pour les deux broyeurs
he: הבטיחות לא בסדר של שני המטחנות
it: Sicurezza non ok per entrambe le smerigliatrici
nl: Veiligheid niet oké van beide grinders
pt: A segurança não está correta para ambos os moedores
ro: Siguranța nu este în regulă pentru ambele polizoare
sl: Varnost obeh mlinčkov ni v redu
zh: 两台研磨机的安全性都不好

source: No Middle
ar: لا الأوسط
de: Keine Mitte
es: Sin medio
fr: Pas de milieu
he: אין אמצע
it: Niente mezzo
nl: Geen midden
pt: Sem meio
ro: Fără Mijloc
sl: Brez sredine
zh: 无中间

source: Diverter In Center Position
ar: المحول في موضع المركز
de: Umsteller in Mittelstellung
es: Desviador en posición central
fr: Déviateur en position centrale
he: מפנה במיקום מרכזי
it: Deviatore in posizione centrale
nl: Diverter in middenpositie
pt: Desviador na posição central
ro: Deviator în poziție centrală
sl: Preusmerjevalnik v sredinskem položaju
zh: 分流器处于中心位置

source: All
ar: الجميع
de: Alle
es: Todo
fr: Tous
he: את כל
it: Tutto
nl: Alle
pt: Todos
ro: Toate
sl: Vse
zh: 全部

source: Not Homing
ar: لا صاروخ موجه
de: Keine Referenzfahrt
es: No dirigido
fr: Pas de retour
he: לא הומינג
it: Non Homing
nl: Niet thuishoren
pt: Não está em casa
ro: Nu Homing
sl: Ne domovanje
zh: 不归位

source: Homing To Center Position
ar: صاروخ موجه إلى مركز الموقف
de: Referenzierung zur Mittelposition
es: Regreso a la posición central
fr: Retour à la position centrale
he: בום למיקום מרכזי
it: Homing alla posizione centrale
nl: Thuisbasis naar de middenpositie
pt: Homing para a posição central
ro: Homing la poziția centrală
sl: Domov v sredinski položaj
zh: 归位至中心位置

source: No Left Step Request
ar: لا يوجد طلب للخطوة اليسرى
de: Keine Linksschritt-Anfrage
es: Sin solicitud de paso a la izquierda
fr: Aucune demande de pas à gauche
he: אין בקשת צעד שמאלי
it: Nessuna richiesta di passaggio a sinistra
nl: Geen verzoek om linksaf te gaan
pt: Nenhuma solicitação de passo à esquerda
ro: Nicio cerere de pas stânga
sl: Brez zahteve za levi korak
zh: 禁止左步请求

source: Step Request For More
ar: طلب خطوة للمزيد
de: Schritt-Anfrage für mehr
es: Paso Solicitud de más
fr: Étape Demander plus
he: שלב בקשה לעוד
it: Richiesta di passaggio per ulteriori informazioni
nl: Stap Verzoek om meer
pt: Solicitação de etapa para mais
ro: Pas Solicitare pentru mai multe
sl: Zahteva koraka za več
zh: 步骤请求更多

source: No Right Step Request
ar: لا يوجد طلب خطوة صحيحة
de: Keine Bitte um den richtigen Schritt
es: Sin solicitud de paso correcto
fr: Aucune demande de bonne étape
he: אין בקשת צעד נכון
it: Nessuna richiesta di passaggio giusto
nl: Geen verzoek om de juiste stap
pt: Nenhuma solicitação de passo certo
ro: Nicio cerere de pas corect
sl: Brez zahteve po pravem koraku
zh: 无正确步骤请求

source: Semi-Auto Mode
ar: الوضع شبه التلقائي
de: Halbautomatischer Modus
es: Modo semiautomático
fr: Mode semi-automatique
he: מצב חצי אוטומטי
it: Modalità semiautomatica
nl: Semi-automatische modus
pt: Modo semiautomático
ro: Modul semi-automat
sl: Polsamodejni način
zh: 半自动模式

source: Select Semi-Auto Mode To Enable Buttons
ar: حدد الوضع شبه التلقائي لتمكين الأزرار
de: Wählen Sie den halbautomatischen Modus, um Tasten zu aktivieren
es: Seleccione el modo semiautomático para habilitar los botones
fr: Sélectionnez le mode semi-automatique pour activer les boutons
he: בחר מצב חצי אוטומטי כדי להפעיל לחצנים
it: Selezionare la modalità semiautomatica per abilitare i pulsanti
nl: Selecteer de semi-automatische modus om knoppen in te schakelen
pt: Selecione o modo semiautomático para ativar os botões
ro: Selectați modul semi-automat pentru a activa butoanele
sl: Izberite Polsamodejni način, da omogočite gumbe
zh: 选择半自动模式以启用按钮

source: Grinders Manager
ar: مدير المطاحن
de: Mühlenmanager
es: Gerente de Molinos
fr: Responsable des broyeurs
he: מנהל מטחנות
it: Responsabile macinatori
pt: Gerente de Moedores
ro: Manager macinatoare
sl: Vodja brusilnikov
zh: 磨床经理
