Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Jaws Closed
ar: فكي مغلق
de: Kiefer geschlossen
es: Jaws cerradas
fr: Mâchoires fermées
he: לסתות נסגרו
it: Ganasce Chiuse
nl: Kaken gesloten
pt: Jaws fechados
ro: Fălcile închise
sl: Zaprte čeljusti
zh: 下巴关闭

source: No Material Incoming
ar: لا توجد مواد واردة
de: Kein materielles Eingang
es: Sin material entrante
fr: Aucun matériel entrant
he: אין חומר נכנס
it: Nessun materiale in arrivo
nl: Geen binnenkomend materiaal
pt: Nenhum material de entrada
ro: Fără material de intrare
sl: Ni dohodnega materiala
zh: 没有物质传入

source: Filter Press Not Ok For Material
ar: مرشح اضغط لا بأس بالمواد
de: Filter Drücken Sie nicht in Ordnung für Material
es: Presione el filtro no es OK para el material
fr: Le filtre-presse n'est pas correct pour le matériau
he: סנן לחץ על לא בסדר לחומר
it: Filtro Pressa non OK per il materiale
nl: Filterpers niet geschikt voor materiaal
pt: Filtro Pressione não ok para material
ro: Apăsați filtru Nu este OK pentru material
sl: Filter Press ni v redu za material
zh: 滤器不符合材料

source: Jaws Open For High Load Of Filter Press
ar: الفكين مفتوحة لتحميل عالية من الصحافة المرشح
de: Kiefer öffnen für eine hohe Last von Filterpresse
es: Las mandíbulas se abren para una alta carga de filtros
fr: Mâchoires ouvertes pour une charge élevée de filtre-presse
he: לסתות פתוחות לטענה גבוהה של לחץ על פילטר
it: Ganasce aperte per elevato carico del filtro pressa
nl: Kaken open voor hoge belasting van filterpers
pt: JAWS OPEN para alta carga de prensa de filtro
ro: Fălcile deschise pentru o încărcare mare de presă de filtru
sl: Čeljusti odprte za visoko obremenitev filtrirne stiskalnice
zh: 下颌开放，用于高负载的过滤器压力

source: Jaws Open For No Material Incoming To Filter Press
ar: الفكين مفتوحين لعدم وجود مواد واردة لتصفية الصحافة
de: Jaws öffnen sich für kein Material, das zum Filterpresse eingebaut ist
es: Las mandíbulas abiertas para ningún material entrante para filtrar la presión
fr: Mâchoires ouvertes pour aucun matériau entrant dans le filtre-presse
he: לסתות פתוחות ללא חומר שנכנס לסינון לחץ
it: Ganasce aperte per nessun materiale in arrivo nel filtro pressa
nl: Kaken open voor geen binnenkomend materiaal in de filterpers
pt: JAWS ABERTA DE NO MATERIAL DE INFORMAÇÃO PARA FILAR A PRESSA
ro: Fălcile deschise pentru niciun material care intră pentru a filtra apăsarea
sl: Čeljusti so odprte, da material ne pride v filtrirno stiskalnico
zh: 下巴开放，没有材料传入以进行过滤压力

source: Hopper Maximum Level Ok
ar: أقصى مستوى قابر موافق
de: Hopper Maximal Level OK
es: Nivel máximo de la tolva OK
fr: Niveau maximum de la trémie OK
he: רמה מקסימאלית של הופר בסדר
it: Livello massimo della tramoggia ok
nl: Maximaal niveau trechter Ok
pt: Nível máximo de Hopper ok
ro: Hopper Nivel maxim OK
sl: Najvišja raven lijaka je v redu
zh: 料斗最大水平正常

source: Feeding Hopper Filled
ar: إطعام النطاط مملوءة
de: Fütterungsträger gefüllt
es: Alimentación de la tolva llena
fr: Trémie d'alimentation remplie
he: האכלת הופר מילאה
it: Tramoggia di carico Piena
nl: Voertrechter gevuld
pt: Alimentação de tremonha cheia
ro: Hrănirea buncăriei umplute
sl: Napolnjen lijak za hranjenje
zh: 进食料斗填充

source: Upstream Motors On
ar: محركات المنبع على
de: Ströme Motoren an
es: Motores aguas arriba en
fr: Moteurs en amont allumés
he: מנועים במעלה הזרם
it: Motori a monte in esecuzione
nl: Stroomopwaartse motoren aan
pt: Motores a montante
ro: Motoarele din amonte pornite
sl: Navzgornji motorji vklopljeni
zh: 上游电动机

source: Upstream Motors Not Ok
ar: محركات المنبع لا بأس
de: Upstream -Motoren nicht in Ordnung
es: Los motores aguas arriba no están bien
fr: Les moteurs en amont ne fonctionnent pas
he: מנועים במעלה הזרם לא בסדר
it: Motori a monte non ok
nl: Upstream Motors Niet Ok
pt: Motores a montante não ok
ro: Motoarele din amonte nu sunt OK
sl: Gornji motorji niso v redu
zh: 上游电动机不正常

source: All Selected Screws Enabled
ar: تمكين جميع البراغي المحددة
de: Alle ausgewählten Schrauben aktiviert
es: Todos los tornillos seleccionados habilitados
fr: Toutes les vis sélectionnées activées
he: כל הברגים שנבחרו מופעלים
it: Tutte le viti selezionate abilitate
nl: Alle geselecteerde schroeven ingeschakeld
pt: Todos os parafusos selecionados habilitados
ro: Toate șuruburile selectate activate
sl: Vsi izbrani vijaki so omogočeni
zh: 启用了所有选定的螺钉

source: All Selected Screws Must Be Switched On
ar: يجب تشغيل جميع البراغي المحددة
de: Alle ausgewählten Schrauben müssen eingeschaltet werden
es: Todos los tornillos seleccionados deben estar encendidos
fr: Toutes les vis sélectionnées doivent être allumées
he: יש להפעיל את כל הברגים שנבחרו
it: Tutte le viti selezionate devono essere accese
nl: Alle geselecteerde schroeven moeten ingeschakeld zijn
pt: Todos os parafusos selecionados devem ser ligados
ro: Toate șuruburile selectate trebuie pornite
sl: Vsi izbrani vijaki morajo biti vklopljeni
zh: 所有选定的螺钉必须打开

source: Delay After Upstream Centrifuge Low Current
ar: التأخير بعد الطرد المركزي المنبع انخفاض تيار
de: Verzögerung nach vorgelagerter Zentrifuge niedriger Strom
es: Retraso después de la centrífuga aguas arriba baja corriente
fr: Retard après un faible courant de centrifugeuse en amont
he: עיכוב לאחר זרם נמוך בצנטריפוגה במעלה הזרם
it: Ritardo dopo bassa corrente sulla centrifuga a monte
nl: Vertraging na lage stroomsterkte van de bovenstroomse centrifuge
pt: Atraso após centrífuga upstream baixa corrente
ro: Întârziere după centrifugă în amonte cu curent scăzut
sl: Zakasnitev po nizkem toku centrifuge navzgor
zh: 上游离心机低电流后延迟

source: No Reverse For High Amp
ar: لا عكس لارتفاع أمبير
de: Kein Rückwärtsgang für hohen Verstärker
es: No hay reverso para un amplificador alto
fr: Pas d'inversion pour les amplis élevés
he: אין הפוך למגבר גבוה
it: Nessuna inversione per alta corrente
nl: Geen omkering voor hoge ampère
pt: Sem reverso para amp alto
ro: Fără invers pentru AMP ridicat
sl: Brez reverza za visok ojačevalnik
zh: 高功能没有反向

source: Reverse In Progress For High Load
ar: عكس التقدم في الحمل العالي
de: Umgekehrt für hohe Last umgekehrt
es: Reverse en progreso para una alta carga
fr: Inversion en cours pour charge élevée
he: הפוך בתהליך לעומס גבוה
it: Inversione in corso per carico elevato
nl: Omkeren in uitvoering voor hoge belasting
pt: Reverter em andamento para alta carga
ro: Invers în curs pentru sarcină mare
sl: V teku vzvratna obremenitev za visoko obremenitev
zh: 高负载正在进行中

source: No Reverse For Request
ar: لا يوجد عكس للطلب
de: Kein Umkehrung für Anfrage
es: No hay reverso para la solicitud
fr: Pas d'inversion pour la demande
he: אין הפוך לבקשה
it: Nessuna inversione per la richiesta
nl: Geen omkering voor verzoek
pt: Sem reverso para solicitação
ro: Fără invers pentru cerere
sl: Brez reverza na zahtevo
zh: 请求没有反向

source: Reverse Requested By Operator
ar: عكس الطلب من قبل المشغل
de: Umgekehrt vom Bediener angefordert
es: Reverso solicitado por el operador
fr: Inversion demandée par l'opérateur
he: הפוך מבוקש על ידי המפעיל
it: Inversione richiesta dall'operatore
nl: Omgekeerde aanvraag door operator
pt: Reverso solicitado pelo operador
ro: Revers solicitat de Operator
sl: Reverse zahteva operater
zh: 操作员的反向要求

source: DCE - Aspiration Blower Centrifuge
ar: DCE - الطول المنفاخ الطرد المركزي
de: DCE - Zentrifugenzentrifuge
es: DCE - Centrífuga del soplador de aspiración
fr: DCE - Centrifugeuse à aspiration
he: DCE - צנטריפוגה מפוח שאיפה
it: DCE - Ventilatore a centrifuga per aspirazione
nl: DCE - Aspiratieblaascentrifuge
pt: DCE - Centrífuga do soprador de aspiração
ro: DCE - centrifugă suflantă de aspirație
sl: DCE - Centrifuga z aspiracijskim puhalom
zh: DCE-吸气鼓风机离心机

source: Dryer - Resistor
ar: مجفف - المقاوم
de: Trockner - Widerstand
es: Secadora - Resistencia
fr: Sécheur - Résistance
he: מייבש - נגד
it: Essiccatore - Resistore
nl: Droger - Weerstand
pt: Secador - resistor
ro: Uscător - rezistență
sl: Sušilnik - upor
zh: 干衣机 - 电阻

source: Centrifuge Safety Key Extracted Form The Lock
ar: مفتاح أمان الطرد المركزي مستخرج من القفل
de: Zentrifugensicherheitschlüssel extrahierte Form aus dem Schloss
es: Centrifuge Seguridad Clave extraída Forma el bloqueo
fr: Clé de sécurité de la centrifugeuse extraite de la serrure
he: מפתח בטיחות צנטריפוגה חולץ על המנעול
it: Chiave di sicurezza della centrifuga estratta dal blocco
nl: Centrifuge Veiligheidssleutel Uit Het Slot Getrokken
pt: Chave de segurança de centrífuga extraída da trava
ro: Cheia de siguranță a centrifugei extrase Form Lock
sl: Varnostni ključ centrifuge izvlečen iz ključavnice
zh: 离心机安全密钥提取的锁

source: Centrifuge Safety Key Unlock Command Active
ar: مفتاح السلامة في الطرد المركزي
de: Centrifuge Safety Key Entsperrbefehl aktiv
es: Centrifuge Safety Key Desbloquear Comando activo
fr: Commande de déverrouillage de la clé de sécurité de la centrifugeuse active
he: מפתח בטיחות צנטריפוגה מפתח נעילת פקודה פעילה
it: Comando di sblocco della Chiave di sicurezza della centrifuga attivo
nl: Centrifuge Veiligheidssleutel Ontgrendelingscommando Actief
pt: Chave de segurança de centrífuga comando de desbloqueio ativo
ro: Comanda de deblocare a cheii de siguranță a centrifugelor active
sl: Ukaz za odklepanje varnostnega ključa centrifuge je aktiven
zh: 离心机安全密钥解锁命令主动

source: Centrifuge Blades In Rotation
ar: شفرات الطرد المركزي بالتناوب
de: Zentrifugenklingen in der Rotation
es: Cuchillas centrífugas en rotación
fr: Lames de centrifugeuse en rotation
he: להבי צנטריפוגה בסיבוב
it: Lame della centrifuga in rotazione
nl: Centrifugebladen in rotatie
pt: Blades de centrífuga em rotação
ro: Lame de centrifugă în rotație
sl: Rezila centrifuge v rotaciji
zh: 离心刀片旋转

source: Centrifuge In Rotation
ar: الطرد المركزي في الدوران
de: Zentrifuge in der Rotation
es: Centrífuga en rotación
fr: Centrifugeuse en rotation
he: צנטריפוגה בסיבוב
it: Centrifuga in rotazione
nl: Centrifuge in rotatie
pt: Centrífuga em rotação
ro: Centrifugă în rotație
sl: Centrifuga v rotaciji
zh: 离心旋转

source: Bottom Rinse Time
ar: وقت الشطف السفلي
de: Untere Zeit
es: Tiempo de enjuague inferior
fr: Temps de rinçage inférieur
he: זמן שטף תחתון
it: Tempo di risciacquo inferiore
nl: Onderste spoeltijd
pt: Tempo inferior de enxágue
ro: Timp de clătire de jos
sl: Čas spodnjega izpiranja
zh: 底部冲洗时间

source: Bottom Rinsing Time
ar: وقت الشطف السفلي
de: Bodenspülzeit
es: Tiempo de enjuague inferior
fr: Temps de rinçage inférieur
he: זמן שטיפה תחתון
it: Tempo di risciacquo inferiore
nl: Onderste spoeltijd
pt: Tempo de enxágue inferior
ro: Timp de clătire de jos
sl: Čas spodnjega izpiranja
zh: 底部冲洗时间

source: Cleaning Cycle Request (By Operator)
ar: طلب دورة التنظيف (بواسطة المشغل)
de: Reinigungszyklusanforderung (vom Bediener)
es: Solicitud de ciclo de limpieza (por operador)
fr: Demande de cycle de nettoyage (par opérateur)
he: בקשת מחזור ניקוי (לפי מפעיל)
it: Richiesta di ciclo di pulizia (tramite operatore)
nl: Aanvraag reinigingscyclus (door operator)
pt: Solicitação de ciclo de limpeza (por operador)
ro: Cerere de ciclu de curățare (de către operator)
sl: Zahteva za ciklus čiščenja (s strani operaterja)
zh: 清洁周期请求（由操作员）

source: Remaining Pause Time
ar: الوقت المتبقي مؤقتا
de: Verbleibende Pausezeit
es: Tiempo de pausa restante
fr: Temps de pause restant
he: זמן ההפסקה שנותר
it: Tempo di pausa rimanente
nl: Resterende pauzetijd
pt: Tempo restante de pausa
ro: Rămânerea timpului de pauză
sl: Preostali čas premora
zh: 剩余的暂停时间

source: Pump To DCE 510 And 520
ar: ضخ إلى DCE 510 و 520
de: Pumpe zu DCE 510 und 520
es: Bomba a DCE 510 y 520
fr: Pompe vers DCE 510 et 520
he: משאבה ל- DCE 510 ו- 520
it: Pompa a DCE 510 e 520
nl: Pomp naar DCE 510 en 520
pt: Bomba para DCE 510 e 520
ro: Pompa la DCE 510 și 520
sl: Črpalka na DCE 510 in 520
zh: 泵至DCE 510和520

source: Greasing System Ok For Material Interlock Bypass
ar: نظام التشحيم موافق لتجاوز المواد
de: Fettsystem OK für Materialverriegelungsbypass
es: Sistema de engrasamiento OK para el bloqueo de interrupción de material
fr: Système de graissage OK pour le contournement du verrouillage des matériaux
he: מערכת שימון בסדר לעקף נעילה חומרית
it: Bypass dell'interblocco Sistema di ingrassaggio OK per materiale
nl: Smeersysteem OK voor materiaalvergrendelingsbypass
pt: Sistema de lubrificação OK para desvio de bloqueio de material
ro: Sistem de possoane Ok pentru bypass de blocare a materialelor
sl: Sistem mazanja je v redu za obvod za blokiranje materiala
zh: 润滑系统可以用于材料互锁旁路

source: Dryer - Marerial Interception Valve
ar: مجفف - صمام اعتراض الماراتيال
de: Trockner - Marerial Interception Ventil
es: Secadora - válvula de intercepción marerial
fr: Sécheuse - Soupape d'interception des matériaux
he: מייבש - שסתום יירוט מרריאלי
it: Essiccatore - valvola di intercettazione materiale
nl: Droger - Marerial-onderscheppingsklep
pt: Secador - válvula de interceptação marerial
ro: Uscător - supapă de interceptare mai mare
sl: Sušilnik - zaporni ventil Marerial
zh: 干衣机 - 海上拦截阀

source: Dryer Detail
ar: تفاصيل المجفف
de: Trocknerdetail
es: Detalle de la secadora
fr: Détail du sèche-linge
he: פרט מייבש
it: Dettaglio essicatore
nl: Droger Detail
pt: Detalhes do secador
ro: Detaliu uscător
sl: Detajl sušilnika
zh: 烘干机细节

source: Buffer Belt - Manager
ar: حزام المخزن المؤقت - مدير
de: Puffergürtel - Manager
fr: Ceinture tampon - Gestionnaire
he: חגורת חיץ - מנהל
it: Nastro buffer - Gestore
nl: Bufferband - Manager
pt: Cinturão de buffer - gerente
sl: Odbojni pas - upravitelj
zh: 缓冲带 - 经理

source: Buffer Belt - Main Motor
ar: حزام المخزن المؤقت - المحرك الرئيسي
de: Puffergürtel - Hauptmotor
es: Correa de búfer - motor principal
fr: Courroie tampon - Moteur principal
he: חגורת חיץ - מנוע ראשי
it: Nastro buffer - motore principale
nl: Bufferband - Hoofdmotor
pt: Corrente tampão - Motor Principal
ro: Centură tampon - motor principal
sl: Odbojni jermen - glavni motor
zh: 缓冲带 - 主电机

source: Buffer Belt - Level Cleaning
ar: حزام المخزن المؤقت - تنظيف المستوى
de: Puffergürtel - Levelreinigung
es: Cinturón de búfer - limpieza a nivel
fr: Bande Tampon - Nettoyage De Niveau
he: חגורת חיץ - ניקוי ברמה
it: Nastro buffer - pulizia del livello
nl: Bufferband - Niveaureiniging
pt: Correia buffer - Limpeza de nível
ro: Centură tampon - curățare la nivel
sl: Odbojni pas - čiščenje nivoja
zh: 缓冲带 - 水平清洁

source: Buffer Belt - Inlet Level
ar: حزام المخزن المؤقت - مستوى المدخل
de: Puffergürtel - Einlasspegel
es: Cinturón de amortiguación - Nivel de entrada
fr: Ceinture tampon - Niveau d'entrée
he: חגורת חיץ - רמת כניסה
it: Nastro buffer - Livello all'ingresso
nl: Bufferband - Inlaatniveau
pt: Correia buffer - nível de entrada
ro: Centură tampon - nivel de intrare
sl: Odbojni pas - vstopni nivo
zh: 缓冲带 - 入口水平

source: Disable Full Dryer Group
ar: تعطيل مجموعة مجفف كاملة
de: Deaktivieren Sie die volle Trocknergruppe
es: Desactivar el grupo de secador completo
fr: Désactiver le groupe de séchage complet
he: השבת את קבוצת המייבש המלאה
it: Disabilita l'intero gruppo di essicazione
nl: Volledige drogergroep uitschakelen
pt: Desative o grupo de secador completo
ro: Dezactivați grupul complet de uscător
ru: Отключить полную группу осушителей
sl: Onemogoči skupino za popolno sušenje
zh: 禁用完整干燥机组

source: Dryer Group Enabled In Process
ar: تمكين مجموعة المجفف في العملية
de: Trocknergruppe im Prozess aktiviert
es: Grupo de secador habilitado en proceso
fr: Groupe de sécheurs activé en cours de processus
he: קבוצת ייבוש מופעלת בתהליך
it: Gruppo di essicazione abilitato nel processo
nl: Drogergroep ingeschakeld in proces
pt: Grupo de secador ativado no processo
ro: Grupul de uscător activat în proces
ru: Группа осушителей включена В процессе
sl: Skupina sušilnikov omogočena v postopku
zh: 启用了干燥机组

source: Dryer Group Disabled (Setup)
ar: تعطيل مجموعة المجفف (الإعداد)
de: Trocknergruppe deaktiviert (Setup)
es: Discapacitado en grupo de secador (configuración)
fr: Groupe de sécheuse désactivé (configuration)
he: קבוצת מייבש מושבתת (הגדרה)
it: Gruppo di essicazione disabilitato (configurazione)
nl: Drogergroep uitgeschakeld (instellingen)
pt: Grupo de secador desativado (configuração)
ro: Grupul de uscător dezactivat (configurare)
sl: Skupina sušilnih strojev onemogočena (nastavitev)
zh: 干燥机组禁用（设置）

source: Low Temperature - Stop Material
ar: درجة الحرارة المنخفضة - توقف المواد
de: Niedertemperatur - Stoppmaterial
es: Baja temperatura - Material de parada
fr: Basse température - Matériau d'arrêt
he: טמפרטורה נמוכה - חומר עצור
it: Bassa temperatura - Fermo Materiale
nl: Lage temperatuur - Stopmateriaal
pt: Baixa temperatura - Parada de material
ro: Temperatură scăzută - Material de oprire
ru: Низкотемпературный - стопорный материал
sl: Nizka temperatura - Stop material
zh: 低温 - 停止材料

source: Maximum Temperature Reached
ar: الحد الأقصى لدرجة الحرارة التي وصلت إليها
de: Maximale Temperatur erreicht
es: La temperatura máxima alcanzada
fr: Température maximale atteinte
he: הטמפרטורה המרבית שהושגה
it: Temperatura massima raggiunta
nl: Maximale temperatuur bereikt
pt: A temperatura máxima atingida
ro: Temperatura maximă atinsă
ru: Достигнута максимальная температура
sl: Dosežena najvišja temperatura
zh: 达到最高温度

source: Minimum Temperature Not Ok
ar: الحد الأدنى لدرجة الحرارة ليس موافق
de: Mindesttemperatur nicht in Ordnung
es: Temperatura mínima no es OK
fr: La température minimale n'est pas correcte
he: טמפרטורה מינימלית לא בסדר
it: Temperatura minima non ok
nl: Minimumtemperatuur niet ok
pt: Temperatura mínima não ok
ro: Temperatura minimă nu OK
ru: Минимальная температура не в порядке
sl: Najnižja temperatura ni v redu
zh: 最低温度不正常

source: Dryer Temperature
ar: درجة حرارة المجفف
de: Trocknertemperatur
es: Temperatura de la secadora
fr: Température du sèche-linge
he: טמפרטורת מייבש
it: Temperatura dell'essiccatore
nl: Drogertemperatuur
pt: Temperatura do secador
ro: Temperatura uscătorului
ru: Температура сушилки
sl: Temperatura sušilnika
zh: 干燥机温度

source: Minimum Temperature Ok To Stop
ar: الحد الأدنى لدرجة الحرارة موافق للتوقف
de: Mindesttemperatur OK, um zu stoppen
es: Temperatura mínima bien para detenerse
fr: Température minimale Ok pour arrêter
he: טמפרטורה מינימלית בסדר להפסיק
it: Temperatura minima ok per la fermata
nl: Minimumtemperatuur Ok Om te stoppen
pt: Temperatura mínima OK para parar
ro: Temperatura minimă ok pentru a opri
ru: Минимальная температура OK для остановки
sl: Najnižja temperatura V redu za zaustavitev
zh: 最低温度可以停止

source: To Be Stopped With Lower Temperature
ar: لتتوقف مع انخفاض درجة الحرارة
de: Mit niedrigerer Temperatur gestoppt werden
es: Ser detenido con una temperatura más baja
fr: À arrêter avec une température plus basse
he: להפסיק עם טמפרטורה נמוכה יותר
it: Da fermare con una temperatura più bassa
nl: Te stoppen met lagere temperatuur
pt: Para ser parado com temperatura mais baixa
ro: A fi oprit cu temperatură mai scăzută
sl: Ustaviti z nižjo temperaturo
zh: 以较低的温度停止

source: Blower Off With High Temperature
ar: منفاخ مع درجة حرارة عالية
de: Gebläse mit hoher Temperatur ab
es: Deslice con alta temperatura
fr: Ventilateur arrêté à haute température
he: מפוח עם טמפרטורה גבוהה
it: Ventilatore spento con alta temperatura
nl: Blower uit bij hoge temperatuur
pt: Soprador com alta temperatura
ro: Suflare cu temperatură ridicată
ru: Вентилятор выключен с высокой температурой
sl: Odpihovanje z visoko temperaturo
zh: 高温打击器

source: Operation
ar: عملية
de: Betrieb
es: Operación
fr: Opération
he: מבצע
it: Operazione
nl: Operatie
pt: Operação
ro: Operațiune
ru: Операция
sl: Delovanje
zh: 手术

source: Blower Running Ok
ar: منفاخ يعمل بشكل جيد
de: Gebläse läuft in Ordnung
fr: Le ventilateur fonctionne bien
he: מפוח רץ בסדר
it: Ventilatore in esecuzione
nl: Blazer werkt goed
pt: Soprador funcionando bem
ro: Suflantă care rulează ok
ru: Вентилятор работает нормально
sl: Puhalo deluje v redu
zh: 鼓风机运行正常

source: Blower Not Running
ar: منفاخ لا يعمل
de: Gebläse nicht rennen
es: Soplador no correr
fr: Le ventilateur ne fonctionne pas
he: מפוח לא רץ
it: Ventilatore non in esecuzione
nl: Blazer werkt niet
pt: Soprador não está funcionando
ro: Suflanta nu rulează
ru: Вентилятор не работает
sl: Puhalo ne deluje
zh: 鼓风机不运行

source: Resistor Enabled In Process
ar: ممكّن المقاوم أثناء العملية
de: Im Prozess aktivierter Widerstand
es: Resistencia habilitada en el proceso
fr: Résistance activée en cours
he: הנגד מופעל בתהליך
it: Resistenza abilitata nel processo
nl: Weerstand ingeschakeld tijdens proces
pt: Resistor ativado no processo
ro: Rezistență activată în proces
ru: Резистор включен в процессе
sl: Upor omogočen v procesu
zh: 启用电阻器的过程

source: Resistor Not Enabled (Setup)
ar: المقاوم غير ممكّن (الإعداد)
de: Widerstand nicht aktiviert (Setup)
es: Resistencia no habilitada (configuración)
fr: Résistance non activée (configuration)
he: הנגד לא מופעל (הגדרה)
it: Resistenza non abilitata (configurazione)
nl: Weerstand niet ingeschakeld (instelling)
pt: Resistor não ativado (configuração)
ro: Rezistența nu este activată (configurare)
sl: Upor ni omogočen (nastavitev)
zh: 电阻不启用（设置）

source: Resistor Current Transducer Broken Wire
ar: سلك مكسور محول الطاقة الحالي المقاوم
de: Widerstandsstrom -Wandler gebrochener Draht
es: Transductor de corriente de resistencia alambre roto
fr: Fil cassé de transducteur de courant de résistance
he: מתמר זרם נגד חוט שבור
it: Filo rotto del trasduttore di corrente della resistenza
nl: Weerstandsstroomtransducer gebroken draad
pt: Fio quebrado do transdutor de corrente do resistor
ro: Sârmă ruptă de traductor cu curent de rezistență
ru: Оборванный провод датчика тока резистора
sl: Pretrgana žica upornega tokovnega pretvornika
zh: 电流电流传感器断线

source: Resistor Maximum Temperature (Thermistor)
ar: أقصى درجة حرارة المقاوم (الثرمستور)
de: Resistor Maximale Temperatur (Thermistor)
es: Temperatura máxima de la resistencia (termistor)
fr: Température maximale de la résistance (thermistance)
he: נגד טמפרטורה מקסימאלית (תרמיסטור)
it: Temperatura massima del resistore (termistore)
nl: Maximale temperatuur van de weerstand (thermistor)
pt: Temperatura máxima resistor (termistor)
ro: Temperatura maximă a rezistenței (termistor)
ru: Максимальная температура резистора (термистор)
sl: Najvišja temperatura upora (termistor)
zh: 电阻最高温度（热敏电阻）

source: Resistor Minimum Amperage Not Reached (5% Of Nominal Amp)
ar: لم يتم الوصول إلى الحد الأدنى من المقاوم (5 ٪ من AMP الاسمية)
de: Resistor -Mindeststarm nicht erreicht (5% des nominalen Verstärkers)
es: No se alcanza el amperaje mínimo de la resistencia (5% del amplificador nominal)
fr: Intensité minimale de la résistance non atteinte (5 % de l'ampérage nominal)
he: הנגד המינימום השומע שלא הגיע (5% מה- AMP הנומינלי)
it: Amperaggio minimo della Resistenza non raggiunto (5% della corrente nominale)
nl: Minimale stroomsterkte weerstand niet bereikt (5% van nominale stroomsterkte)
pt: Resistor AMPERAGEM MINIMENTAÇÃO NÃO ACONDIADA (5% do AMP nominal)
ro: Ameperajul minim de rezistență nu a fost atins (5% din AMP nominal)
ru: Минимальный ток резистора не достигнут (5% от номинального тока)
sl: Najmanjša amperaža upora ni dosežena (5 % nazivnega ampera)
zh: 电阻最小安培数未达到（标称放大器的5％）
