Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Maintenance Reference
ar: مرجع الصيانة
de: Wartungsreferenz
es: Referencia De Mantenimiento
fr: Référence d'entretien
he: התייחסות לתחזוקה
it: Riferimento di manutenzione
nl: Onderhoudsreferentie
pt: Referência de manutenção
ro: Referință de întreținere
sl: Referenca vzdrževanja
zh: 维护参考

source: Maximum Pressure
ar: أقصى ضغط
de: Maximaler Druck
es: Presión Máxima
fr: Pression maximale
he: לחץ מקסימלי
it: Pressione massima
nl: Maximale druk
pt: Pressão máxima
ro: Presiune maximă
sl: Največji tlak
zh: 最大压力

source: Minimum Pressure
ar: أدنى ضغط
de: Mindestdruck
es: Presión Mínima
fr: Pression minimale
he: לחץ מינימלי
it: Pressione minima
nl: Minimale druk
pt: Pressão mínima
ro: Presiune minimă
sl: Minimalni tlak
zh: 最小压力

source: Proportional Gain
ar: الربح النسبي
de: Propotionaler Anstieg
es: Ganancia Proporcional
fr: Gain proportionnel
he: רווח פרופורציונלי
it: Guadagno proporzionale
nl: Proportionele winst
pt: Ganho proporcional
ro: Câștig proporțional
sl: Proporcionalni dobiček
zh: 比例增益

source: Integral Sample Time
ar: وقت العينة المتكامل
de: Integrale Abtastzeit
es: Tiempo De Muestra Integral
fr: Temps d'échantillonnage intégral
he: זמן דגימה אינטגרלי
it: Tempo di campionamento integrale
nl: Integrale monstertijd
pt: Tempo de amostra integral
ro: Timp integral de eșantion
sl: Integralni čas vzorca
zh: 积分采样时间

source: Integral Gain (0=Disable Integral)
ar: ربح متكامل (0 = تعطيل متكامل)
de: Integralverstärkung (0 = Integral deaktivieren)
es: Ganancia Integral (0=Inhabilitar Integral)
fr: Gain intégral (0 = désactiver l'intégrale)
he: רווח אינטגרלי (0 = השבת אינטגרל)
it: Guadagno integrale (0=Disabilita integrale)
nl: Integrale versterking (0 = Integraal uitschakelen)
pt: Ganho integral (0 = desativar integral)
ro: Câștig integral (0 = dezactivare integral)
sl: Integralno ojačenje (0=onemogoči integral)
zh: 积分增益（0=禁用积分）

source: Minimum Output Of Regulation
ar: الحد الأدنى من مخرجات التنظيم
de: Mindestleistung der Regulierung
es: Salida Mínima De Regulación
fr: Sortie minimale de régulation
he: תפוקה מינימלית של רגולציה
it: Uscita minima di regolazione
nl: Minimale output van regelgeving
pt: Saída mínima de regulamentação
ro: Producția minimă de reglementare
sl: Najmanjši učinek regulacije
zh: 最小调节输出

source: Maximum Contribution Of Proportional
ar: أقصى مساهمة متناسبة
de: Maximaler Beitrag von Proportional
es: Contribución Máxima Del Proporcional
fr: Contribution maximale du proportionnel
he: תרומה מרבית של פרופורציונלי
it: Massimo Contributo Del Proporzionale
nl: Maximale bijdrage van evenredige
pt: Contribuição máxima de proporcional
ro: Contribuția maximă a proporționalului
sl: Največji prispevek sorazmernega
zh: 最大贡献比例

source: Maximum Contribution Of Integral
ar: الحد الأقصى من مساهمة التكامل
de: Maximaler Beitrag des Integrals
es: Contribución Máxima Del Integral
fr: Contribution maximale de l'intégrale
he: תרומה מרבית של אינטגרל
it: Massimo Contributo Dell'Integrale
nl: Maximale bijdrage van integraal
pt: Contribuição máxima de integral
ro: Contribuția maximă a integralei
sl: Največji prispevek integrala
zh: 积分的最大贡献

source: Delta Over Setpoint To Stop Heating
ar: Delta Over Setpoint لإيقاف التسخين
de: Delta über dem Sollwert, um die Heizung zu stoppen
es: Delta Sobre El Punto De Ajuste Para Detener La Calefacción
fr: Delta au-dessus du point de consigne pour arrêter le chauffage
he: דלתא מעל נקודת הגדר כדי להפסיק את החימום
it: Delta oltre il punto di riferimento per interrompere il riscaldamento
nl: Delta boven instelpunt om verwarming te stoppen
pt: Delta Over Setpoint para parar de aquecer
ro: Delta peste punctul de referință pentru a opri încălzirea
sl: Delta nad nastavljeno točko za zaustavitev ogrevanja
zh: Delta Over Setpoint 停止加热

source: Delta Below Setpoint To Maximize Heating
ar: دلتا أسفل نقطة الضبط لزيادة التسخين
de: Delta unter dem Sollwert, um die Heizung zu maximieren
es: Delta Por Debajo Del Punto De Ajuste Para Maximizar La Calefacción
fr: Delta inférieur au point de consigne pour maximiser le chauffage
he: דלתא מתחת לנקודת ההגדרה כדי למקסם את החימום
it: Delta sotto il punto di riferimento per massimizzare il riscaldamento
nl: Delta onder instelpunt om verwarming te maximaliseren
pt: Delta abaixo do ponto de ajuste para maximizar o aquecimento
ro: Delta sub punct de referință pentru a maximiza încălzirea
sl: Delta pod nastavljeno vrednostjo za maksimalno ogrevanje
zh: Delta 低于设定值以最大化加热

source: Position In Production (In Constant Mode)
ar: الموقع في الإنتاج (في الوضع الثابت)
de: Position in der Produktion (im konstanten Modus)
es: Posición En Producción (En Modo Constante)
fr: Position en production (en mode constant)
he: מיקום בייצור (במצב קבוע)
it: Posizione in produzione (in modalità costante)
nl: Positie in productie (in constante modus)
pt: Posição na produção (no modo constante)
ro: Poziția în producție (în modul constant)
sl: Položaj v proizvodnji (v konstantnem načinu)
zh: 生产中的位置（在恒定模式下）

source: Position In Maintenance
ar: الموقف في الصيانة
de: Position in der Wartung
es: Posición En Mantenimiento
fr: Poste en maintenance
he: תפקיד בתחזוקה
it: Posizione in manutenzione
nl: Positie in onderhoud
pt: Posição em manutenção
ro: Poziție în întreținere
sl: Položaj v vzdrževanju
zh: 维修职位

source: Minimum Flowrate For Alarm
ar: الحد الأدنى من معدل التدفق للتنبيه
de: Minimale Durchflussrate für Alarm
es: Caudal Mínimo Para Alarma
fr: Débit minimum pour alarme
he: קצב זרימה מינימלי לאזעקה
it: Portata minima per allarme
nl: Minimale stroomsnelheid voor alarm
pt: Vazão mínima para alarme
ro: Debit minim pentru alarmă
sl: Najmanjši pretok za alarm
zh: 报警最小流量

source: Actual Concentration
ar: التركيز الفعلي
de: Tatsächliche Konzentration
es: Concentración Real
fr: Concentration réelle
he: ריכוז בפועל
it: Concentrazione Attuale
nl: Werkelijke concentratie
pt: Concentração real
ro: Concentrare reală
sl: Dejanska koncentracija
zh: 实际浓度

source: Maximum Concentration
ar: التركيز الأقصى
de: Maximale Konzentration
es: Concentración Máxima
fr: Concentration maximale
he: ריכוז מקסימלי
it: Massima concentrazione
nl: Maximale concentratie
pt: Concentração máxima
ro: Concentrare maximă
sl: Največja koncentracija
zh: 最大浓度

source: High Concentration Warning
ar: تحذير من ارتفاع التركيز
de: Warnung vor hoher Konzentration
es: Advertencia De Alta Concentración
fr: Avertissement de concentration élevée
he: אזהרת ריכוז גבוה
it: Avviso di alta concentrazione
nl: Waarschuwing voor hoge concentratie
pt: Aviso de alta concentração
ro: Avertisment de concentrare mare
sl: Opozorilo o visoki koncentraciji
zh: 高浓度警告

source: Low Concentration Warning
ar: تحذير من انخفاض التركيز
de: Warnung vor niedriger Konzentration
es: Advertencia De Baja Concentración
fr: Avertissement de faible concentration
he: אזהרת ריכוז נמוך
it: Avviso di bassa concentrazione
nl: Waarschuwing voor lage concentratie
pt: Aviso de baixa concentração
ro: Avertisment de concentrare scăzută
sl: Opozorilo o nizki koncentraciji
zh: 低浓度警告

source: Minimum Concentration
ar: الحد الأدنى من التركيز
de: Minimale Konzentration
es: Concentración Mínima
fr: Concentration minimale
he: מינימום ריכוז
it: Concentrazione minima
nl: Minimale concentratie
pt: Concentração mínima
ro: Concentrare minimă
sl: Najmanjša koncentracija
zh: 最低浓度

source: Tank Discharge Time
ar: وقت تفريغ الخزان
de: Tankentladezeit
es: Tiempo De Descarga Del Tanque
fr: Temps de décharge du réservoir
he: זמן פריקת מיכל
it: Tempo di scarico della vasca
nl: Tankontladingstijd
pt: Tempo de descarga do tanque
ro: Timp de descărcare a rezervorului
sl: Čas praznjenja rezervoarja
zh: 储罐卸料时间

source: Tank Height
ar: ارتفاع الخزان
de: Tankhöhe
es: Altura Del Tanque
fr: Hauteur du réservoir
he: גובה הטנק
it: Altezza del serbatoio
nl: Tankhoogte
pt: Altura do tanque
ro: Înălțimea rezervorului
sl: Višina rezervoarja
zh: 罐高

source: Maximum Filling Time (0 = Control Bypass)
ar: الحد الأقصى لوقت الملء (0 = تجاوز التحكم)
de: Maximale Füllzeit (0 = Regelbypass)
es: Tiempo Máximo De Llenado (0 = Bypass De Control)
fr: Temps de remplissage maximum (0 = Bypass de contrôle)
he: זמן מילוי מרבי (0 = מעקף בקרה)
it: Tempo massimo di riempimento (0 = bypass sul controllo)
nl: Maximale vultijd (0 = regelbypass)
pt: Tempo máximo de enchimento (0 = desvio de controle)
ro: Timp maxim de umplere (0 = Bypass de control)
sl: Najdaljši čas polnjenja (0 = kontrolni obvod)
zh: 最大填充时间（0 = 控制旁路）

source: Semiauto Pumping Time
ar: وقت الضخ شبه التلقائي
de: Halbautomatische Pumpzeit
es: Tiempo De Bombeo Semiautomático
fr: Temps de pompage semi-automatique
he: זמן שאיבה חצי אוטומטי
it: Tempo di pompaggio semiautomatico
nl: Semi-automatische pomptijd
pt: Tempo de bombeamento semiauto
ro: Timp de pompare Semiauto
sl: Čas polavtomatskega črpanja
zh: 半自动抽水时间

source: Discharge
ar: تسريح
de: Entladung
es: Descarga
fr: Décharge
he: פְּרִיקָה
it: Scarica
nl: Afvoer
pt: Descarga
ro: Descărcare
sl: Odvajanje
zh: 释放

source: Maximum Pause Time (0=Discharge Disabled)
ar: الحد الأقصى لوقت التوقف (0 = تعطيل التفريغ)
de: Maximale Pausenzeit (0=Entladung deaktiviert)
es: Tiempo Máximo De Pausa (0=Descarga Deshabilitada)
fr: Temps de pause maximum (0 = décharge désactivée)
he: זמן הפסקה מקסימלי (0 = פריקה מושבתת)
it: Tempo di Pausa Massimo (0=Scarico Disabilitato)
nl: Maximale pauzetijd (0=ontlading uitgeschakeld)
pt: Tempo máximo de pausa (0 = descarga desativada)
ro: Timp maxim de pauză (0 = descărcare dezactivată)
sl: Najdaljši čas premora (0=praznjenje onemogočeno)
zh: 最大暂停时间（0=放电禁用）

source: Minimum Pause Time
ar: الحد الأدنى من وقت التوقف
de: Minimale Pausenzeit
es: Tiempo Mínimo De Pausa
fr: Temps de pause minimum
he: זמן הפסקה מינימלי
it: Tempo di pausa Minimo
nl: Minimale pauzetijd
pt: Tempo mínimo de pausa
ro: Timp minim de pauză
sl: Minimalni čas premora
zh: 最短暂停时间

source: Fully Closed Position Delay
ar: تأخير المركز المغلق بالكامل
de: Verzögerung bei vollständig geschlossener Position
es: Retardo De Posición Completamente Cerrada
fr: Retard de position entièrement fermée
he: השהיית מיקום סגור לחלוטין
it: Ritardo posizione completamente chiusa
nl: Volledig gesloten positievertraging
pt: Atraso totalmente fechado da posição
ro: Întârziere de poziție complet închisă
sl: Zakasnitev popolnoma zaprtega položaja
zh: 全关位延迟

source: Motor Stalled Or Speed Loss
ar: توقف المحرك أو فقد السرعة
de: Motor blockiert oder Geschwindigkeitsverlust
es: Motor Atascado O Pérdida De Velocidad
fr: Moteur calé ou perte de vitesse
he: מנוע נתקע או אובדן מהירות
it: Motore in stallo o perdita di velocità
nl: Motor vastgelopen of snelheidsverlies
pt: Motor parado ou perda de velocidade
ro: Motor blocată sau pierdere de viteză
sl: Motor je zastal ali izguba hitrosti
zh: 电机停转或失速

source: Reset Faults
ar: إعادة تعيين الأخطاء
de: Fehler zurücksetzen
es: Restablecer Fallos
fr: Réinitialiser les défauts
he: אפס תקלות
it: Ripristina Allarmi
nl: Fouten resetten
pt: Redefinir falhas
ro: Resetați defecțiuni
sl: Ponastavi napake
zh: 复位故障

source: Acknowledged Faults
ar: الاعتراف بالأخطاء
de: Anerkannte Fehler
es: Fallos Reconocidos
fr: Défauts reconnus
he: תקלות מוכרות
it: Allarmi Acquisiti
nl: Erkende fouten
pt: Falhas reconhecidas
ro: Defecțiuni recunoscute
sl: Priznane napake
zh: 已确认的故障

source: Production Mode
ar: وضع الإنتاج
de: Produktionsmodus
es: Modo De Producción
fr: Mode de production
he: מצב ייצור
it: Modalità di produzione
nl: Productiemodus
pt: Modo de produção
ro: Mod de producție
sl: Proizvodni način
zh: 生产模式

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
he: הוֹדָעָה
it: Messaggio
nl: Bericht
pt: Mensagem
ro: Mesaj
sl: Sporočilo
zh: 信息

# MOTOR MAXIMUM AMPERAGE EXCEEDED (&gt;115% OF NOMINAL AMP FOR 15 SEC)
source: Motor Maximum Amperage Exceeded (>115% Of Nominal Amp For 15 Sec)
ar: تم تجاوز الحد الأقصى لتيار المحرك (> 115٪ من الأمبير الاسمي لمدة 15 ثانية)
de: Maximale Motorstromstärke überschritten (>115 % der Nennstromstärke für 15 Sek.)
es: Superado Amperaje Máximo Del Motor (>115% del amperaje nominal durante 15 segundos)
fr: Intensité maximale du moteur dépassée (> 115 % de l'ampérage nominal pendant 15 secondes)
he: חריגה מהאמפר המרבי המנוע (> 115% מהמגבר הנומינלי למשך 15 שניות)
it: Amperaggio massimo motore superato (>115% dell'amp nominale per 15 secondi)
nl: Maximale stroomsterkte motor overschreden (>115% van nominale stroomsterkte gedurende 15 sec.)
pt: Motor máximo de amperagem excedido (> 115% do amplificador nominal por 15 s)
ro: Amperajul maxim al motorului a depășit (> 115% din AMP nominal timp de 15 sec)
ru: Превышена максимальная сила тока двигателя (>115% от номинального тока в течение 15 секунд)
sl: Presežena največja amperaža motorja (>115 % nazivnega ampera za 15 sekund)
zh: 超过电机最大电流（> 115% 的标称电流，持续 15 秒）

source: (1=Enabled)
ar: (1 = ممكّن)
de: (1=Aktiviert)
es: (1=Habilitado)
fr: (1=Activé)
he: (1 = מופעל)
it: (1=Abilitato)
nl: (1=Ingeschakeld)
pt: (1 = ativado)
ro: (1 = activat)
ru: (1=включено)
sl: (1=omogočeno)
zh: （1=启用）

source: Simulation
ar: محاكاة
es: Simulación
he: סימולציה
it: Simulazione
nl: Simulatie
pt: Simulação
ro: Simulare
sl: Simulacija
zh: 模拟

source: Washing 3
ar: الغسيل 3
de: Waschen 3
es: Lavado 3
fr: Lavage 3
he: כביסה 3
it: Lavaggio 3
nl: Wassen 3
pt: Lavagem 3
ro: Spălarea 3
sl: Pranje 3
zh: 洗涤 3

source: Start Conditions
ar: شروط البدء
de: Startbedingungen
es: Condiciones De Inicio
fr: Conditions de départ
he: תנאי התחלה
it: Condizioni di partenza
nl: Startvoorwaarden
pt: Condições de início
ro: Condiții de pornire
ru: Условия запуска
sl: Začetni pogoji
zh: 开始条件

source: Inverter In Local Mode
ar: العاكس في الوضع المحلي
de: Wechselrichter im lokalen Modus
es: Inverter En Modo Local
fr: Onduleur en mode local
he: מהפך במצב מקומי
it: Inverter in modalità locale
nl: Omvormer in lokale modus
pt: Inversor no modo local
ro: Invertor în modul local
sl: Pretvornik v lokalnem načinu
zh: 本地模式下的逆变器

source: (1=Not Pushed)
ar: (1 = لم يتم دفعه)
de: (1=nicht gedrückt)
es: (1=No Pulsado)
fr: (1=Pas poussé)
he: (1 = לא נדחף)
it: (1=Non premuto)
nl: (1=Niet geduwd)
pt: (1 = não empurrado)
ro: (1 = nu este împins)
ru: (1 = не проталкивается)
sl: (1=ni potisnjen)
zh: （1=未推送）

source: Motor Current Over Maximum Range Limit
ar: تيار المحرك فوق الحد الأقصى للمدى
de: Motorstrom über der maximalen Bereichsgrenze
es: Corriente Del Motor Sobre El Límite De Rango Máximo
fr: Courant du moteur au-dessus de la limite de plage maximale
he: זרם המנוע מעל מגבלת הטווח המרבי
it: Corrente del motore oltre il limite massimo di intervallo
nl: Motorstroom overschrijdt maximale bereiklimiet
pt: Corrente do motor sobre o limite máximo de alcance
ro: Curentul motor peste limita maximă a intervalului
ru: Ток двигателя превышает максимальный предел диапазона
sl: Tok motorja nad mejo največjega območja
zh: 电机电流超过最大范围限制

source: Reaction Arm Mechanical Overload
ar: رد الفعل الميكانيكي الزائد
de: Mechanische Überlastung des Reaktionsarms
es: Sobrecarga Mecánica Del Brazo De Reacción
fr: Surcharge mécanique du bras de réaction
he: עומס מכני של זרוע התגובה
it: Sovraccarico meccanico del braccio di reazione
nl: Reactiearm mechanische overbelasting
pt: ARMAÇÃO DE REAÇÃO Sobrecarga mecânica
ro: ARMUL RELATION Supraîncărcare mecanică
sl: Mehanska preobremenitev reakcijske roke
zh: 反作用力臂机械过载

source: Estop Contactors Not Ok
ar: الموصلات Estop ليس على ما يرام
de: Stoppschütze nicht in Ordnung
es: Los Contactores De Parada No Funcionan
fr: Les contacteurs Estop ne fonctionnent pas
he: מגע Estop לא בסדר
it: Contattori di Emergenza non ok
nl: Estop-contactors niet ok
pt: Contatores do impedimento não ok
ro: Contactorii estop nu sunt OK
ru: Контакторы Estop не в порядке
sl: Estop kontaktorji niso v redu
zh: 急停接触器不正常

source: Motor Current Transducer Broken Wire
ar: سلك محول تيار المحرك المكسور
de: Kabelbruch des Motorstromwandlers
es: Cable Roto Del Transductor De Corriente Del Motor
fr: Fil cassé du transducteur de courant du moteur
he: מתמר זרם מנוע חוט שבור
it: Filo rotto del trasduttore di corrente del motore
nl: Gebroken draad van motorstroomtransducer
pt: Fio quebrado do transdutor de corrente do motor
ro: Firu spart de traductor de curent motor
ru: Обрыв провода датчика тока двигателя
sl: Pretrgana žica tokovnega pretvornika motorja
zh: 电机电流传感器断线

source: Tare Calibration Not Possible For Maximum Weight
ar: المعايرة الفارغة غير ممكنة للحصول على أقصى وزن
de: Tara-Kalibrierung für Maximalgewicht nicht möglich
es: Calibración De Tara No Posible Para Peso Máximo
fr: Calibrage de la tare impossible pour le poids maximum
he: כיול טרה אינו אפשרי עבור משקל מרבי
it: Calibrazione della tara non possibile per il peso massimo
nl: Tarrakalibratie niet mogelijk voor maximaal gewicht
pt: Calibração tare não é possível para o peso máximo
ro: Calibrarea tari nu este posibilă pentru greutatea maximă
ru: Калибровка тары невозможна для максимального веса
sl: Kalibracija tare ni mogoča za največjo težo
zh: 无法对最大重量进行皮重校准

source: Weight Transducer Not Ok
ar: محول الوزن ليس على ما يرام
de: Gewichtswandler nicht in Ordnung
es: Transductor De Peso no OK
fr: Le transducteur de poids ne fonctionne pas correctement
he: מתמר משקל לא בסדר
it: Trasduttore di peso non ok
nl: Gewichtstransducer niet ok
pt: Transdutor de peso não ok
ro: Traductorul de greutate nu este ok
ru: Датчик веса не в порядке
sl: Pretvornik teže ni v redu
zh: 体重传感器不好

source: Maximum Refill Time
ar: أقصى وقت لإعادة التعبئة
de: Maximale Nachfüllzeit
es: Tiempo máximo de llenado
fr: Temps de recharge maximum
he: זמן מילוי מרבי
it: Tempo massimo di ricarica
nl: Maximale navultijd
pt: Tempo de recarga máxima
ro: Timpul maxim de reumplere
sl: Največji čas polnjenja
zh: 最长补充时间

source: Motor Minimum Amperage Not Reached (5% Of Nominal Amp)
ar: لم يتم بلوغ الحد الأدنى من شدة التيار (5٪ من الأمبير الاسمي)
de: Mindeststromstärke des Motors nicht erreicht (5 % der Nennstromstärke)
es: No se alcanza el amperaje mínimo del motor (5% del amperaje nominal)
fr: Intensité minimale du moteur non atteinte (5 % de l'ampérage nominal)
he: המנוע המינימלי לא הושג (5% מהמגבר הנומינלי)
it: Amperaggio minimo motore non raggiunto (5% dell'amp nominale)
nl: Motor minimale stroomsterkte niet bereikt (5% van nominale stroomsterkte)
pt: A amperagem mínima do motor não atingida (5% do amplificador nominal)
ro: Amperajul minim motor nu a fost atins (5% din AMP nominal)
ru: Минимальная сила тока двигателя не достигнута (5% от номинального тока)
sl: Najmanjša amperaža motorja ni dosežena (5 % nazivnega ampera)
zh: 未达到电机最小安培数（额定安培数的 5%）

source: Safeties Not Ok
ar: الأمان ليس على ما يرام
de: Sicherheiten nicht ok
es: Seguridad falla
fr: Les sécurités ne sont pas correctes
he: בטיחות לא בסדר
it: Sicurezze non ok
nl: Veiligheidsmaatregelen niet oké
pt: Seguranças não ok
ro: Safetele nu sunt OK
ru: Безопасность не в порядке
sl: Varnost ni v redu
zh: 安全性不好

source: Position Open Not Ok
ar: المركز فتح ليس حسنا
de: Position offen nicht ok
es: Posición Abierta no OK
fr: Position ouverte pas OK
he: מיקום פתוח לא בסדר
it: Posizione aperta non ok
nl: Positie open niet ok
pt: Posição aberta não ok
ro: Poziția deschisă nu ok
ru: Открытая позиция не в порядке
sl: Položaj odprt ni v redu
zh: 未平仓头寸

source: Position Closed Not Ok
ar: المركز مغلق لا بأس به
de: Position geschlossen nicht ok
es: Posición Cerrada No Ok
fr: Position fermée, pas OK
he: עמדה סגורה לא בסדר
it: Posizione chiusa non ok
nl: Positie gesloten Niet OK
pt: Posição fechada não ok
ro: Poziția închisă nu ok
ru: Позиция закрыта не в порядке
sl: Položaj zaprt. Ni v redu
zh: 头寸关闭不好

source: Motor Overheat
ar: ارتفاع درجة حرارة المحرك
de: Motorüberhitzung
es: Sobrecalentamiento Del Motor
fr: Surchauffe du moteur
he: התחממות יתר של המנוע
it: Surriscaldamento del motore
nl: Motor oververhit
pt: Superaquecimento do motor
ro: Supraîncălzirea motorului
ru: Перегрев двигателя
sl: Pregrevanje motorja
zh: 电机过热

source: Closed Position Not Ok
ar: موقف مغلق لا بأس به
de: Geschlossene Position nicht ok
es: Posición Cerrada no OK
fr: Position fermée pas OK
he: עמדה סגורה לא בסדר
it: Posizione chiusa non ok
nl: Gesloten positie niet ok
pt: Posição fechada não ok
ro: Poziția închisă nu OK
ru: Закрытое положение не в порядке
sl: Zaprt položaj ni v redu
zh: 平仓位置不好

source: Both Valves Are Not Fully Closed - Tank Emptiyng!
ar: كلا الصمامين غير مغلقين بالكامل - تفريغ الخزان!
de: Beide Ventile sind nicht vollständig geschlossen - Tankentleerung!
es: Ambas Válvulas No Están Completamente Cerradas: ¡El Tanque Se Está Vaciando!
fr: Les deux vannes ne sont pas complètement fermées – Vidange du réservoir !
he: שני השסתומים אינם סגורים לחלוטין - ריקון מיכל!
it: Entrambe le valvole non sono completamente chiuse - Svuotamento della vasca!
nl: Beide kleppen zijn niet volledig gesloten - Tank wordt leeggemaakt!
pt: Ambas as válvulas não estão totalmente fechadas - o tanque de esvaziamento!
ro: Ambele supape nu sunt complet închise - Tankyng!
ru: Оба клапана не полностью закрыты - бак опорожняется!
sl: Oba ventila nista popolnoma zaprta - izpraznitev rezervoarja!
zh: 两个阀门都没有完全关闭 - 油箱清空！

source: Return Value
ar: قيمة الإرجاع
de: Rückgabewert
es: Valor De Retorno
fr: Valeur de retour
he: ערך החזרה
it: Valore di ritorno
nl: Retourwaarde
pt: Valor de retorno
ro: Valoare returnată
sl: Povratna vrednost
zh: 返回值

source: Command
ar: يأمر
de: Befehl
es: Comando
fr: Commande
he: פקודה
it: Comando
nl: Commando
pt: Comando
ro: Comanda
ru: Команда
sl: Ukaz
zh: 命令

source: Disable Sensor
ar: تعطيل جهاز الاستشعار
de: Sensor deaktivieren
es: Desactivar Sensor
fr: Désactiver le capteur
he: השבת את החיישן
it: Disabilita sensore
nl: Sensor uitschakelen
pt: Desativar o sensor
ro: Dezactivați senzorul
sl: Onemogoči senzor
zh: 禁用传感器

source: Delay For Message 'No Material' (0=No Message)
ar: تأخير لرسالة "لا توجد مادة" (0 = لا توجد رسالة)
de: Verzögerung für Nachricht 'Kein Material' (0=Keine Nachricht)
es: Retraso Para Mensaje 'Sin Material' (0=Sin Mensaje)
fr: Délai pour le message « Pas de matériel » (0 = Pas de message)
he: עיכוב להודעה 'ללא חומר' (0 = אין הודעה)
it: Ritardo per messaggio 'Nessun materiale' (0=Nessun messaggio)
nl: Vertraging voor bericht 'Geen materiaal' (0=Geen bericht)
pt: Atraso para mensagem 'sem material' (0 = sem mensagem)
ro: Întârziere pentru mesajul „Fără material” (0 = Fără mesaj)
sl: Zakasnitev za sporočilo 'Ni materiala' (0=ni sporočila)
zh: 消息“无材料”的延迟（0 = 无消息）

source: Set Maximum Level
ar: تعيين المستوى الأقصى
de: Stellen Sie den maximalen Pegel ein
es: Establecer Nivel Máximo
fr: Définir le niveau maximum
he: הגדר רמה מקסימלית
it: Imposta il livello massimo
nl: Maximaal niveau instellen
pt: Defina o nível máximo
ro: Setați nivelul maxim
sl: Nastavite najvišjo raven
zh: 设置最高级别

source: Set Minimum Level
ar: تعيين المستوى الأدنى
de: Stellen Sie das Mindestniveau ein
es: Establecer Nivel Mínimo
fr: Définir le niveau minimum
he: הגדר רמה מינימלית
it: Imposta il livello minimo
nl: Minimumniveau instellen
pt: Defina o nível mínimo
ro: Setați nivelul minim
sl: Nastavite najnižjo raven
zh: 设置最低级别

source: Water To Compensate With A Full Batch
ar: الماء لتعويض دفعة كاملة
de: Wasser zum Ausgleich mit einer vollen Charge
es: Agua Para Compensar Con Un Lote Completo
fr: De l'eau pour compenser avec un lot complet
he: מים כדי לפצות עם אצווה מלאה
it: Acqua per compensare con un lotto intero
nl: Water ter compensatie met een volle batch
pt: Água para compensar com um lote completo
ro: Apă pentru a compensa cu un lot complet
sl: Voda za kompenzacijo s celotno serijo
zh: 用整批补水

source: Caustic - Target
ar: الكاوية - الهدف
de: Ätzend - Ziel
es: Sosa Cáustica - Objetivo
fr: Caustique - Cible
he: קאוסטיק - מטרה
it: Soda Caustica - Obiettivo
nl: Bijtend - Doelwit
ro: Caustic - țintă
sl: Jedka - Tarča
zh: 苛性 - 目标

source: Latest Addition
ar: أحدث إضافة
de: Neueste Ergänzung
es: Última Incorporación
fr: Dernier ajout
he: תוספת אחרונה
it: Ultima aggiunta
nl: Laatste toevoeging
pt: Última adição
ro: Ultima adăugare
sl: Najnovejši dodatek
zh: 最新添加
