Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Discharge Paused For No Material Incoming
ar: توقف التفريغ دون مواد واردة
de: Die Entladung machte keine materielle eingehende Pause ein
es: La descarga se detuvo para ningún material entrante
fr: Décharge interrompue pour aucun matériel entrant
he: השחרור מושהה ללא חומר שנכנס
it: Scarico in pausa per nessun materiale in arrivo
nl: Ontlading gepauzeerd vanwege geen binnenkomend materiaal
pt: Descarga parada sem material de entrada
ro: Descărcarea s -a întrerupt pentru fără material care intră
sl: Praznjenje zaustavljeno, ker ni dohodnega materiala
zh: 出院暂停，没有进出的物质

source: Filter Press Maximum Torque (Stop Motor)
ar: مرشح اضغط على عزم الدوران (محرك توقف)
de: Filter Drücken Sie das maximale Drehmoment (Stoppmotor)
es: Filtro Presione el torque máximo (motor de parada)
fr: Couple maximum du filtre-presse (arrêt du moteur)
he: סנן לחץ על מומנט מקסימאלי (מנוע עצור)
it: Coppa Massima Filtro Pressa (motore in arresto)
nl: Maximaal koppel filterpers (stopmotor)
pt: Filtro Pressione o torque máximo (motor de parada)
ro: Apăsați filtru cuplu maxim (motor de oprire)
sl: Največji navor filtrirne stiskalnice (zaustavitev motorja)
zh: 滤器按最大扭矩（停止电动机）

source: Device Overload
ar: الحمل الزائد للجهاز
de: Geräteüberlastung
es: Sobrecarga del dispositivo
fr: Surcharge de l'appareil
he: עומס יתר של מכשירים
it: Sovraccarico del dispositivo
nl: Apparaatoverbelasting
pt: Sobrecarga do dispositivo
ro: Supraîncărcare a dispozitivului
sl: Preobremenitev naprave
zh: 设备过载

source: Auto-Mode - Jaws Open For Filter Press High Load
ar: الوضع التلقائي - فكي مفتوح للمرشح اضغط على الحمل العالي
de: Auto -Mode - Kiefer öffnen für den Filter, um hohe Last zu drücken
es: Modo automático: las mandíbulas abiertas para el filtro presionan una alta carga
fr: Mode automatique - Mâchoires ouvertes pour filtre-presse à charge élevée
he: מצב אוטומטי - לסתות פתוחות למסנן לחץ על עומס גבוה
it: Modalità automatica - Apertura Ganasce per alto carico Filtro Pressa
nl: Auto-modus - Kaken open voor filterpers met hoge belasting
pt: Modo automático - as mandíbulas abertas para filtro pressionam alta carga
ro: Auto -mod - fălcile deschise pentru filtrare Apăsați sarcină mare
sl: Samodejni način – odprte čeljusti za visoko obremenitev stiskalnice filtra
zh: 自动模式 - 颌骨开放式滤器按下高负载

source: Auto-Mode - Jaws Open For No Material Incoming
ar: الوضع التلقائي - الفكين مفتوحين دون مواد واردة
de: Auto -Mode - Jaws für kein materielles Eingang geöffnet
es: Auto -Modo: las mandíbulas abiertas para ningún material entrante
fr: Mode automatique - Mâchoires ouvertes pour aucun matériau entrant
he: מצב אוטומטי - לסתות פתוחות ללא חומר נכנס
it: Modalità automatica - Apertura Ganasce per nessun materiale in arrivo
nl: Auto-modus - Kaken open als er geen materiaal binnenkomt
pt: Modo automático - JAWS ABERTO para nenhum material de entrada
ro: Auto -mod - fălcile deschise pentru niciun material de intrare
sl: Samodejni način – odprte čeljusti, da material ne prihaja
zh: 自动模式 - 下颌开放

source: Jaws
ar: الفكين
de: Kiefer
es: Mandíbulas
fr: Mâchoires
he: לסתות
it: Ganasce
nl: Kaken
pt: mandíbulas
ro: Fălci
sl: Čeljusti
zh: 颚

source: Actual Pressure Setpoint
ar: نقطة الضغط الفعلية
de: Tatsächlicher Druckkreis
es: Punto de ajuste de presión real
fr: Point de consigne de pression réel
he: נקודת הגדרת לחץ בפועל
it: Punto di riferimento di pressione
nl: Werkelijke drukinstelling
pt: Ponto de ajuste de pressão real
ro: Punct de referință al presiunii reale
sl: Dejanska nastavitev tlaka
zh: 实际压力设定点

source: Air Pressure Ok
ar: ضغط الهواء موافق
de: Luftdruck ok
es: Presión del aire OK
fr: Pression atmosphérique OK
he: לחץ אוויר בסדר
it: Pressione dell'aria ok
nl: Luchtdruk OK
pt: Pressão do ar ok
ro: Presiunea aerului ok
sl: Zračni tlak OK
zh: 气压正常

source: Air Pressure Not Ok
ar: ضغط الهواء ليس موافق
de: Luftdruck nicht in Ordnung
es: Presión del aire no es OK
fr: La pression atmosphérique n'est pas correcte
he: לחץ אוויר לא בסדר
it: Pressione dell'aria non ok
nl: Luchtdruk niet ok
pt: Pressão do ar não ok
ro: Presiunea aerului nu este OK
sl: Zračni tlak ni v redu
zh: 气压不正常

source: Air Minimum Pressure Not Ok (For Setpoint Requested)
ar: الحد الأدنى للضغط ليس موافق (لطلب Stepoint)
de: Luftmindestdruck nicht in Ordnung (für angeforderte TEPOINT)
es: Presión mínima del aire no es OK (para el acoplamiento solicitado)
fr: Pression minimale d'air incorrecte (pour le point de consigne demandé)
he: לחץ מינימלי אוויר לא בסדר (עבור Stepoint Breade)
it: Pressione minima dell'aria non ok (per il punto di riferimento richiesto)
nl: Minimum luchtdruk niet ok (voor gevraagde instelwaarde)
pt: Pressão mínima do ar não ok (para o passo solicitado)
ro: Presiunea minimă a aerului nu este OK (pentru Stepoint solicitat)
sl: Najnižji tlak zraka ni v redu (za zahtevano nastavljeno vrednost)
zh: 空气最小压力不正常（请求的台阶）

source: Minimum Pressure Not Ok
ar: الحد الأدنى للضغط لا بأس
de: Mindestdruck nicht in Ordnung
es: Presión mínima no es OK
fr: La pression minimale n'est pas correcte
he: לחץ מינימלי לא בסדר
it: Pressione minima non ok
nl: Minimumdruk niet ok
pt: Pressão mínima não ok
ro: Presiunea minimă nu OK
ru: Минимальное давление не в порядке
sl: Najnižji tlak ni v redu
zh: 最小压力不正常

source: Compressed Air Pressure
ar: ضغط الهواء المضغوط
de: Druckluftdruck
es: Presión de aire comprimido
fr: Pression de l'air comprimé
he: לחץ אוויר דחוס
it: Pressione dell'aria compressa
nl: Persluchtdruk
pt: Pressão de ar comprimida
ro: Presiunea aerului comprimat
sl: Tlak stisnjenega zraka
zh: 压缩气压

source: Material Incoming Control
ar: المواد السيطرة الواردة
de: Materialeingangskontrolle
es: Control de material entrante
fr: Contrôle des entrées de matières
he: שליטה נכנסת חומרית
it: Controllo materiale in arrivo
nl: Controle van binnenkomende materialen
pt: Controle de entrada de material
ro: Controlul de primire a materialelor
sl: Vhodna kontrola materiala
zh: 物质传入控制

source: At Least One Enabled In Process
ar: واحد على الأقل ممكّن في العملية
de: Mindestens einer im Prozess aktiviert
es: Al menos uno habilitado en proceso
fr: Au moins un activé en cours
he: לפחות אחד מופעל בתהליך
it: Almeno uno abilitato nel processo
nl: Ten minste één ingeschakeld in proces
pt: Pelo menos um habilitado no processo
ro: Cel puțin unul activat în proces
sl: Vsaj ena omogočena v postopku
zh: 至少启用了一个过程

source: Filter-Press Disabled - Bypass Of Upstream Interlocks
ar: معطل مرشح الضغط - تجاوز متشابك المنبع
de: Filterpresse deaktiviert - Bypass der vorgelagerten Verriegelungen
es: Filter -Press Distabiled - Bypass of Upstream Interlocks
fr: Filtre-presse désactivé - Contournement des verrouillages en amont
he: סינון -לחץ מושבת - עוקף של נעשים במעלה הזרם
it: Filtro Pressa Disabilitato - bypass degli interblocchi a monte
nl: Filterpers uitgeschakeld - Omzeilen van upstream-vergrendelingen
pt: Filter -Pressable Disables - Itimpere de intertravamentos a montante
ro: Filter -Press dezactivat - Bypass de interblocări din amonte
sl: Filter-Press je onemogočen - obvoz zapornikov navzgor
zh: 禁用滤波器 - 上游互锁的旁路

source: Air Minimum Pressure Not Ok
ar: الحد الأدنى للضغط لا بأس
de: Luftmindestdruck nicht in Ordnung
es: Presión mínima del aire no es OK
fr: La pression minimale de l'air n'est pas correcte
he: לחץ מינימלי אוויר לא בסדר
it: Pressione minima dell'aria non ok
nl: Minimum luchtdruk niet ok
pt: Pressão mínima do ar não ok
ro: Presiunea minimă a aerului nu este OK
sl: Najnižji zračni tlak ni v redu
zh: 空气最小压力不正常

source: Filter Press Disabled - Upstream Interlocks Bypassed Of Filter Press
ar: Filter Press Aupabled - تم تجاوز عمليات التعشيق في المنبع من الصحافة المرشح
de: Deaktiviertes Filterdruck - Upstream -Verriegelungen, die von Filterpresse umgangen wurden
es: Filtro Presione Deshabilitado - Interlámenes aguas arriba omitido de Press de filtro
fr: Filtre-presse désactivé - Verrouillages en amont contournés du filtre-presse
he: סינון לחץ על מושבת - נערות הזרם במעלה הזרם העוקפים את הלחץ על המסנן
it: Filtro Pressa Disabilitato - bypass degli interblocchi a monte
nl: Filterpers uitgeschakeld - Upstream-vergrendelingen omzeild van filterpers
pt: Filtro Pressione Disabled - Intertravamentos a montante ignorados da prensa de filtro
ro: Filtru apăsați dezactivat - interblocări în amonte ocolite presei filtrului
sl: Filter stiskalnica je onemogočena – filtrirna stiskalnica je obšla zapore navzgor
zh: 过滤器禁用 - 绕过滤器的上游互锁

source: Maximum Hopper Level
ar: أقصى مستوى من النطاط
de: Maximale Trichterstufe
es: Nivel máximo de tolva
fr: Niveau maximum de la trémie
he: רמת הופר מקסימאלית
it: Livello massimo della tramoggia
nl: Maximaal trechterniveau
pt: Nível máximo de tremonha
ro: Nivel maxim de buncăr
sl: Najvišja raven lijaka
zh: 最大料斗水平

source: No Material Speed
ar: لا سرعة المواد
de: Keine Materialgeschwindigkeit
es: Sin velocidad de material
fr: Aucune vitesse de matériau
he: אין מהירות חומרית
it: Nessuna velocità del materiale
nl: Geen materiaalsnelheid
pt: Sem velocidade do material
ro: Fără viteză materială
sl: Brez materialne hitrosti
zh: 没有物质速度

source: Alarm And Stop Filter Press
ar: المنبه وتصفية الإيقاف
de: Alarm- und Stoppfilterpresse
es: Alarma y parada de filtro
fr: Filtre-presse d'alarme et d'arrêt
he: לחץ על לחץ על סינון והפסק
it: Allarme e arresto del filtro pressa
nl: Alarm en stopfilterpers
pt: Alarme e parada de filtro Pressione
ro: Aparat de alarmă și stop Filtru Press
sl: Pritisnite za alarm in zaustavitev filtra
zh: 警报和停止过滤器按下

source: Open Jaws
ar: فتح الفكين
de: Offene Kiefer
es: Abre las mandíbulas
fr: Mâchoires ouvertes
he: לסתות פתוחות
it: Apri Ganasce
nl: Open kaken
pt: JAWS ABERTO
ro: Fălci deschise
sl: Odprte čeljusti
zh: 敞开的下巴

source: Upstream Centrifuge Current To Detect Material
ar: جهاز الطرد المركزي المنبع الحالي للكشف عن المواد
de: Stromaufwärts gelegener Zentrifugenstrom zur Erkennung von Material
es: Centrífuga aguas arriba para detectar material
fr: Courant de centrifugeuse en amont pour détecter le matériau
he: זרם צנטריפוגה במעלה הזרם לגילוי חומר
it: Corrente della Centrifuga a monte per verificare materiale
nl: Stroomopwaartse centrifugestroom om materiaal te detecteren
pt: Centrífuga upstream para detectar material
ro: Curent de centrifugă în amonte pentru a detecta materialul
sl: Navzgornji tok centrifuge za zaznavanje materiala
zh: 上游离心电流以检测材料

source: Disable High Speed For Maximum Hopper Level
ar: تعطيل السرعة العالية لأقصى مستوى من النطاط
de: Deaktivieren Sie die hohe Geschwindigkeit für den maximalen Trichterstand
es: Desactivar alta velocidad para el nivel máximo de tolva
fr: Désactiver la haute vitesse pour un niveau de trémie maximal
he: השבת מהירות גבוהה לרמת הופר מקסימאלית
it: Disabilita l'alta velocità per il massimo livello della tramoggia
nl: Schakel hoge snelheid uit voor maximaal trechterniveau
pt: Desative a alta velocidade para o nível máximo de tremonha
ro: Dezactivați viteza mare pentru nivelul maxim de buncăr
sl: Onemogoči visoko hitrost za najvišjo raven lijaka
zh: 禁用高速度以获取最大料斗水平

source: Jaws Closed Pressure Setpoint
ar: فكي نقطة الضغط المغلقة
de: Kiefern geschlossener Drucksollwert
es: Punto de ajuste de presión cerrada de las mandíbulas
fr: Point de consigne de pression mâchoires fermées
he: לסתות נקודת לחץ סגורה
it: Riferimento di pressione per ganasce chiuse
nl: Instelpunt voor gesloten kakendruk
pt: Ponto de ajuste de pressão fechada com mandíbulas
ro: Fălcile închise la presiunea închisă
sl: Nastavljena točka tlaka zaprtih čeljusti
zh: 颌骨闭合压力设定点

source: Maintenance Pressure Setpoint
ar: نقطة الضغط الصيانة
de: Wartungsdruckschild
es: Punto de ajuste de presión de mantenimiento
fr: Point de consigne de pression de maintien
he: נקודת הגדרת לחץ תחזוקה
it: Riferimento di pressione in manutenzione
nl: Onderhoudsdruk-instelpunt
pt: Ponto de ajuste de pressão de manutenção
ro: Instalație de presiune de întreținere
sl: Nastavljena točka vzdrževalnega tlaka
zh: 维护压力设定点

source: Discharge To Setpoint At Maximum Level
ar: التفريغ إلى نقطة setpoint في أقصى مستوى
de: Entladung zum Sollwert auf maximalem Niveau
es: Descarga al punto de ajuste al nivel máximo
fr: Décharge au point de consigne au niveau maximum
he: פריקה לנקודת הגדרה ברמה המרבית
it: Scarico fino al punto di riferimento a livello massimo
nl: Ontlading tot instelpunt op maximaal niveau
pt: Descarga no ponto de ajuste no nível máximo
ro: Descărcare la punct de referință la nivel maxim
sl: Praznjenje do nastavljene vrednosti pri najvišji ravni
zh: 排放到最大水平的设定点

source: Discharge Time (0 = Only At Maximum Level)
ar: وقت التفريغ (0 = فقط في الحد الأقصى)
de: Entladungszeit (0 = nur auf maximaler Ebene)
es: Tiempo de descarga (0 = solo al nivel máximo)
fr: Temps de décharge (0 = uniquement au niveau maximum)
he: זמן פריקה (0 = רק ברמה המרבית)
it: Tempo di scarico (0 = solo al livello massimo)
nl: Ontladingstijd (0 = Alleen op maximaal niveau)
pt: Tempo de descarga (0 = somente no nível máximo)
ro: Timp de descărcare (0 = numai la nivel maxim)
sl: Čas praznjenja (0 = samo pri najvišji ravni)
zh: 放电时间（0 =最大水平）

source: Pause Time (0 = Continuous Discharge Mode)
ar: وقت وقفة (0 = وضع التفريغ المستمر)
de: Pausezeit (0 = kontinuierlicher Entladungsmodus)
es: Tiempo de pausa (0 = modo de descarga continua)
fr: Temps de pause (0 = mode de décharge continue)
he: זמן הפסקה (0 = מצב פריקה רציף)
it: Tempo di pausa (0 = modalità di scarico continuo)
nl: Pauzetijd (0 = Continue ontladingsmodus)
pt: Tempo de pausa (0 = modo de descarga contínuo)
ro: Timp de pauză (0 = modul de descărcare continuă)
sl: Čas premora (0 = način neprekinjenega praznjenja)
zh: 暂停时间（0 =连续放电模式）

source: Actual Level (Mm)
ar: المستوى الفعلي (مم)
de: Tatsächlicher Niveau (MM)
es: Nivel real (mm)
fr: Niveau réel (Mm)
he: רמה בפועל (מ"מ)
it: Livello Attuale (mm)
nl: Werkelijke niveau (mm)
pt: Nível real (mm)
ro: Nivel real (mm)
sl: Dejanska raven (Mm)
zh: 实际水平（mm）

source: Actual Volume
ar: الحجم الفعلي
de: Tatsächlicher Volumen
es: Volumen real
fr: Volume réel
he: נפח בפועל
it: Volume Attuale
nl: Werkelijke volume
pt: Volume real
ro: Volumul real
sl: Dejanska glasnost
zh: 实际体积

source: Actual In-Out Exchange
ar: التبادل الفعلي
de: Tatsächlicher Austausch
es: Intercambio de entrada real
fr: Échange entrée-sortie réel
he: חילופי דברים בפועל
it: Scambio Ingresso-uscita Attuale
nl: Werkelijke In-Out Exchange
pt: Troca real
ro: Schimb de intrare efectiv
sl: Dejanska menjava In-Out
zh: 实际的交换

source: Increase Incoming Water (Up To Setpoint)
ar: زيادة المياه الواردة (يصل إلى نقطة setpoint)
de: Erhöhen Sie eingehendes Wasser (bis zu Sollwert)
es: Aumentar el agua entrante (hasta el punto de ajuste)
fr: Augmenter l'eau entrante (jusqu'au point de consigne)
he: הגדל מים נכנסים (עד נקודת הגדרה)
it: Aumenta l'acqua in arrivo (fino al punto di riferimento)
nl: Verhoog de inkomende watertoevoer (tot het instelpunt)
pt: Aumentar a água de entrada (até o ponto de ajuste)
ro: Creșteți apa primită (până la punctul de referință)
sl: Povečanje vhodne vode (do nastavitvene vrednosti)
zh: 增加传入的水（直至设定点）

source: Minimum Level For Material
ar: الحد الأدنى للمستوى للمواد
de: Mindestniveau für Material
es: Nivel mínimo para material
fr: Niveau minimum pour le matériel
he: רמת מינימום לחומר
it: Livello minimo per il materiale
nl: Minimumniveau voor materiaal
pt: Nível mínimo para material
ro: Nivel minim pentru material
sl: Najmanjša raven za material
zh: 材料的最低水平

source: No High Speed
ar: لا سرعة عالية
de: Keine hohe Geschwindigkeit
es: Sin alta velocidad
fr: Pas de haute vitesse
he: אין מהירות גבוהה
it: Nessuna alta velocità
nl: Geen hoge snelheid
pt: Sem alta velocidade
ro: Fără viteză mare
sl: Brez visoke hitrosti
zh: 没有高速

source: High Speed Active
ar: سرعة عالية نشطة
de: Hohe Geschwindigkeit aktiv
es: Alta velocidad activa
fr: Actif haute vitesse
he: מהירות גבוהה פעילה
it: Alta velocità attiva
nl: Hoge snelheid actief
pt: Alta velocidade ativa
ro: Viteza mare activă
sl: Aktivna visoka hitrost
zh: 高速活动

source: Possible Material Blockage (Minimum Downstream Current)
ar: انسداد المواد المحتمل (الحد الأدنى لتيار المصب)
de: Mögliche Materialblockade (minimaler nachgeschalteter Strom)
es: Posible bloqueo del material (corriente mínima aguas abajo)
fr: Blocage matériel possible (courant minimum en aval)
he: חסימת חומרים אפשרית (זרם מינימלי במורד הזרם)
it: Possibile blocco del materiale (corrente minima a valle)
nl: Mogelijke materiaalblokkade (minimale stroomafwaartse stroom)
pt: Possível bloqueio de material (corrente mínima a jusante)
ro: Blocarea materialelor posibile (curent minim în aval)
sl: Možna blokada materiala (najmanjši tok navzdol)
zh: 可能的材料阻塞（最小下游电流）

source: Blower Centrifuge - Cleaning
ar: الطرد المركزي المنفاخ - التنظيف
de: Gebläsezentrifuge - Reinigung
es: Centrífuga del ventilador - Limpieza
fr: Centrifugeuse soufflante - Nettoyage
he: צנטריפוגה מפוח - ניקוי
it: Ventilatore a centrifuga - pulizia
nl: Blower Centrifuge - Reiniging
pt: Centrífuga de Soprador - Limpeza
ro: Centrifugă suflantă - curățare
sl: Centrifuga s puhalom - čiščenje
zh: 鼓风机离心机 - 清洁

source: DCE - Main Motor
ar: DCE - المحرك الرئيسي
de: DCE - Hauptmotor
es: DCE - Motor principal
fr: DCE - Moteur principal
he: DCE - מנוע ראשי
it: DCE - Motore principale
nl: DCE - Hoofdmotor
pt: DCE - Motor principal
ro: DCE - motorul principal
sl: DCE - glavni motor
zh: DCE-主电机

source: DCE - Safety Key
ar: DCE - مفتاح السلامة
de: DCE - Sicherheitsschlüssel
es: DCE - Clave de seguridad
fr: DCE - Clé de sécurité
he: DCE - מפתח בטיחות
it: DCE - Chiave di sicurezza
nl: DCE - Veiligheidssleutel
pt: DCE - Chave de segurança
ro: DCE - Cheie de siguranță
sl: DCE - varnostni ključ
zh: DCE-安全钥匙

source: DCE - Mintenance Open Cycle
ar: DCE - Mintenance دورة مفتوحة
de: DCE - MINZENANCE Open Cycle
es: DCE - Ciclo abierto de mintinio
fr: DCE - Cycle Ouvert de Maintenance
he: DCE - מחזור פתוח
it: DCE - Ciclo di apertura manutenzione
nl: DCE - Open Muntcyclus
pt: DCE - Ciclo aberto
ro: DCE - Ciclul deschis al Mintenance
zh: DCE-割草机开放周期

source: DCE - Centrifuge Manager
ar: DCE - مدير الطرد المركزي
de: DCE - Zentrifugenmanager
es: DCE - Gerente de Centrífuga
fr: DCE - Responsable Centrifugeuse
he: DCE - מנהל צנטריפוגה
it: DCE - Gestione centrifuga
pt: DCE - gerente de centrífuga
ro: DCE - Manager de centrifugă
sl: DCE - Upravitelj centrifuge
zh: DCE-离心经理

source: DCE - Cleaning Cycle
ar: DCE - دورة التنظيف
de: DCE - Reinigungszyklus
es: DCE - Ciclo de limpieza
fr: DCE - Cycle de nettoyage
he: DCE - מחזור ניקוי
it: DCE - Ciclo di pulizia
nl: DCE - Reinigingscyclus
pt: DCE - ciclo de limpeza
ro: DCE - Ciclul de curățare
sl: DCE - Cikel čiščenja
zh: DCE-清洁周期

source: DCE - Drain Cycle
ar: DCE - دورة الصرف
de: DCE - Abflusszyklus
es: DCE - Ciclo de drenaje
fr: DCE - Cycle de vidange
he: DCE - מחזור ניקוז
it: DCE - Ciclo di scarico
nl: DCE - Afvoercyclus
pt: DCE - Ciclo de drenagem
ro: DCE - Ciclul de scurgere
sl: DCE - cikel praznjenja
zh: DCE-排水周期

source: DCE - Rinse Cycle
ar: DCE - دورة الشطف
de: DCE - Spülenzyklus
es: DCE - Ciclo de enjuague
fr: DCE - Cycle de rinçage
he: DCE - מחזור שטיפה
it: DCE - Ciclo di risciacquo
nl: DCE - Spoelcyclus
pt: DCE - Ciclo de enxaguar
ro: DCE - Ciclul de clătire
sl: DCE - Cikel izpiranja
zh: DCE-冲洗循环

source: View Of Cleaning Valves Detail
ar: عرض تفاصيل صمامات التنظيف
de: Ansicht der Reinigungsventile Details
es: Vista del detalle de las válvulas de limpieza
fr: Vue détaillée des vannes de nettoyage
he: תצוגה של פרטי שסתומי ניקוי
it: Vista dei dettagli delle valvole di pulizia
nl: Detailweergave van reinigingskleppen
pt: Vista dos detalhes das válvulas de limpeza
ro: Vizualizarea detaliilor supapelor de curățare
sl: Pogled na detajle čistilnih ventilov
zh: 清洁阀细节的视图

source: View Of Lubrification And Rinse
ar: منظر للتشويش والشطف
de: Blick auf die Schmierung und Spülung
es: Vista de la lubrificación y enjuague
fr: Vue de la lubrification et du rinçage
he: מבט של Lubrification ושטיפה
it: Vista della lubrificazione e del risciacquo
nl: Weergave van smering en spoelen
pt: Vista da lubrificação e enxágue
ro: Vizualizarea lubrifierii și clătirii
sl: Pogled na mazanje in izpiranje
zh: 润滑和冲洗的视图

source: DCE - Hydraulic Unit
ar: DCE - الوحدة الهيدروليكية
de: DCE - Hydraulische Einheit
es: DCE - Unidad hidráulica
fr: DCE - Groupe hydraulique
he: DCE - יחידה הידראולית
it: DCE - Unità idraulica
nl: DCE - Hydraulische eenheid
pt: DCE - Unidade Hidráulica
ro: DCE - unitate hidraulică
sl: DCE - Hidravlična enota
zh: DCE-液压单元

source: DCE - Valve Block
ar: DCE - كتلة الصمام
de: DCE - Ventilblock
es: DCE - Bloque de válvula
fr: DCE - Bloc de vannes
he: DCE - בלוק שסתום
it: DCE - Blocco valvola
nl: DCE - Kleppenblok
pt: DCE - Bloco de válvula
ro: DCE - blocul de supapă
sl: DCE - blok ventila
zh: DCE-阀块

source: DCE - Spare
ar: DCE - احتياطي
de: DCE - Ersatz
es: DCE - repuesto
fr: DCE - Rechange
he: DCE - חילוף
it: DCE - Libero
nl: DCE - Reserve
pt: DCE - Ora
ro: DCE - rezervă
sl: DCE - Rezervni
zh: DCE-备用

source: DCE - Discharge Valve
ar: DCE - صمام التفريغ
de: DCE - Entladungsventil
es: DCE - Válvula de descarga
fr: DCE - Soupape de décharge
he: DCE - שסתום פריקה
it: DCE - valvola di scarico
nl: DCE - Afvoerklep
pt: DCE - válvula de descarga
ro: DCE - Supapă de descărcare
sl: DCE - Izpustni ventil
zh: DCE-排放阀

source: DCE - Bottom Rinse
ar: DCE - شطف أسفل
de: DCE - untere Spülung
es: DCE - Enjuague de fondo
fr: DCE - Rinçage du fond
he: DCE - שטיפה תחתונה
it: DCE - risciacquo inferiore
nl: DCE - Bodemspoeling
pt: DCE - enxágüe inferior
ro: DCE - Clătirea de jos
sl: DCE - Spodnje izpiranje
zh: DCE-底部冲洗

source: DCE - Internal Cleaning
ar: DCE - التنظيف الداخلي
de: DCE - interne Reinigung
es: DCE - Limpieza interna
fr: DCE - Nettoyage Interne
he: DCE - ניקוי פנימי
it: DCE - pulizia interna
nl: DCE - Interne Reiniging
pt: DCE - Limpeza interna
ro: DCE - curățare internă
sl: DCE - notranje čiščenje
zh: DCE-内部清洁

source: DCE - Aspiration Valve
ar: DCE - صمام الطموح
de: DCE - Aspirationsventil
es: DCE - Válvula de aspiración
fr: DCE - Soupape d'aspiration
he: DCE - שסתום שאיפה
it: DCE - Valvola di aspirazione
nl: DCE - Aspiratieklep
pt: DCE - válvula de aspiração
ro: DCE - Valva de aspirație
sl: DCE - Aspiracijski ventil
zh: DCE-抽吸阀

source: DCE - Extrenal Cleaning
ar: DCE - تنظيف خارجية
de: DCE - Extrenalreinigung
es: DCE - Limpieza extrenal
fr: DCE - Nettoyage External
he: DCE - ניקוי חיצוני
it: DCE - pulizia esterna
nl: DCE - Externe reiniging
pt: DCE - Limpeza Extrenal
ro: DCE - curățare extrenală
sl: DCE - Zunanje čiščenje
zh: DCE-外清洁

source: Water Available
ar: المياه المتاحة
de: Wasser verfügbar
es: Agua disponible
fr: Eau disponible
he: מים זמינים
it: Acqua disponibile
nl: Water beschikbaar
pt: Água disponível
ro: Apă disponibilă
sl: Voda na voljo
zh: 可用的水

source: Water Not Availbale
ar: المياه لا تفيد
de: Wasser nicht verfügbar
es: Agua no disponible
fr: Eau non disponible
he: מים לא זורמים
it: Acqua non disponibile
nl: Water niet beschikbaar
pt: Água não disponível
ro: Apa nu este disponibilă
sl: Voda ni na voljo
zh: 水不可用

source: Fan Obstruction (Current Dropped Below Minimum)
ar: انسداد المروحة (انخفض التيار أقل من الحد الأدنى)
de: Lüfterobstruktion (Strom fiel mindestens unter)
es: Obstrucción del ventilador (corriente caída por debajo del mínimo)
fr: Obstruction du ventilateur (courant tombé en dessous du minimum)
he: חסימת מאוורר (זרם צנח מתחת למינימום)
it: Ostruzione alla ventola (corrente scesa al di sotto del minimo)
nl: Ventilatorobstructie (stroom gedaald tot onder minimum)
pt: Obstrução do ventilador (a corrente caiu abaixo do mínimo)
ro: Obstrucția ventilatorului (curentul a scăzut sub minim)
ru: Засорение вентилятора (ток упал ниже минимума)
sl: Ovira ventilatorja (tok je padel pod minimum)
zh: 风扇阻塞（电流降至最低以下）
