Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# INFO_OVL_8
source: Check The Level Sensors. Reset The Overload Relay In The Electrical Cabinet If Level Sensors Are Ok
ar: تحقق من أجهزة استشعار المستوى. إعادة تعيين التتابع الزائد في مجلس الوزراء الكهربائي إذا كانت أجهزة استشعار المستوى على ما يرام
de: Überprüfen Sie die Level-Sensoren. Setzen Sie das Überlastrelais in das Schaltschrank zurück, wenn Level-Sensoren in Ordnung sind
es: Compruebe Los Sensores De Nivel. Restablezca El Relé De Sobrecarga En El Armario Eléctrico Si Los Sensores De Nivel Están Bien
fr: Vérifiez les capteurs de niveau. Réinitialisez le relais de surcharge dans l'armoire électrique si les capteurs de niveau fonctionnent correctement
he: בדוק את חיישני הרמה. אפס את ממסר עומס יתר בארון החשמל אם חיישני הרמה תקינים
it: Controlla i sensori di livello. Ripristinare il relè di sovraccarico nel Quadro elettrico se i sensori di livello sono OK
nl: Controleer de niveausensoren. Reset het overbelastingsrelais in de schakelkast als de niveausensoren in orde zijn.
pt: Verifique os sensores de nível. Redefina o relé de sobrecarga no quadro elétrico se os sensores níveis estiverem ok
ro: Verificați senzorii de nivel. Resetați releul de suprasarcină în dulapul electric dacă senzorii de nivel sunt OK
ru: Проверьте датчики уровня. Сбросьте реле перегрузки в электрическом шкафу, если датчики уровня в порядке
sl: Preverite senzorje nivoja. Ponastavite preobremenitveni rele v električni omarici, če so senzorji nivoja v redu
zh: 检查电平传感器。如果电平传感器可以重置电气柜中的过载继电器

# INFO_PTC_1
source: Check The Motor Cooling And/Or The Electrical Connection Of The Thermistor Sensor
ar: تحقق من تبريد المحرك و / أو الاتصال الكهربائي لاستشعار الثرمستور
de: Überprüfen Sie die Motorkühlung und / oder die elektrische Verbindung des Thermistorsensors
es: Compruebe La Refrigeración Del Motor Y/O La Conexión Eléctrica Del Sensor Termistor
fr: Vérifiez le refroidissement du moteur et/ou la connexion électrique du capteur de thermistance
he: בדוק את קירור המנוע ו/או את החיבור החשמלי של חיישן התרמיסטור
it: Controllare il raffreddamento del motore e/o il collegamento elettrico del sensore a termistore
nl: Controleer de motorkoeling en/of de elektrische aansluiting van de thermistorsensor
pt: Verifique o resfriamento do motor e/ou a conexão elétrica do sensor do termistor
ro: Verificați răcirea motorului și/sau conexiunea electrică a senzorului termistor
ru: Проверьте охлаждение двигателя и/или электрическое соединение термисторного датчика
sl: Preverite hlajenje motorja in/ali električno povezavo senzorja termistorja
zh: 检查电机冷却和/或热敏电阻传感器的电气连接

# INFO_SAFETY_1
source: Check The Safety Key Lock
ar: تحقق قفل مفتاح السلامة
de: Überprüfen Sie die Sicherheitsschlüsselsperre
es: Compruebe El Bloqueo De La Llave De Seguridad
fr: Vérifiez le verrouillage de la clé de sécurité
he: בדוק את נעילת מפתח הבטיחות
it: Controllare il blocco della chiave di sicurezza
nl: Controleer het veiligheidssleutelslot
pt: Verifique o bloqueio da chave de segurança
ro: Verificați blocajul cheii de siguranță
ru: Проверьте блокировку ключа безопасности
sl: Preverite varnostno ključavnico
zh: 检查安全钥匙扣

# INFO_SAFETY_2
source: Check The Status Of The Safety Limit Switch In The Field
ar: تحقق من حالة مفتاح الحد من الأمان في الحقل
de: Überprüfen Sie den Status des Sicherheitslimitschalters im Feld
es: Compruebe El Estado Del Interruptor De Límite De Seguridad En El Campo
fr: Vérifiez l'état de l'interrupteur de fin de course de sécurité sur le terrain
he: בדוק את המצב של מתג גבול הבטיחות בשטח
it: Controllare lo stato del finecorsa di sicurezza sul campo
nl: Controleer de status van de veiligheidslimietschakelaar in het veld
pt: Verifique o status da chave de limite de segurança no campo
ro: Verificați starea comutatorului de limită de siguranță în câmp
ru: Проверьте состояние концевого выключателя безопасности в полевых условиях
sl: Preverite stanje varnostnega končnega stikala na terenu
zh: 检查现场安全限制开关的状态

# INFO_SAFETY_3
source: Reset The Pull-Cord Safety Switches In The Field
ar: إعادة تعيين مفاتيح السلامة سلك السحب في هذا المجال
de: Setzen Sie die Schutzschalter der Zugsicherungsschalter auf dem Feld zurück
es: Restablezca Los Interruptores De Seguridad Con Cable De Tracción En Campo
fr: Réinitialisez les interrupteurs de sécurité à cordon sur le terrain
he: אפס את מתגי הבטיחות המשיכה בשטח
it: Ripristina gli interruttori di sicurezza a fune sul campo
nl: Reset de trekkoordveiligheidsschakelaars in het veld
pt: Redefinir os interruptores de segurança de cortes no campo
ro: Resetați întrerupătoarele de siguranță a concordului de tracțiune în câmp
ru: Сбросьте шнуровые выключатели безопасности в полевых условиях
sl: Ponastavite varnostna stikala za vlečno vrvico na terenu
zh: 重置现场的拉线安全开关

# INFO_KEY_1
source: Check Safety Key Position In The Lock And The Status Of The Unlock Request Operated In The Pc Panel
ar: تحقق من وضع مفتاح السلامة في قفل وحالة طلب إلغاء القفل تعمل في لوحة الكمبيوتر
de: Überprüfen Sie die Sicherheitsschlüsselposition in der Sperre und dem Status der in der PC-Panel betriebenen Entriegelungsanforderung
es: Compruebe La Posición De La Llave De Seguridad En La Cerradura Y El Estado De La Solicitud De Desbloqueo Operada En El Panel Del Pc
fr: Vérifiez la position de la clé de sécurité dans la serrure et l'état de la demande de déverrouillage effectuée dans le panneau PC
he: בדוק את מיקום מפתח הבטיחות במנעול ואת המצב של בקשת ביטול הנעילה המופעלת בלוח המחשב
it: Verificare la posizione della chiave di sicurezza nella serratura e lo stato della richiesta di sblocco operata nel pannello del PC
nl: Controleer de positie van de veiligheidssleutel in het slot en de status van het ontgrendelingsverzoek dat op het pc-paneel wordt uitgevoerd
pt: Verifique a posição da chave de segurança no bloqueio e o status da solicitação de desbloqueio operada no painel PC
ro: Verificați poziția cheii de siguranță în blocare și starea cererii de deblocare funcționate în panoul PC -ului
ru: Проверьте положение ключа безопасности в замке и статус запроса на разблокировку, выполняемого на панели ПК
sl: Preverite položaj varnostnega ključa v ključavnici in status zahteve za odklepanje, izvedene na plošči računalnika
zh: 检查锁定中的安全键位置，并在PC面板中操作的解锁请求的状态

# INFO_LS_1
source: Check The Belt Alignment. Make Sure That Alignment Switches Are Working Correctly
ar: تحقق من محاذاة الحزام. تأكد من أن مفاتيح المحاذاة تعمل بشكل صحيح
de: Überprüfen Sie die Gürtelausrichtung. Stellen Sie sicher, dass Alignment-Switches ordnungsgemäß funktionieren
es: Compruebe La Alineación De La Cinta. Asegúrese De Que Los Interruptores De Alineación Funcionen Correctamente
fr: Vérifiez l'alignement de la courroie. Assurez-vous que les commutateurs d'alignement fonctionnent correctement
he: בדוק את יישור החגורה. ודא שמתגי היישור פועלים כהלכה
it: Controllare l'allineamento della Nastro. Assicurarsi che gli interruttori di allineamento funzionino correttamente
nl: Controleer de riemuitlijning. Zorg ervoor dat de uitlijnschakelaars correct werken.
pt: Verifique o alinhamento da correia. Verifique se os interruptores de alinhamento estão funcionando corretamente
ro: Verificați alinierea centurii. Asigurați -vă că întrerupătoarele de aliniere funcționează corect
ru: Проверьте выравнивание ремня. Убедитесь, что переключатели выравнивания работают правильно
sl: Preverite poravnavo jermena. Prepričajte se, da stikala za poravnavo delujejo pravilno
zh: 检查皮带对齐。确保对齐交换机正常工作

# INFO_LS_2
source: Check The Position Of The Grinder Grill. Make Sure That Its Position Switch Is Working Correctly
ar: تحقق من موقف Grinder Grill. تأكد من أن مفتاح وضعه يعمل بشكل صحيح
de: Überprüfen Sie die Position des Mühlengrills. Stellen Sie sicher, dass der Positionsschalter ordnungsgemäß funktioniert
es: Compruebe La Posición De La Rejilla Del Molino. Asegúrese De Que Su Interruptor De Posición Funcione Correctamente
fr: Vérifiez la position de la grille du broyeur. Assurez-vous que son interrupteur de position fonctionne correctement
he: בדוק את המיקום של גריל המטחנה. ודא שמתג המיקום שלו פועל כהלכה
it: Controlla la posizione della griglia della Mulino. Assicurarsi che il suo interruttore di posizione funzioni correttamente
nl: Controleer de positie van het maalrooster. Zorg ervoor dat de positieschakelaar correct werkt.
pt: Verifique a posição da grelha do moinho. Verifique se a chave de posição está funcionando corretamente
ro: Verificați poziția grătarului de râșniță. Asigurați -vă că comutatorul său de poziție funcționează corect
ru: Проверьте положение решетки кофемолки. Убедитесь, что его позиционный переключатель работает правильно
sl: Preverite položaj rešetke mlinčka. Prepričajte se, da njegovo položajno stikalo deluje pravilno
zh: 检查研磨机格栅的位置。确保其位置开关正常工作

# INFO_LS_3
source: Check The Valve Position Limit Switches, Their Position, Their Wiring And Pressure In The Pipes
ar: تحقق من وضع الصمام، إشارات مفاتيح حد لكل من الموضع والضغط في الأنابيب
de: Überprüfen Sie die Ventilposition, die Signale beider Positionsgrenzschalte (en) und den Druck in den Rohren
es: Compruebe La Posición De La Válvula, Las Señales De Ambos Final De Carrera De Posición Y La Presión En Las Tuberías
fr: Vérifier les fins de course de position des vannes, leur position, leur câblage et la pression dans les canalisations
he: בדוק את מיקום השסתום, האותות של שני מתג גבול המיקום (S) והלחץ בצינורות
it: Controllare la posizione della valvola, i segnali di entrambi i finecorsa di posizione e la pressione nei tubi
nl: Controleer de kleppositie-eindschakelaars, hun positie, hun bedrading en de druk in de leidingen
pt: Verifique a posição da válvula, os sinais dos interruptores de limite de posição e a pressão nos tubos
ro: Verificați poziția supapei, semnalele ambelor comutatoare de limită de poziție și presiunea în conducte
ru: Проверьте положение клапана, сигналы обоих концевых выключателей положения и давление в трубах.
sl: Preverite mejna stikala položaja ventila, njihov položaj, njihovo ožičenje in tlak v ceveh
zh: 检查阀门位置，位置限制开关的信号和管道中的压力

# INFO_LS_4
source: Check The Device. It Could Be Blocked And Check The Signals Of Both Position Limit Switches
ar: تحقق من الجهاز. يمكن حظره والتحقق من إشارات كلا مفاتيح حد الموضع
de: Überprüfen Sie das Gerät. Es könnte blockiert werden und die Signale beider Positionsbegrenzungsschalter überprüfen
es: Compruebe el dispositivo. Se Puede Bloquear Y Controlar Las Señales De Ambos Finales De Carrera De Posición.
fr: Vérifiez l'appareil. Il pourrait être bloqué et vérifier les signaux des deux interrupteurs de fin de course
he: בדוק את המכשיר. זה יכול להיות חסום ולבדוק את האותות של שני מתגי הגבלת המיקום
it: Controllare il dispositivo. Potrebbe essere bloccato e controllare i segnali di entrambi gli interruttori di limite di posizione
nl: Controleer het apparaat. Het kan geblokkeerd zijn. Controleer de signalen van beide positie-eindschakelaars.
pt: Verifique o dispositivo. Pode ser bloqueado e verifique os sinais de ambos os interruptores de limite de posição
ro: Verificați dispozitivul. Ar putea fi blocat și verificat semnalele ambelor întrerupătoare de limită de poziție
ru: Проверьте устройство (если оно может быть заблокировано) и сигналы обоих концевых выключателей положения
sl: Preverite napravo. Lahko je blokiran in preverite signale obeh pozicijskih mejnih stikal
zh: 检查设备。它可以阻止并检查两个位置限制开关的信号

# INFO_LS_5
source: Open The Indicated Manual Valve Installed On The Machine
ar: افتح الصمام اليدوي المشار إليه مثبتا على الجهاز
de: Öffnen Sie das angegebene manuelles manuelles Ventil, das auf der Maschine installiert ist
es: Abra La Válvula Manual Indicada Instalada En La Máquina
fr: Ouvrez la vanne manuelle indiquée installée sur la machine
he: פתח את השסתום הידני המצוין המותקן במכונה
it: Aprire la valvola manuale indicata installata sulla macchina
nl: Open de aangegeven handmatige klep die op de machine is geïnstalleerd
pt: Abra a válvula manual indicada instalada na máquina
ro: Deschideți supapa manuală indicată instalată pe mașină
ru: Откройте указанный ручной клапан, установленный на машине
sl: Odprite označeni ročni ventil, nameščen na stroju
zh: 打开安装在机器上的指示手动阀门

# INFO_LS_6
source: Diverter Centering Cycle Maximum Timeout ! Check The Diverter And The Center Position Limit Switch
ar: مجلة مركزة دورات مهلة! تحقق من التبديل الحد الأقصى لوضع المحول
de: Venetrumer-Zentrierzyklus Maximaler Timeout! Überprüfen Sie den Umfeld und den Center-Positions-Endschalter
es: Tiempo De Espera Máximo Del Ciclo De Centrado Del Desviador ! Revise El Desviador Y El Interruptor De Límite De Posición Central
fr: Délai maximum du cycle de centrage du déviateur ! Vérifiez le inverseur et l'interrupteur de fin de course de position centrale
he: מחזור מרכוז מפנה פסק זמן מקסימלי! בדוק את המפנה ואת מתג גבול המיקום המרכזי
it: Timeout massimo ciclo di centraggio deviatore ! Controllare il deviatore e il finecorsa della posizione centrale
nl: Maximale time-out van de centreercyclus van de omleider! Controleer de omleider en de eindschakelaar van de middenpositie.
pt: Ciclo de Centro do Desviador Tempo limite máximo! Verifique o desviador e o interruptor de limite de posição central
ro: Ciclul de centrare Diverter Timeout maxim! Verificați deviatorul și întrerupătorul de limită de poziție centrală
ru: Максимальное время ожидания цикла центрирования дивертора ! Проверьте дивертер и концевой выключатель центрального положения
sl: Največja časovna omejitev cikla centriranja preusmerjevalnika! Preverite preusmerjevalnik in končno stikalo sredinskega položaja
zh: 转向器定心周期最大超时！检查转向器和中心位置限制开关

# INFO_LS_7
source: Check The Label Separator. Make Sure No Material Blockage Is Present
ar: تحقق فاصل التسمية. تأكد من عدم وجود انسداد مادي
de: Überprüfen Sie den Etikettenabscheider. Stellen Sie sicher, dass keine materielle Blockade vorhanden ist
es: Compruebe El Separador De Etiquetas. Asegúrese De Que No Haya Ningún Bloqueo De Material Presente
fr: Vérifiez le séparateur d'étiquettes. Assurez-vous qu'aucun blocage matériel n'est présent
he: בדוק את מפריד התוויות. ודא שאין חסימה חומרית
it: Controlla il separatore di etichette. Assicurarsi che non sia presente alcun blocco materiale
nl: Controleer de etikettenscheider. Zorg ervoor dat er geen materiaalverstopping aanwezig is.
pt: Verifique o separador de etiquetas. Certifique -se de que nenhum bloqueio de material está presente
ro: Verificați separatorul de etichete. Asigurați -vă că nu este prezent blocajul materialului
ru: Проверьте разделитель этикеток. Убедитесь, что материальная блокировка отсутствует
sl: Preverite ločilo oznak. Prepričajte se, da ni materialne blokade
zh: 检查标签分隔符。确保没有材料堵塞

# INFO_LS_8
source: Check Pressure On Pipes And Possible Blockages Of The Valve
ar: فحص الضغط على الأنابيب والانسداد المحتمل للصمام
de: Überprüfen Sie den Druck auf Rohre und mögliche Blockaden des Ventils
es: Comprobar Presión En Tuberías Y Posibles Obstrucciones De La Válvula
fr: Vérifiez la pression sur les tuyaux et les éventuels blocages de la vanne
he: בדוק לחץ על צינורות וחסימות אפשריות של השסתום
it: Controllare la pressione sui tubi e possibili blocchi della valvola
nl: Controleer de druk op de leidingen en mogelijke blokkades van de klep
pt: Verifique a pressão sobre os tubos e possíveis bloqueios da válvula
ro: Verificați presiunea asupra conductelor și posibilelor blocaje ale supapei
ru: Проверьте давление в трубах и возможное засорение клапана
sl: Preverite tlak v ceveh in morebitne blokade ventila
zh: 检查管道上的压力和阀门可能的堵塞

# INFO_LS_9
source: Check The Belt Tensioning (Mechanical Regulation) And/Or Slipping Sensor Positioning And Wiring
ar: تحقق من التعددية الحزام (اللائحة الميكانيكية) و / أو وضع استشعار الانزلاق والأسلاك
de: Überprüfen Sie die Riemenspannung (mechanische Regulierung) und / oder Rutsch-Sensorpositionierung und -verdrahtung
es: Compruebe La Tensión De La Correa (Regulación Mecánica) Y/O El Posicionamiento Y El Cableado Del Sensor De Deslizamiento
fr: Vérifier la tension de la courroie (régulation mécanique) et/ou le positionnement et le câblage du capteur de glissement
he: בדוק את מתיחת החגורה (ויסות מכני) ו/או מיקום חיישן החלקה וחיווט
it: Controllare il posizionamento e il cablaggio del sensore di tensionamento della Nastro (regolazione meccanica) e/o di slittamento
nl: Controleer de riemspanning (mechanische regeling) en/of de positie en bedrading van de slipsensor
pt: Verifique o tensionamento da correia (regulação mecânica) e/ou posicionamento e fiação do sensor de deslizamento
ro: Verificați tensiunea centurii (reglementare mecanică) și/sau alunecare de poziționare și cablare a senzorului de alunecare
ru: Проверьте натяжение ремня (механическая регулировка) и/или расположение и проводку датчика проскальзывания
sl: Preverite napenjanje jermena (mehanska regulacija) in/ali položaj in ožičenje senzorja zdrsa
zh: 检查皮带张紧（机械调节）和/或滑动传感器定位和布线

# INFO_LS_10
source: Check The Door Safety Limit Switch In The Field
ar: تحقق من مفتاح الحد من أمان الباب في الحقل
de: Überprüfen Sie den Türsicherheitslimitschalter im Feld
es: Compruebe El Interruptor De Límite De Seguridad De La Puerta En El Campo
fr: Vérifiez l'interrupteur de fin de course de sécurité de la porte sur le terrain
he: בדוק את מתג גבול הבטיחות של הדלת בשטח
it: Controllare il finecorsa di sicurezza della porta sul campo
nl: Controleer de veiligheidslimietschakelaar van de deur in het veld
pt: Verifique o interruptor do limite de segurança da porta no campo
ro: Verificați comutatorul limită de siguranță a ușii în câmp
ru: Проверьте концевой выключатель безопасности двери в полевых условиях
sl: Preverite varnostno končno stikalo vrat na terenu
zh: 检查字段中的门安全限制开关

# INFO_LS_11
source: Check The Footboard Position In The Field. Move It To Uper Position.
ar: تحقق من موقف footboard في الحقل. نقلها إلى موقف uper.
de: Überprüfen Sie die Stickposition auf dem Feld. Bewegen Sie es in die U-Bahn-Position.
es: Compruebe La Posición Del Estribo En El Campo. Muévalo A La Posición Superior.
fr: Vérifiez la position du pied de lit sur le terrain. Déplacez-le en position supérieure.
he: בדוק את מיקום לוח הרגל בשטח. העבר אותו למיקום עליון.
it: Controlla la posizione della pedana sul campo. Spostalo in posizione superiore.
nl: Controleer de positie van het voetbord in het veld. Verplaats het naar de bovenste positie.
pt: Verifique a posição de Footboard no campo. Mova -o para a posição positiva.
ro: Verificați poziția footboard -ului în câmp. Mutați -l în poziția UPER.
ru: Проверьте положение подножки в поле. Переместите его в верхнее положение.
sl: Preverite položaj podnožja na terenu. Premakni ga v zgornji položaj.
zh: 检查现场的踏板位置。将其移动到Uper位置。

# INFO_LS_12
source: Check The Valve Open Position And Pressure In The Pipes
ar: تحقق من الموضع المفتوح في الصمام والضغط في الأنابيب
de: Überprüfen Sie die offene Position und den Druck der Ventil in den Rohren
es: Compruebe la posición de apertura de la válvula y la presión en las tuberías
fr: Vérifiez la position ouverte de la vanne et la pression dans les tuyaux
he: בדוק את המצב הפתוח של השסתום ולחץ בצינורות
it: Controllare la posizione aperta della valvola e la pressione nei tubi
nl: Controleer de open positie van de klep en de druk in de leidingen
pt: Verifique a posição aberta da válvula e a pressão nos tubos
ro: Verificați poziția și presiunea deschisă a supapei în conducte
sl: Preverite položaj odprtosti ventila in tlak v ceveh
zh: 检查阀门的打开位置和管道中的压力

# INFO_LS_13
source: Check The Valve Closed Position And Pressure In The Pipes
ar: تحقق من الموضع المغلق في الصمام والضغط في الأنابيب
de: Überprüfen Sie die geschlossene Position und den Druck der Ventil in den Rohren
es: Compruebe La Posición Cerrada De La Válvula Y La Presión En Las Tuberías
fr: Vérifiez la position fermée de la vanne et la pression dans les tuyaux
he: בדוק את המיקום הסגור של השסתום ולחץ בצינורות
it: Controllare la posizione chiusa della valvola e la pressione nei tubi
nl: Controleer de gesloten positie van de klep en de druk in de leidingen
pt: Verifique a posição fechada da válvula e a pressão nos tubos
ro: Verificați poziția închisă a supapei și presiunea în conducte
sl: Preverite zaprt položaj ventila in tlak v ceveh
zh: 检查阀门闭合位置和管道中的压力

# INFO_LS_14
source: Check The Position Limit Switches, Their Position And Wiring
ar: تحقق من مفاتيح حد الموضع وموضعهم وأسلاكهم
de: Überprüfen Sie die Positionsbegrenzungsschalter, ihre Position und Verkabelung
es: Verifique los interruptores de límite de posición, su posición y cableado
fr: Vérifiez les interrupteurs de fin de course, leur position et leur câblage
he: בדוק את מתגי מגבלת המיקום, מיקומם וחיווטם
it: Controllare gli interruttori del limite di posizione, la loro posizione e il cablaggio
nl: Controleer de positie-eindschakelaars, hun positie en bedrading
pt: Verifique os interruptores de limite de posição, sua posição e fiação
ro: Verificați întrerupătoarele de limită de poziție, poziția și cablarea lor
sl: Preverite položajna končna stikala, njihov položaj in ožičenje
zh: 检查位置限制开关，其位置和接线

# INFO_LS_15
source: Check The Valve Position, Pressure In The Pipes And Limit Switch Position
ar: تحقق من موضع الصمام والضغط في الأنابيب وموضع مفتاح الحد
de: Überprüfen Sie die Ventilposition, den Druck in den Leitungen und die Position des Endschalters
es: Compruebe La Posición De La Válvula, La Presión En Las Tuberías Y La Posición Del Interruptor De Límite
fr: Vérifiez la position de la vanne, la pression dans les tuyaux et la position du fin de course.
he: בדוק את מיקום השסתום, את הלחץ בצינורות ואת מיקום מתג הגבול
it: Controllare la posizione della valvola, la pressione nei tubi e la posizione dell'interruttore di finecorsa
nl: Controleer de kleppositie, druk in de leidingen en de positie van de eindschakelaar
pt: Verifique a posição da válvula, pressão nos tubos e posição do interruptor limite
ro: Verificați poziția supapei, presiunea în conducte și limitați poziția comutatorului
sl: Preverite položaj ventila, tlak v ceveh in položaj končnega stikala
zh: 检查阀门位置、管道压力和限位开关位置

# INFO_AMP_1
source: Check The Amperage Control Sensor Signal And Its Wiring In The Electrical Cabinet
ar: تحقق من إشارة مستشعر التحكم Amperage وأسلاكها في الخزانة الكهربائية
de: Überprüfen Sie das Signal des Stromverstärkers und seine Verkabelung im Elektroschrank
es: Verifique la señal del sensor de control de amperaje y su cableado en el Armario eléctrico
fr: Vérifiez le signal du capteur de contrôle d'ampérage et son câblage dans l'armoire électrique
he: בדוק את אות חיישן בקרת Amperage ואת החיווט שלו בארון החשמל
it: Controllare il segnale del sensore di controllo dell'amperaggio e il suo cablaggio nel mobile elettrico
nl: Controleer het signaal van de stroomsterktesensor en de bedrading ervan in de elektrische kast
pt: Verifique o sinal do sensor de controle de amperagem e sua fiação no gabinete elétrico
ro: Verificați semnalul senzorului de control al amperajului și cablarea acestuia în dulapul electric
ru: Проверьте сигнал датчика контроля силы тока и его проводку в электрическом шкафу
sl: Preverite signal senzorja za nadzor jakosti toka in njegovo ožičenje v električni omarici
zh: 检查安培控制传感器信号及其在电柜中的接线
