Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Pellenc Bottle Sorter
ar: فارز زجاجة Pellenc
de: Pellenc Flaschensortierer
es: Seleccionador De Botellas Pellenc
fr: Trieur de bouteilles Pellenc
he: סדרן בקבוקי פלנק
it: Selezionatore di bottiglie PELLENC
nl: Pellenc Flessensorteerder
pt: Classificador de garrafas Pellenc
ro: Sortator de sticle Pellenc
sl: Razvrščevalnik steklenic Pellenc
zh: Pellenc 分瓶机

source: Downstream External Machine
ar: آلة خارجية المصب
de: Nachgeschaltete externe Maschine
es: Máquina Externa Aguas Abajo
fr: Machine externe en aval
he: מכונה חיצונית במורד הזרם
it: Macchina esterna a valle
nl: Downstream externe machine
pt: Máquina externa a jusante
ro: Mașină externă din aval
sl: Naslednji zunanji stroj
zh: 下游外机

source: Belt
ar: حزام
de: Gürtel
es: Cinta
fr: Ceinture
he: חֲגוֹרָה
it: Nastro
nl: Riem
pt: Cinto
ro: Curea
sl: Pas
zh: 腰带

source: Manual Sorting
ar: الفرز اليدوي
de: Manuelle Sortierung
es: Selección Manual
fr: Tri manuel
he: מיון ידני
it: Selezione manuale
nl: Handmatig sorteren
pt: Classificação manual
ro: Sortare manuală
sl: Ročno razvrščanje
zh: 手动分拣

source: External Grinder
ar: مطحنة خارجية
de: Externe Mühle
es: Molino Externo
fr: Broyeur externe
he: מטחנה חיצונית
it: Mulino esterno
nl: Externe slijper
pt: Moedor externo
ro: Râșniță externă
sl: Zunanji brusilnik
zh: 外圆磨床

source: Incremental Wd Counter ( +1 Every 100 Ms - Rollover At 30000 )
ar: عداد وزن إضافي (+1 كل 100 مللي ثانية - تدوير عند 30000)
de: Inkrementeller Wd-Zähler (+1 alle 100 Ms – Rollover bei 30000)
es: Contador Wd Incremental (+1 Cada 100 Ms - Rollover En 30000)
fr: Compteur incrémental Wd (+1 toutes les 100 Ms - Rollover à 30000)
he: מונה Wd מצטבר (+1 כל 100 מילישיות - גלגול ב-30000)
it: Contatore Wd incrementale (+1 ogni 100 ms - rollover a 30000)
nl: Incrementele Wd-teller (+1 elke 100 ms - Rollover bij 30000)
pt: Contador WD incremental (+1 a cada 100 ms - Rollover em 30000)
ro: Contor WD incremental (+1 la fiecare 100 ms - Rollover la 30000)
sl: Inkrementalni števec Wd (+1 vsakih 100 Ms - prevračanje pri 30000)
zh: 增量 Wd 计数器（每 100 毫秒 +1 - 在 30000 处翻转）

source: True= At Least One I/O Module Connection Detected, 0 =Simulation Allowed
ar: صحيح = تم اكتشاف اتصال وحدة إدخال / إخراج واحدة على الأقل ، 0 = السماح بالمحاكاة
de: True = Mindestens eine E/A-Modulverbindung erkannt, 0 = Simulation zulässig
es: Verdadero = Se Detectó Al Menos Una Conexión De Módulo De E/S, 0 = Simulación Permitida
fr: True = Au moins une connexion de module d'E/S détectée, 0 = Simulation autorisée
he: True= זוהה לפחות חיבור מודול I/O אחד, 0 =הדמיה מותרת
it: True= Rilevata almeno una connessione dei moduli I/O, 0 = Simulazione consentita
nl: True = Er is minstens één I/O-moduleverbinding gedetecteerd, 0 = Simulatie toegestaan
pt: True = pelo menos uma conexão de módulo de E/S detectada, 0 = simulação permitida
ro: True = cel puțin o conexiune a modulului I/O detectat, 0 = simularea permisă
sl: True= Zaznana je vsaj ena povezava V/I modula, 0 =Simulacija dovoljena
zh: True= 检测到至少一个 I/O 模块连接，0 = 允许模拟

source: Plc Program Simulation Active
ar: محاكاة برنامج Plc نشطة
de: SPS-Programmsimulation aktiv
es: Programa Plc Simulación Activa
fr: Simulation de programme API active
he: סימולציית תוכנית Plc פעילה
it: Simulazione programma PLC attiva
nl: Plc-programmasimulatie actief
pt: Simulação de PLC simulação ativa
ro: Simularea programului PLC activ
zh: PLC 程序模拟激活

source: Cabinet Test Active
ar: تم تفعيل اختبار الخزانة
de: Schranktest aktiv
es: Prueba De Armario Activo
fr: Test d'armoire actif
he: מבחן ארון פעיל
it: Test quadro attivo
nl: Kabinetstest Actief
pt: Teste de gabinete ativo
ro: Test de cabinet activ
sl: Kabinet Test Aktiven
zh: 机柜测试活动

source: Estop Area Not Reset (With All Estop Pbs Ok)
ar: لم يتم إعادة تعيين منطقة Estop (مع كل Estop Pbs موافق)
de: Estop-Bereich nicht zurückgesetzt (mit allen Estop-Pbs in Ordnung)
es: Área De Estop No Reiniciada (Con Todos Los Pbs De Estop Correctos)
fr: Zone Estop non réinitialisée (avec tous les Pbs Estop OK)
he: אזור ה-Estop לא מאופס (עם כל ה-Estop Pbs בסדר)
it: Area Estop non ripristinata (con tutti i Pulsanti Estop ok)
nl: Estop-gebied niet gereset (met alle Estop-PBS in orde)
pt: Área de ponto não é redefinido (com todos os PBS OK)
ro: Zona de estop nu este resetată (cu toate estop PBS OK)
sl: Estop območje ni ponastavljeno (z vsemi Estop Pbs OK)
zh: Estop 区域未复位（所有 Estop Pbs 正常）

source: SYS - E-Stop - Master Relay Status
ar: SYS - E-Stop - حالة الترحيل الرئيسي
de: SYS - E-Stop - Hauptrelaisstatus
es: SYS - E-Stop - Estado Del Relé Maestro
fr: SYS – E-Stop – État du relais maître
he: SYS - E-Stop - סטטוס ממסר מאסטר
it: SYS - E-Stop - Stato relè principale
nl: SYS - E-Stop - Status van het hoofdrelais
pt: SYS - E -STOP - Status de relé mestre
ro: SYS - E -STOP - Starea releului principal
sl: SYS - E-Stop - Stanje glavnega releja
zh: SYS - E-Stop - 主继电器状态

source: Ok For Process (Estop Area Status Ok + No Alarms/Messages)
ar: حسنًا للمعالجة (حالة منطقة التوقف جيدة + لا توجد إنذارات / رسائل)
de: OK für Prozess (Status des Stoppbereichs OK + keine Alarme/Meldungen)
es: Ok Para Proceso (Estado De Área De Parada Ok + Sin Alarmas/Mensajes)
fr: Ok pour le processus (état de la zone Estop Ok + aucune alarme/message)
he: אישור לתהליך (סטטוס אזור עצירה אישור + אין התראות/הודעות)
it: Ok Per Processo (Stato Area Estop Ok + Nessun Allarmi/Messaggi)
nl: Oké voor proces (status van noodstopgebied oké + geen alarmen/berichten)
pt: Ok para processo (status da área de impedimento OK + sem alarmes/mensagens)
ro: OK pentru proces (starea zonei estop OK + fără alarme/mesaje)
sl: V redu za postopek (Stanje območja zaustavitve v redu + ni alarmov/sporočil)
zh: 过程正常（Estop 区域状态正常 + 无警报/消息）

source: All Area Estop Push Button Not Pressed ( True=Ok)
ar: لم يتم الضغط على زر إيقاف كل منطقة (صحيح = موافق)
es: No Se Ha Pulsado El Botón Estop De Todas Las Áreas (Verdadero=Ok)
fr: Bouton-poussoir Estop pour toutes les zones non enfoncé (True=Ok)
he: לחצן עצירת כל האזור לא לחוץ (נכון=בסדר)
it: Pulsante di arresto di tutta l'area non premuto ( Vero = Ok)
nl: Noodstopknop voor alle gebieden niet ingedrukt (True=Ok)
pt: TODOS OS PUNTELO DE ESTRAÇÃO DE AREGA NÃO PRENSTED (TRUE = OK)
ro: Toate butonul de apăsare estop nu este apăsat (true = ok)
sl: Gumb za zaustavitev vseh območij ni pritisnjen ( True=Ok)
zh: 未按下所有区域急停按钮（True=Ok）

source: Alarm Present
ar: المنبه موجود
de: Alarm vorhanden
es: Presente Alarma
fr: Alarme présente
he: אזעקה נוכחת
it: Allarme presente
nl: Alarm aanwezig
pt: Alarme presente
ro: Alarma prezentă
sl: Alarm prisoten
zh: 存在警报

source: Non-Critical Alarm Present
ar: إنذار غير حرج موجود
de: Nicht kritischer Alarm vorhanden
es: Presente Alarma No Crítica Presente
fr: Alarme non critique présente
he: אזעקה לא קריטית קיימת
it: Allarme non critico presente
nl: Niet-kritiek alarm aanwezig
pt: Alarme não crítico presente
ro: Alarmă non-critică prezentă
sl: Prisoten nekritični alarm
zh: 存在非严重警报

source: Message Present
ar: الرسالة موجودة
de: Nachricht vorhanden
es: Presente Mensaje Presente
fr: Message présent
he: הודעה נוכחת
it: Messaggio presente
nl: Bericht aanwezig
pt: Mensagem presente
ro: Mesaj prezent
sl: Sporočilo Prisotno
zh: 消息呈现

source: New Alarm Present
ar: المنبه الجديد موجود
de: Neuer Alarm vorhanden
es: Presente Nueva Alarma
fr: Nouvelle alarme présente
he: אזעקה חדשה מוצגת
it: Nuovo allarme presente
nl: Nieuw alarm aanwezig
pt: Novo alarme presente
ro: Nou alarmă prezent
sl: Prisoten nov alarm
zh: 新警报出现

source: Emergency Stop Relay Reset Ok (Direct) (Of This Estop Area)
ar: إعادة تعيين مرحل الإيقاف في حالات الطوارئ طيب (مباشر) (من منطقة Estop هذه)
de: Not-Aus-Relais-Reset OK (direkt) (dieses Haltebereichs)
es: Reinicio Del Relé De Parada De Emergencia Ok (Directo) (De Esta Área De Parada)
fr: Réinitialisation du relais d'arrêt d'urgence Ok (direct) (de cette zone d'arrêt d'urgence)
he: איפוס ממסר עצירת חירום בסדר (ישיר) (מאזור ההפסקה הזה)
it: Reset relè arresto di emergenza OK (diretto) (di questa area di arresto)
nl: Noodstoprelais resetten OK (direct) (van dit noodstopgebied)
pt: Redefinição de relé de parada de emergência OK (direto) (desta área de impedimento)
ro: Resetarea releului de oprire de urgență OK (directă) (din această zonă de estop)
sl: Ponastavitev releja za zaustavitev v sili V redu (neposredno) (tega območja zaustavitve)
zh: 紧急停止继电器复位正常（直接）（该急停区域）

source: SYS - Digital Inputs
ar: SYS - المدخلات الرقمية
de: SYS - Digitale Eingänge
es: SYS - Entradas Digitales
fr: SYS - Entrées numériques
he: SYS - כניסות דיגיטליות
it: SYS - Ingressi digitali
nl: SYS - Digitale ingangen
pt: SYS - Entradas digitais
ro: SYS - Intrări digitale
sl: SYS - Digitalni vhodi
zh: 系统 - 数字输入

source: SYS - Digital Outputs
ar: SYS - المخرجات الرقمية
de: SYS - Digitale Ausgänge
es: SYS - Salidas Digitales
fr: SYS - Sorties numériques
he: SYS - יציאות דיגיטליות
it: SYS - Uscite digitali
nl: SYS - Digitale uitgangen
pt: SYS - Saídas digitais
ro: SYS - ieșiri digitale
sl: SYS - Digitalni izhodi
zh: 系统 - 数字输出

source: SYS - Internal Devices
ar: SYS - الأجهزة الداخلية
de: SYS - Interne Geräte
es: SYS - Dispositivos Internos
fr: SYS - Périphériques internes
he: SYS - התקנים פנימיים
it: SYS - Dispositivi interni
nl: SYS - Interne apparaten
pt: SYS - Dispositivos internos
ro: SYS - Dispozitive interne
sl: SYS - notranje naprave
zh: 系统 - 内部设备

source: SYS - External Devices
ar: SYS - الأجهزة الخارجية
de: SYS - Externe Geräte
es: SYS - Dispositivos Externos
fr: SYS - Périphériques externes
he: SYS - התקנים חיצוניים
it: SYS - Dispositivi esterni
nl: SYS - Externe apparaten
pt: SYS - dispositivos externos
ro: SYS - Dispozitive externe
sl: SYS - zunanje naprave
zh: 系统 - 外部设备

source: Ethernet Switch Ok
ar: تبديل إيثرنت طيب
de: Ethernet-Switch in Ordnung
es: Interruptor Ethernet Ok
fr: Commutateur Ethernet OK
he: מתג Ethernet בסדר
it: Switch Ethernet ok
nl: Ethernet-switch oké
pt: Switch Ethernet OK
ro: Comutator Ethernet OK
sl: Ethernetno stikalo je v redu
zh: 以太网交换机正常

# DIGITAL INPUTS OK (IF FALSE --&gt; ESTOP DOWN)
source: Digital Inputs Ok (If False --> Estop Down)
ar: المدخلات الرقمية جيدة (إذا كانت خطأ -> إيقاف لأسفل)
de: Digitale Eingänge Ok (Wenn False --> Estop Down)
es: Entradas Digitales Ok (Si Es Falso --> Estop Down)
fr: Entrées numériques Ok (si faux -> Estop Down)
he: כניסות דיגיטליות בסדר (אם שקר --> Estop Down)
it: Ingressi digitali Ok (se falso --> Estop Down)
nl: Digitale ingangen OK (indien onwaar --> Estop Down)
pt: Entradas digitais OK (se false -> para baixo)
ro: Intrări digitale OK (dacă este fals -> estop Down)
sl: Digitalni vhodi v redu (če je False --> Estop Down)
zh: 数字输入正常（如果 False --> Estop Down）

source: Digital Outputs Ok
ar: المخرجات الرقمية جيدة
de: Digitale Ausgänge Ok
es: Salidas Digitales Ok
fr: Sorties numériques OK
he: יציאות דיגיטליות בסדר
it: Uscite digitali ok
nl: Digitale uitgangen Ok
pt: Saídas digitais OK
ro: Ieșiri digitale ok
sl: Digitalni izhodi v redu
zh: 数字输出正常

# 24 VOLTS INTERNAL OK (IF FALSE --&gt; ESTOP DOWN)
source: 24 Volts Internal Ok (If False --> Estop Down)
ar: 24 فولت داخلي جيد (إذا كان خطأ -> توقف لأسفل)
de: 24 Volt intern OK (wenn falsch --> Estop Down)
es: 24 Voltios Interno Correcto (Si Es Falso --> Estop Down)
fr: 24 Volts Interne Ok (Si Faux --> Estop Down)
he: 24 וולט פנימי בסדר (אם שקר --> אסטופ למטה)
it: 24 Volt interni Ok (se falso --> Estop Down)
nl: 24 Volt Intern Ok (Indien Onwaar --> Estop Down)
pt: 24 volts internos ok (se false -> impedir)
ro: 24 volți interni OK (dacă este fals -> estop Down)
sl: 24 V notranje OK (če je False --> Estop Down)
zh: 24 伏内部正常（如果 False --> Estop Down）

source: 24 Volts External Ok
ar: 24 فولت طيب خارجي
de: 24 Volt Extern Ok
es: 24 Voltios Externa Ok
fr: 24 Volts Externe Ok
he: 24 וולט חיצוני בסדר
it: 24 Volt Esterni Ok
nl: 24 Volt extern OK
pt: 24 volts externos ok
ro: 24 volți externi OK
sl: 24 voltov zunanji ok
zh: 24 伏外部正常

source: Ok For Process (Estop Ok + No Alarms/Messages)
ar: حسنًا للمعالجة (Estop Ok + بدون إنذارات / رسائل)
de: Ok für Prozess (Estop Ok + keine Alarme/Meldungen)
es: Ok Para Proceso (Detener Ok + Sin Alarmas/Mensajes)
fr: Ok pour le processus (Estop Ok + Pas d'alarmes/messages)
he: אישור לתהליך (Estop OK + אין התראות/הודעות)
it: Ok per il processo (Estop Ok + Nessun avviso/messaggi)
nl: Oké voor proces (Estop Ok + Geen alarmen/berichten)
pt: Ok para processo (impedimento OK + sem alarmes/mensagens)
ro: OK pentru proces (estop OK + fără alarme/mesaje)
sl: V redu za proces (Estop OK + brez alarmov/sporočil)
zh: 进程确定（Estop 确定 + 无警报/消息）

source: Estop Pressed (On Hmi)
ar: الضغط Estop (على Hmi)
de: Stopp gedrückt (auf Hmi)
es: Estop Presionado (En Hmi)
fr: Estop enfoncé (sur Hmi)
he: Estop לחוץ (ב-Hmi)
it: Estop premuto (su Hmi)
nl: Estop ingedrukt (op HMI)
pt: Postrado (no HMI)
ro: Estop apăsat (pe HMI)
sl: Estop pritisnjen (na HMI)
zh: Estop 按下（在 Hmi 上）

source: Ok For Process (Epb Ok)
ar: موافق للعملية (Epb Ok)
de: Ok für Prozess (Epb Ok)
es: Ok Para Proceso (Epb Ok)
fr: Ok pour le processus (Epb Ok)
he: אישור לתהליך (Epb אישור)
it: Ok per il processo (Pulsanti di emergenza Ok)
nl: Oké voor proces (EPB Ok)
pt: Ok para processo (EPB OK)
ro: OK pentru proces (EPB OK)
sl: V redu za postopek (Epb V redu)
zh: 确定流程（Epb 确定）

source: Pull-Cord Safeties
ar: أمان سحب الحبل
de: Zugschnursicherungen
es: Cable de Seguridad
fr: Sécurités à cordon
he: בטיחות למשוך כבל
it: Sicurezze a fune
nl: Trekkoordbeveiligingen
pt: Seguranças de Cordamento Pull
ro: Safetele de tracțiune
sl: Zaščita za vlečne vrvice
zh: 拉绳保险柜

source: Local Disconnect Ok (If Any)
ar: قطع الاتصال المحلي طيب (إن وجد)
de: Lokale Trennung OK (falls vorhanden)
es: Desconexión Local Ok (Si Corresponde)
fr: Déconnexion locale OK (le cas échéant)
he: ניתוק מקומי בסדר (אם יש)
it: Disconnettore locale Ok (se presente)
nl: Lokale verbinding verbroken (indien van toepassing)
pt: Desconectar local OK (se houver)
ro: Deconectare locală OK (dacă există)
sl: Lokalna prekinitev povezave V redu (če obstaja)
zh: 本地断开连接正常（如果有）

source: Local Safety Ok (If Any - E.G. Strap L.S.)
ar: السلامة المحلية جيدة (إن وجدت - على سبيل المثال حزام L.S.)
de: Lokale Sicherheit OK (falls vorhanden – z. B. Strap L.S.)
es: Ok De Seguridad Local (Si Corresponde, Eg Strap Ls)
fr: Sécurité locale OK (le cas échéant – par exemple, sangle L.S.)
he: בטיחות מקומית בסדר (אם יש - E.G. Strap L.S.)
it: Sicurezza locale ok (se presente, ad es. Dispositivo a fune)
nl: Lokale veiligheid OK (indien aanwezig - bijv. riem L.S.)
pt: Segurança local OK (se houver - por exemplo, Strap L.S.)
ro: Siguranța locală OK (dacă există - de exemplu, curea L.S.)
sl: Lokalna varnost v redu (če obstaja - npr. trak L.S.)
zh: 当地安全没问题（如果有的话 - E.G. Strap L.S.）

source: Hide Start Button On Hmi (0=Show Start Pb)
ar: إخفاء زر البدء على Hmi (0 = إظهار بدء Pb)
de: Start-Button auf Hmi ausblenden (0=Start-Pb anzeigen)
es: Ocultar Botón De Inicio En Hmi (0=Mostrar Botón De Inicio)
fr: Masquer le bouton de démarrage sur l'IHM (0 = Afficher le Pb de démarrage)
he: הסתר לחצן התחלה ב-Hmi (0=הצג התחלה Pb)
it: Nascondi pulsante di avvio su Hmi (0=Mostra Pulsante di avvio)
nl: Startknop op HMI verbergen (0=Startknop weergeven)
pt: Ocultar o botão Iniciar no HMI (0 = Mostrar Iniciar PB)
ro: Ascundeți butonul de pornire pe HMI (0 = Afișați pornirea PB)
sl: Skrij gumb Start na HMI (0=Prikaži začetni Pb)
zh: 在 Hmi 上隐藏开始按钮（0=显示开始 Pb）

source: Component Enabled (No Manual Start Required)
ar: تم تمكين المكون (لا يلزم بدء التشغيل اليدوي)
de: Komponente aktiviert (kein manueller Start erforderlich)
es: Componente Habilitado (No Se Requiere Inicio Manual)
fr: Composant activé (aucun démarrage manuel requis)
he: רכיב מופעל (לא נדרשת הפעלה ידנית)
it: Componente abilitato (nessun avvio manuale richiesto)
nl: Component ingeschakeld (geen handmatige start vereist)
pt: Componente ativado (não é necessário iniciar manual)
ro: Componenta activată (nu este necesară un pornire manuală)
sl: Komponenta omogočena (ročni zagon ni potreben)
zh: 启用组件（无需手动启动）

source: Waiting For Process Conditions
ar: في انتظار شروط العملية
de: Warten auf Prozessbedingungen
es: Esperando Condiciones De Proceso
fr: En attente des conditions de processus
he: מחכה לתנאי תהליך
it: In attesa di condizioni di processo
nl: Wachten op procesomstandigheden
pt: Aguardando condições do processo
ro: În așteptarea condițiilor de proces
sl: Čakanje na pogoje postopka
zh: 等待过程条件

source: Waiting For Process Conditions To Start
ar: في انتظار بدء شروط العملية
de: Warten auf Start der Prozessbedingungen
es: Esperando A Condiciones Del Proceso Para Iniciar
fr: En attente du démarrage des conditions de processus
he: ממתין לתחילת תנאי התהליך
it: In attesa che le condizioni del processo si avviano
nl: Wachten tot de procesomstandigheden starten
pt: Aguardando as condições do processo começar
ro: În așteptarea începerii condițiilor de proces
sl: Čakanje na začetek pogojev postopka
zh: 等待过程条件开始

source: Waiting For Evacuation Time To Stop
ar: في انتظار توقف وقت الإخلاء
de: Warten auf das Ende der Evakuierungszeit
es: Esperando A Que Termine El Tiempo De Evacuación
fr: Attendre la fin du temps d'évacuation
he: מחכה לזמן הפינוי שייפסק
it: In attesa che il tempo di evacuazione si fermi
nl: Wachten tot de evacuatietijd stopt
pt: Esperando o tempo de evacuação para parar
ro: Așteptând timpul de evacuare pentru a opri
sl: Čakanje na ustavitev časa evakuacije
zh: 等待疏散时间停止

source: On Time Is Set To Zero
ar: في الوقت المحدد إلى الصفر
de: Pünktlich ist auf Null gesetzt
es: El Tiempo Se Establece En Cero
fr: À l'heure est mis à zéro
he: זמן זמן מוגדר לאפס
it: Il tempo di Accensione è impostato su zero
nl: Op tijd is ingesteld op nul
pt: No tempo está definido como zero
ro: La timp este setat la zero
sl: Čas vklopa je nastavljen na nič
zh: 准时设置为零

source: Command Grease On
ar: قيادة الشحوم
de: Befehl Grease On
es: Comando Grasa On
fr: Graisse de commande activée
he: פקודה גריז פועל
it: Comando Grasso ON
nl: Commando Vet Aan
ro: Comanda unsoare pornită
sl: Ukaz Grease On
zh: 命令润滑脂

source: Ready To Start
ar: جاهز للبدء
de: Bereit zum Start
es: Listo Para Empezar
fr: Prêt à démarrer
he: מוכן להתחיל
it: Pronto per l'avvio
nl: Klaar om te beginnen
pt: Pronto para começar
ro: Gata de început
sl: Pripravljen za začetek
zh: 准备开始

source: Full Running (Ok For Process)
ar: تشغيل كامل (موافق للعملية)
de: Vollständig ausgeführt (OK für Prozess)
es: Ejecución Completa (Ok Para El Proceso)
fr: Fonctionnement complet (ok pour le processus)
he: הפעלה מלאה (בסדר לתהליך)
it: Esecuzione completa (ok per processo)
nl: Volledig draaiend (ok voor proces)
pt: Execução completa (OK para processo)
ro: Rulare completă (OK pentru proces)
sl: Polno teče (v redu za proces)
zh: 完全运行（过程正常）

source: Critical Alarm Present
ar: إنذار حرج موجود
de: Kritischer Alarm vorhanden
es: Presente Alarma Crítica Presente
fr: Alarme critique présente
he: אזעקה קריטית נוכחת
it: Allarme critico presente
nl: Kritiek alarm aanwezig
pt: Alarme crítico presente
ro: Alarmă critică prezentă
sl: Prisoten kritični alarm
zh: 存在严重警报

source: Debaler In Auto
ar: Debaler في السيارات
de: Entballer im Auto
es: Debaler En Auto
fr: Déballeur en automobile
it: Disimballatrice in automatico
nl: Ontbaler in auto
pt: Debaler em Auto
ro: DeBaler în Auto
zh: 汽车拆包机

source: Debaler Not In Auto (External Plant)
ar: Debaler ليس في تلقائي (مصنع خارجي)
de: Entballer nicht in Auto (externe Anlage)
es: Debaler No En Automático (Planta Externa)
fr: Déballeur pas en mode automatique (installation externe)
he: דבלר לא במצב אוטומטי (מפעל חיצוני)
it: Disimballatrice non in automatico (impianto esterno)
nl: Ontbaler niet in auto (externe installatie)
pt: Debaler não em automóvel (planta externa)
ro: DeBaler nu în Auto (Uzină externă)
sl: Debaler ni avtomatsko (zunanja naprava)
zh: Debaler 不在汽车中（外部工厂）

source: Debaler Faulty Status
ar: وضع Debaler الخاطئ
de: Deballer-Fehlerstatus
es: Debaler Estado defectuoso
fr: État défectueux du débaleur
he: סטטוס דיבלר שגוי
it: Stato difettoso dell'imballatrice
nl: Debaler defecte status
pt: Debaler Status defeituoso
ro: Stare defectuoasă de defectuoasă
sl: Napačen status debalerja
zh: 拆包机故障状态

source: Debaler Not Running
ar: Debaler لا يعمل
de: Entballer läuft nicht
es: Debaler No Funciona
fr: Le débaleur ne fonctionne pas
he: Debaler לא פועל
it: Disimballatore non avviata
nl: Debaler werkt niet
pt: Debaler não está em execução
ro: DeBaler nu rulează
sl: Debaler ne teče
zh: 拆包机不运行

source: Debaler Started And Active (External Signal)
ar: بدأ Debaler ونشط (إشارة خارجية)
de: Entballer gestartet und aktiv (externes Signal)
es: Debaler Iniciado Y Activo (Señal Externa)
fr: Déballeur démarré et actif (signal externe)
he: Debaler התחיל ופעיל (אות חיצוני)
it: Disimballatore avviato e attivo (segnale esterno)
nl: Ontbaler gestart en actief (extern signaal)
pt: Debaler começou e ativo (sinal externo)
ro: DeBaler a început și activ (semnal extern)
sl: Debaler se je zagnal in aktiven (zunanji signal)
zh: Debaler 启动并激活（外部信号）

source: External Input
ar: المدخلات الخارجية
de: Externe Eingabe
es: Entrada Externa
fr: Entrée externe
he: קלט חיצוני
it: Ingresso esterno
nl: Externe invoer
pt: Entrada externa
ro: Intrare externă
sl: Zunanji vhod
zh: 外部输入

source: (1=Started And Active)
ar: (1 = بدأ ونشط)
de: (1=Gestartet und aktiv)
es: (1=Iniciado Y Activo)
fr: (1 = Démarré et actif)
he: (1=התחל ופעיל)
it: (1=Avviato e attivo)
nl: (1=Gestart en actief)
pt: (1 = iniciado e ativo)
ro: (1 = început și activ)
sl: (1=začeto in aktivno)
zh: （1=启动并激活）

source: Debaler In Auto Mode (External Signal)
ar: Debaler في الوضع التلقائي (إشارة خارجية)
de: Entballer im Auto-Modus (externes Signal)
es: Debaler En Modo Automático (Señal Externa)
fr: Déballeur en mode automatique (signal externe)
he: דבלר במצב אוטומטי (אות חיצוני)
it: Disimballatrice in modalità automatica (segnale esterno)
nl: Ontbalenser in automatische modus (extern signaal)
pt: Debaler no modo automático (sinal externo)
ro: DeBaler în modul Auto (semnal extern)
sl: Debaler v samodejnem načinu (zunanji signal)
zh: 自动模式下的剥皮机（外部信号）

source: Debaler Status Ok (External Signal)
ar: حالة Debaler جيدة (إشارة خارجية)
de: Entballerstatus OK (externes Signal)
es: Estado Debaler Ok (Señal Externa)
fr: Statut du débaleur Ok (signal externe)
he: סטטוס ה-Debaler OK (אות חיצוני)
it: Stato Disimballatrice Ok (Segnale Esterno)
nl: Debalerstatus OK (extern signaal)
pt: Status de Debaler OK (sinal externo)
ro: Starea debalerului OK (semnal extern)
sl: Stanje debalerja v redu (zunanji signal)
zh: 拆包机状态正常（外部信号）

source: (1=No Faults)
ar: (1 = لا أخطاء)
de: (1=Keine Fehler)
es: (1=Sin Fallos)
fr: (1=Aucun défaut)
he: (1=ללא תקלות)
it: (1=Nessun Allarme)
nl: (1=Geen fouten)
pt: (1 = sem falhas)
ro: (1 = fără defecțiuni)
sl: (1=brez napak)
zh: （1=无故障）

source: Debaler Start Request
ar: طلب بدء Debaler
de: Entballer-Startanforderung
es: Solicitud De Inicio Del Debaler
fr: Demande de démarrage du débaleur
he: בקשת התחלה של Debaler
it: Richiesta di avvio della Disimballatrice
nl: Aanvraag voor het starten van de balenpers
pt: Debaler Start Pedido
ro: Cererea de pornire a debalerului
sl: Zahteva za začetek debalerja
zh: 拆包机启动请求

source: External Output
ar: الإخراج الخارجي
de: Externer Ausgang
es: Salida Externa
fr: Sortie externe
he: פלט חיצוני
it: Uscita esterna
nl: Externe uitgang
pt: Saída externa
ro: Ieșire externă
sl: Zunanji izhod
zh: 外部输出

source: (1=Start Request)
ar: (1 = بدء الطلب)
de: (1=Anfrage starten)
es: (1=Solicitud De Inicio)
fr: (1=Démarrer la demande)
he: (1=התחל בקשה)
it: (1=Richiesta Avio)
nl: (1=Startverzoek)
pt: (1 = Solicitação de início)
ro: (1 = cererea de pornire)
sl: (1=začetek zahteve)
zh: (1=开始请求)
