Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Concentration Sensor Overload
ar: التركيز الزائد لجهاز الاستشعار
de: Überlastung des Konzentrationssensors
es: Sobrecarga Del Sensor De Concentración
fr: Surcharge du capteur de concentration
he: עומס יתר של חיישן ריכוז
it: Sovraccarico sensore di concentrazione
nl: Overbelasting concentratiesensor
pt: Sobrecarga do sensor de concentração
ro: Supraîncărcarea senzorului de concentrare
sl: Preobremenitev senzorja koncentracije
zh: 浓度传感器过载

source: (1=Ok)
ar: (1 = موافق)
de: (1=Okay)
fr: (1=D'accord)
he: (1 = בסדר)
nl: (1=Oké)
ru: (1=ОК)
sl: (1=V redu)
zh: （1=好的）

source: (1=Enable)
ar: (1 = تمكين)
de: (1=Aktivieren)
es: (1=Habilitar)
fr: (1=Activer)
he: (1 = הפעל)
it: (1=Abilita)
nl: (1=Inschakelen)
pt: (1 = Ativar)
ro: (1 = activare)
sl: (1=Omogoči)
zh: （1=启用）

source: (0=Ok)
ar: (0 = حسنًا)
de: (0=Okay)
fr: (0=D'accord)
he: (0 = בסדר)
nl: (0=Oké)
ru: (0=ОК)
sl: (0=V redu)
zh: （0=好的）

source: Temperature Transducer Not Ok
ar: محول درجة الحرارة ليس على ما يرام
de: Temperaturwandler nicht in Ordnung
es: Transductor De Temperatura no OK
fr: Le transducteur de température ne fonctionne pas correctement
he: מתמר טמפרטורה לא בסדר
it: Trasduttore di temperatura non ok
nl: Temperatuurtransducer niet ok
pt: Transdutor de temperatura não ok
ro: Traductorul de temperatură nu este OK
ru: Датчик температуры не в порядке
sl: Temperaturni pretvornik ni v redu
zh: 温度传感器不正常

source: Concentration Sensor Status Not Ok
ar: حالة مستشعر التركيز ليست جيدة
de: Status des Konzentrationssensors nicht in Ordnung
es: El Estado Del Sensor De Concentración No Es Correcto
fr: L'état du capteur de concentration n'est pas correct
he: מצב חיישן ריכוז לא בסדר
it: Stato del sensore di concentrazione non ok
nl: Concentratiesensorstatus niet ok
pt: Status do sensor de concentração não ok
ro: Starea senzorului de concentrare nu este OK
sl: Stanje senzorja koncentracije ni v redu
zh: 浓度传感器状态不正常

source: Minimum Concentration Not Ok
ar: الحد الأدنى من التركيز غير جيد
de: Mindestkonzentration nicht in Ordnung
es: Concentración Mínima no OK
fr: Concentration minimale incorrecte
he: ריכוז מינימלי לא בסדר
it: Concentrazione minima non ok
nl: Minimumconcentratie niet oké
pt: Concentração mínima não ok
ro: Concentrația minimă nu OK
sl: Najmanjša koncentracija ni v redu
zh: 最低浓度不好

# (1=&lt;MAX)
source: (1=<Max)
ar: (1 = <ماكس)
es: (1=<Máx.)
he: (1 = <מקסימום)
it: (1=<Massimo)
ru: (1=<Макс.)
sl: (1=<Največ)
zh: (1=<最大值)

source: Level Overload
ar: المستوى الزائد
de: Level-Überlastung
es: Sobrecarga De Nivel
fr: Surcharge de niveau
he: עומס יתר ברמה
it: Sovraccarico del sensore di livello
nl: Niveau Overbelasting
pt: Sobrecarga de nível
ro: Supraîncărcarea nivelului
ru: Уровень перегрузки
sl: Stopnja preobremenitve
zh: 电平过载

source: Faulty Status (Inverter Not Running Ok)
ar: الحالة الخاطئة (العاكس لا يعمل بشكل جيد)
de: Fehlerhafter Status (Wechselrichter läuft nicht in Ordnung)
es: Estado Defectuoso (El Inverter No Funciona Bien)
fr: État défectueux (l'onduleur ne fonctionne pas correctement)
he: מצב שגוי (המהפך לא פועל בסדר)
it: Stato difettoso (l'inverter non funziona correttamente)
nl: Foutstatus (omvormer werkt niet goed)
pt: Status defeituoso (o inversor não está funcionando ok)
ro: Stare defectuoasă (invertorul care nu rulează OK)
sl: Napačen status (razsmernik ne deluje dobro)
zh: 故障状态（逆变器未正常运行）

source: Pull-Cord Safety Not Ok
ar: أمان سحب الحبل ليس جيدًا
de: Zugschnursicherung nicht ok
es: El cable de seguridad no funciona
fr: La sécurité du cordon de traction n'est pas correcte
he: בטיחות כבל משיכה לא בסדר
it: La sicurezza del cordino non va bene
nl: Veiligheid van het trekkoord is niet oké
pt: Segurança de acordo não ok
ro: Siguranța de tracțiune nu este OK
ru: Предохранитель от вытягивания шнура не в порядке
sl: Varnost vlečnega kabla ni v redu
zh: 拉线安全不好

source: Maximum Pressure Reached
ar: بلغ أقصى ضغط
de: Maximaldruck erreicht
es: Alcanzada Presión Máxima
fr: Pression maximale atteinte
he: הלחץ המרבי הגיע
it: Pressione massima raggiunta
nl: Maximale druk bereikt
pt: Pressão máxima atingida
ro: Presiunea maximă atinsă
ru: Достигнуто максимальное давление
sl: Dosežen najvišji tlak
zh: 达到的最大压力

source: Inaccurate Sensor Reading - Calibration Not Possible (Sensor To Be Cleaned?)
ar: قراءة غير دقيقة للحساس - المعايرة غير ممكنة (المستشعر سيتم تنظيفه؟)
de: Ungenauer Sensormesswert – Kalibrierung nicht möglich (Sensor muss gereinigt werden?)
es: Lectura Del Sensor Inexacta - No Es Posible La Calibración (¿Se Va A Limpiar El Sensor?)
fr: Lecture inexacte du capteur - Calibrage impossible (capteur à nettoyer ?)
he: קריאת חיישן לא מדויקת - כיול לא אפשרי (חיישן לניקוי?)
it: Lettura del sensore imprecisa - Calibrazione non possibile (sensore da pulire?)
nl: Onnauwkeurige sensormeting - Kalibratie niet mogelijk (sensor moet worden gereinigd?)
pt: Leitura imprecisa de sensores - calibração não é possível (o sensor a ser limpo?)
ro: Citirea senzorului inexactă - calibrarea nu este posibilă (senzorul care trebuie curățat?)
sl: Netočno odčitavanje senzorja – kalibracija ni mogoča (senzor je treba očistiti?)
zh: 传感器读数不准确 - 无法进行校准（要清洁传感器？）

source: Inaccurate Sensor Reading (Sensor To Be Cleaned?)
ar: قراءة غير دقيقة للحساس (المستشعر المراد تنظيفه؟)
de: Ungenauer Sensormesswert (zu reinigender Sensor?)
es: Lectura inexacta del sensor - Calibración imposible (¿limpiar el sensor?)
fr: Lecture du capteur inexacte (capteur à nettoyer ?)
he: קריאת חיישן לא מדויקת (חיישן שצריך לנקות?)
it: Lettura del sensore imprecisa (sensore da pulire?)
nl: Onnauwkeurige sensormeting (moet de sensor gereinigd worden?)
pt: Leitura imprecisa do sensor (sensor a ser limpo?)
ro: Citirea senzorului inexactă (senzorul care trebuie curățat?)
sl: Netočno branje senzorja (senzor je treba očistiti?)
zh: 传感器读数不准确（要清洁传感器？）

source: (1=Brt In Auto Mode)
ar: (1 = Brt في الوضع التلقائي)
de: (1=Brt im Auto-Modus)
es: (1=Brt En Modo Automático)
fr: (1=Brt en mode automatique)
he: (1 = Brt במצב אוטומטי)
it: (1=BRT in modalità automatica)
nl: (1=Brt in automatische modus)
pt: (1 = BRT no modo automático)
ro: (1 = BRT în modul auto)
sl: (1=Brt v samodejnem načinu)
zh: （1=自动模式下的Brt）

source: Changed
ar: تغير
de: Geändert
es: Cambiado
fr: Modifié
he: השתנה
it: Cambiato
nl: Gewijzigd
pt: Mudado
ro: Schimbat
sl: Spremenjeno
zh: 改变了

source: Select Mode
ar: حدد الوضع
de: Auswahlmodus
es: Seleccionar Modo
fr: Sélectionner le mode
he: בחר מצב
it: Seleziona Modalità
nl: Selecteer modus
pt: Modo de seleção
ro: Selectați modul
sl: Izberite način
zh: 选择模式

source: (1=Open)
ar: (1 = مفتوح)
de: (1=offen)
es: (1=Abierto)
fr: (1=Ouvert)
he: (1 = פתוח)
it: (1=Aperto)
nl: (1=Openen)
pt: (1 = aberto)
ro: (1 = deschis)
ru: (1=Открыть)
sl: (1=odprto)
zh: （1=打开）

source: Device Labels
ar: تسميات الجهاز
de: Geräteetiketten
es: Etiquetas De Dispositivos
fr: Étiquettes des appareils
he: תוויות מכשיר
it: Etichette del dispositivo
nl: Apparaatlabels
pt: Rótulos do dispositivo
ro: Etichete de dispozitiv
sl: Oznake naprav
zh: 设备标签

source: Disabled
ar: عاجز
de: Deaktiviert
es: Desactivado
fr: Désactivé
he: נָכֶה
it: Disabilitato
nl: Gehandicapt
pt: Desabilitado
ro: Dezactivat
sl: Onemogočen
zh: 已禁用

source: Ready
ar: مستعد
de: Bereit
es: Listo
fr: Prêt
he: מוּכָן
it: Pronto
nl: Klaar
pt: Preparar
ro: Gata
sl: pripravljena
zh: 准备好

source: Starting
ar: بدء
de: Beginnend
es: Iniciado
fr: Départ
he: מתחיל
it: In partenza
nl: Beginnen
pt: Iniciando
ro: Pornire
sl: Začetek
zh: 开始

source: Running
ar: ادارة
de: Betrieb
es: En ejecucion
fr: En cours d'exécution
he: רץ
it: In esecuzione
nl: Rennen
pt: Correndo
ro: Alergare
sl: tek
zh: 跑步

source: With Minor Alarm
ar: مع إنذار طفيف
de: Mit kleinem Alarm
es: Con Alarma Menor
fr: Avec alarme mineure
he: עם אזעקה מינורית
it: Con allarme Minore
nl: Met klein alarm
pt: Com menor alarme
ro: Cu alarmă minoră
sl: Z manjšim alarmom
zh: 带轻微警报

source: With Critical Alarm
ar: مع إنذار حرج
de: Mit kritischem Alarm
es: Con Alarma Crítica
fr: Avec alarme critique
he: עם אזעקה קריטית
it: Con allarme critico
nl: Met kritisch alarm
pt: Com alarme crítico
ro: Cu alarmă critică
sl: S kritičnim alarmom
zh: 带有严重警报

source: With Message
ar: مع الرسالة
de: Mit Nachricht
es: Con Mensaje
fr: Avec message
he: עם הודעה
it: Con messaggio
nl: Met bericht
pt: Com mensagem
ro: Cu mesaj
sl: S sporočilom
zh: 带留言

source: In Preparation
ar: قيد التحضير
de: In Vorbereitung
es: En Preparación
fr: En préparation
he: בהכנה
it: In preparazione
nl: In voorbereiding
pt: Em preparação
ro: In pregatire
sl: V pripravi
zh: 在筹备

source: Communication Error
ar: خطأ في الاتصال
de: Kommunikationsfehler
es: Error De Comunicación
fr: Erreur de communication
he: שגיאת תקשורת
it: Errore di comunicazione
nl: Communicatiefout
pt: Erro de comunicação
ro: Eroare de comunicare
sl: Komunikacijska napaka
zh: 通信故障

source: Jump Label
ar: القفز التسمية
de: Sprungmarke
es: Etiqueta De Salto
fr: Étiquette de saut
he: תווית קפיצה
it: Etichetta di salto
nl: Springlabel
pt: Rótulo de salto
ro: Etichetă de sărituri
sl: Oznaka skoka
zh: 跳转标签

source: Subzone Labels
ar: تسميات المنطقة الفرعية
de: Subzone-Etiketten
es: Etiquetas De Subzona
fr: Étiquettes de sous-zones
he: תוויות תת-אזור
it: Etichette di sottozona
pt: Rótulos de subzona
ro: Etichete Subzone
sl: Oznake podobmočij
zh: 分区标签

source: Stop Pending
ar: التوقف عن الانتظار
de: Stoppen Sie ausstehend
es: Pendiente de Parada
fr: Arrêter en attente
he: הפסק בהמתנה
it: Fermata in attesa
nl: Stop in afwachting
pt: Pare de pendente
ro: Opriți -vă în așteptare
sl: Ustavi čakanje
zh: 停止挂起

source: Stop In Progress
ar: توقف قيد التقدم
de: Laufend stoppen
es: Parada en curso
fr: Arrêt en cours
he: עצור בתהליך
it: Fermata in corso
nl: Stop in uitvoering
pt: Pare em andamento
ro: Opriți -vă în desfășurare
sl: Stop v teku
zh: 停止进行中

source: Group Labels
ar: تسميات المجموعة
de: Gruppenetiketten
es: Etiquetas De Grupo
fr: Étiquettes de groupe
he: תוויות קבוצתיות
it: Etichette di gruppo
nl: Groepslabels
pt: Etiquetas de grupo
ro: Etichete de grup
sl: Skupinske oznake
zh: 组标签

source: Waiting
ar: انتظار
de: Warten
es: Esperando
fr: En attendant
he: הַמתָנָה
it: In attesa
nl: Wachten
pt: Esperando
ro: Aşteptare
sl: Čakanje
zh: 等待

source: Maintenance With Components Running
ar: الصيانة مع تشغيل المكونات
de: Wartung bei laufenden Komponenten
es: Mantenimiento con componentes en marcha
fr: Maintenance avec composants en cours d'exécution
he: תחזוקה עם רכיבים פועלים
it: Manutenzione con componenti in esecuzione
nl: Onderhoud met draaiende componenten
pt: Manutenção com componentes em execução
ro: Întreținere cu componente care rulează
sl: Vzdrževanje z delujočimi komponentami
zh: 组件运行时的维护

source: Preparation
ar: تحضير
de: Vorbereitung
es: Preparación
fr: Préparation
he: הכנה
it: Preparazione
nl: Voorbereiding
pt: Preparação
ro: Pregătire
sl: Priprava
zh: 准备

source: Pipes
ar: أنابيب
de: Rohre
es: Tuberías
fr: Tuyaux
he: צינורות
it: Tubi
nl: Pijpen
pt: Tubos
ro: Țevi
sl: Cevi
zh: 管道

source: Material
ar: مواد
fr: Matériel
he: חוֹמֶר
it: Materiale
nl: Materiaal
zh: 材料

source: Water
ar: ماء
de: Wasser
es: Agua
fr: Eau
he: מים
it: Acqua
pt: Água
ro: Apă
sl: voda
zh: 水

source: Secondary
ar: ثانوي
de: Sekundär
es: Secundario
fr: Secondaire
he: מִשׁנִי
it: Secondario
nl: Secundair
pt: Secundário
ro: Secundar
sl: Sekundarno
zh: 中学

source: With Direction
ar: مع الاتجاه
de: Mit Richtung
es: Con Dirección
fr: Avec direction
he: עם כיוון
it: Con Direzione
nl: Met richting
pt: Com direção
ro: Cu direcție
sl: S smerjo
zh: 有方向

source: High Speed
ar: السرعه العاليه
de: Schnelle Geschwindigkeit
es: Alta Velocidad
fr: Grande vitesse
he: מהירות גבוהה
it: Alta Velocità
nl: Hoge snelheid
pt: Alta velocidade
ro: De mare viteză
sl: Visoka hitrost
zh: 高速

source: Low Speed
ar: سرعة منخفضة
de: Langsame Geschwindigkeit
es: Baja Velocidad
fr: Faible vitesse
he: מהירות נמוכה
it: Bassa Velocità
nl: Lage snelheid
pt: Baixa velocidade
ro: Viteza mica
sl: Nizka hitrost
zh: 低速

source: Menu
ar: قائمة الطعام
de: Speisekarte
es: Menú
he: תַפרִיט
it: Menù
pt: Cardápio
ro: Meniul
sl: meni
zh: 菜单

source: More
ar: أكثر
de: Mehr
es: Más
fr: Plus
he: יותר
it: Altro
nl: Meer
pt: Mais
ro: Mai mult
sl: več
zh: 更多的

source: Change Language
ar: تغيير اللغة
de: Sprache ändern
es: Cambiar Idioma
fr: Changer de langue
he: שנה שפה
it: Cambia lingua
nl: Taal wijzigen
pt: Mudar idioma
ro: Schimbați limbajul
sl: Spremeni jezik
zh: 改变语言

source: Switch Theme
ar: تبديل الموضوع
de: Thema wechseln
es: Cambiar Tema
fr: Changer de thème
he: החלף ערכת נושא
it: Cambia tema
nl: Thema wisselen
ro: Comutați tema
sl: Preklopi temo
zh: 切换主题

source: Switch Device Names
ar: تبديل أسماء الأجهزة
de: Gerätenamen wechseln
es: Cambiar Nombres
fr: Changer les noms de périphériques
he: החלף שמות מכשירים
it: Cambia i nomi dei dispositivi
nl: Schakel apparaatnamen
pt: Nomes de dispositivos de comutação
ro: Comutați numele dispozitivului
sl: Preklopite imena naprav
zh: 切换设备名称

source: Minimize Prevu
ar: تصغير Prevu
de: Prevu minimieren
es: Minimizar Prevu
fr: Réduire Prévu
he: הקטינו את Prevu
it: Riduci a icona Prevu
nl: Minimaliseer Prevu
pt: Minimize o Prevu
ro: Minimizați pe Prevu
sl: Zmanjšaj Prevu
zh: 最小化 Prevu

source: Close Prevu
ar: إغلاق بريفو
de: Schließen Sie Prevu
es: Cerrar Prevu
fr: Fermer Prévu
he: סגור Prevu
it: Chiudi Prevu
nl: Sluiten Vorige
pt: Fechar Prevu
ro: Închide Prevu
sl: Zapri Prevu
zh: 关闭

source: Overwrite The Following Image?
ar: هل تريد الكتابة فوق الصورة التالية؟
de: Das folgende Bild überschreiben?
es: ¿Sobrescribir La Siguiente Imagen?
fr: Écraser l'image suivante ?
he: להחליף את התמונה הבאה?
it: Sovrascrivere l'immagine?
nl: De volgende afbeelding overschrijven?
pt: Substitua a imagem a seguir?
ro: Suprascrieți următoarea imagine?
sl: Želite prepisati naslednjo sliko?
zh: 覆盖以下图像？

source: Selected Values
ar: القيم المختارة
de: Ausgewählte Werte
es: Valores Seleccionados
fr: Valeurs sélectionnées
he: ערכים נבחרים
it: Valori selezionati
nl: Geselecteerde waarden
pt: Valores selecionados
ro: Valori selectate
sl: Izbrane vrednosti
zh: 选定的值

source: Different Values
ar: قيم مختلفة
de: Verschiedene Werte
es: Valores Diferentes
fr: Différentes valeurs
he: ערכים שונים
it: Valori diversi
nl: Verschillende waarden
pt: Valores diferentes
ro: Valori diferite
sl: Različne vrednosti
zh: 不同的价值观

source: Save As
ar: حفظ باسم
de: Speichern als
es: Guardar Como
fr: Enregistrer sous
he: שמור כ
it: Salva come
nl: Opslaan als
pt: Salvar como
ro: Salvează ca
sl: Shrani kot
zh: 另存为

source: Load Image
ar: تحميل الصورة
de: Bild laden
es: Cargar Imagen
fr: Charger l'image
he: טען תמונה
it: Carica immagine
nl: Afbeelding laden
pt: Carregar imagem
ro: Încărcare imagine
sl: Naloži sliko
zh: 加载图像

source: Open Process Image
ar: افتح صورة العملية
de: Prozessabbild öffnen
es: Abrir Imagen De Proceso
fr: Image de processus ouverte
he: פתח את תמונת תהליך
it: Apri immagine di processo
nl: Open procesafbeelding
pt: Imagem de processo aberto
ro: Imagine de proces deschis
sl: Odprite sliko procesa
zh: 打开过程映像

source: No Parameters Found With Active Filters
ar: لم يتم العثور على معلمات مع عوامل التصفية النشطة
de: Keine Parameter mit aktiven Filtern gefunden
es: No Se Encontraron Parámetros Con Filtros Activos
fr: Aucun paramètre trouvé avec les filtres actifs
he: לא נמצאו פרמטרים עם מסננים פעילים
it: Nessun parametro trovato con filtri attivi
nl: Geen parameters gevonden met actieve filters
pt: Nenhum parâmetros encontrados com filtros ativos
ro: Nu sunt găsiți parametri cu filtre active
sl: Ni parametrov z aktivnimi filtri
zh: 未找到有源滤波器的参数

source: Collapse All
ar: انهيار جميع
de: Alle reduzieren
es: Desplegar Todo
fr: Réduire tout
he: למוטט הכל
it: Comprimi tutto
nl: Alles samenvouwen
pt: Recolher todos
ro: Prăbușiți toate
sl: Strni vse
zh: 全部收缩

source: Times
ar: مرات
de: Mal
es: Veces
fr: Fois
he: פִּי
it: Tempi
nl: Tijden
pt: Vezes
ro: Ori
zh: 时代

source: Failed To Send Command. Plc Not Connected
ar: فشل في إرسال الأمر. Plc غير متصل
de: Befehl konnte nicht gesendet werden. SPS nicht verbunden
es: No Se Pudo Enviar El Comando. Plc No Conectado
fr: Échec de l'envoi de la commande. Automate non connecté
he: שליחת הפקודה נכשלה. Plc לא מחובר
it: Impossibile inviare il comando. PLC non connesso
nl: Opdracht verzenden mislukt. PLC niet aangesloten.
pt: Falha ao enviar comando. PLC não conectado
ro: Nu a reușit să trimită comanda. PLC nu este conectat
sl: Ukaza ni bilo mogoče poslati. Plc ni povezan
zh: 发送命令失败。 PLC 未连接

source: ON Command
ar: على الأمر
de: Auf Befehl
es: Comando Encendido
fr: Commande ON
he: פקודה ON
it: Comando ON
nl: AAN-opdracht
pt: No comando
ro: La comandă
zh: ON 命令

source: Washing
ar: غسل
de: Waschen
es: Lavado
fr: Lavage
he: כְּבָסִים
it: Lavaggio
nl: Wassen
pt: Lavando
ro: Spălat
sl: Pranje
zh: 洗涤

source: (1=Cooling On)
ar: (1 = التبريد)
de: (1=Kühlung ein)
es: (1=Refrigeración activada)
fr: (1=Refroidissement activé)
he: (1=מתקרר)
it: (1=Raffreddamento acceso)
nl: (1=Afkoelen)
pt: (1 = esfriando)
ro: (1 = răcire pe)
sl: (1=hlajenje vklopljeno)
zh: （1=冷却开启）

source: Motornominalpower
ar: القوة الجسدية
de: Motornennleistung
es: Potencia Nominal Del Motor
fr: Puissance nominale du moteur
he: כוח מוטורי
it: Potenza nominale del motore
nl: Nominaal motorvermogen
ro: Putere motorominal
sl: Nazivna moč motorja
zh: 电机额定功率

source: Motornominalcurrent
ar: التيار المحوري
de: Motornennstrom
es: Corriente Nominal Del Motor
fr: Courant nominal du moteur
he: זרם מוטורי
it: Corrente nominale motore
nl: Motornominale stroom
ro: Motorominal -curent
sl: Motorni nazivni tok
zh: 电机额定电流

source: Inverternominaloutcurrent
ar: التيار الداخلي الداخلي
de: Wechselrichternennausgangsstrom
es: Corriente De Salida Del Inverter
fr: Courant nominal de l'onduleur
he: זרם אינברנומינלי
it: Corrente nominale dell'inverter
nl: Inverternominale uitstroom
ro: InverternomininalOutcurent
sl: Inverternominalni izhodni tok
zh: 逆变器额定输出电流

source: Inverterbrand
ar: انفرتر براند
de: Wechselrichtermarke
es: Marca Del Inverter
fr: Marque d'onduleur
it: Marchio Inverter
nl: Omvormermerk
zh: 逆变器品牌

source: Main Feeding Belt
ar: حزام التغذية الرئيسي
de: Hauptfütterungsband
es: Correa De Alimentación Principal
fr: Courroie d'alimentation principale
he: חגורת האכלה ראשית
it: Nastro di alimentazione principale
nl: Hoofdvoerband
pt: Cinturão de alimentação principal
ro: Centura principală de hrănire
sl: Glavni hranilni pas
zh: 主送料带

source: Usage
ar: إستعمال
de: Verwendungszweck
es: Uso
he: נוֹהָג
it: Utilizzo
nl: Gebruik
pt: Uso
ro: Utilizare
sl: Uporaba
zh: 用法

source: Hours
ar: ساعات
de: Std
es: Horas
fr: Heures
he: שעה (ות
it: Ore
nl: Uren
pt: Horas
ro: Ore
sl: ure
zh: 小时

source: Faulty Status (Inverter Not Running Ok Or Inverter In Local Mode)
ar: الحالة الخاطئة (العاكس لا يعمل بشكل جيد أو العاكس في الوضع المحلي)
de: Fehlerhafter Status (Wechselrichter läuft nicht in Ordnung oder Wechselrichter im lokalen Modus)
es: Estado defectuoso (el inverter no funciona correctamente o se encuentra en modo local)
fr: État défectueux (l'onduleur ne fonctionne pas correctement ou l'onduleur est en mode local)
he: מצב שגוי (מהפך לא פועל בסדר או מהפך במצב מקומי)
it: Stato difettoso (inverter non funzionante o inverter in modalità locale)
nl: Foutstatus (omvormer werkt niet goed of omvormer staat in lokale modus)
pt: Status defeituoso (o inversor não está funcionando OK ou inversor no modo local)
ro: Stare defectuoasă (invertorul care nu rulează OK sau invertor în modul local)
ru: Неисправное состояние (инвертор не работает нормально или инвертор работает в локальном режиме)
sl: Napačen status (razsmernik ne deluje dobro ali pretvornik v lokalnem načinu)
zh: 故障状态（逆变器未正常运行或逆变器处于本地模式）

source: Cooling Fan Overload
ar: مروحة التبريد الزائد
de: Überlastung des Kühlgebläses
es: Sobrecarga Del Ventilador De Refrigeración
fr: Surcharge du ventilateur de refroidissement
he: עומס יתר של מאוורר קירור
it: Sovraccarico ventola di raffreddamento
nl: Overbelasting koelventilator
pt: Sobrecarga do ventilador de refrigeração
ro: Supraîncărcarea ventilatorului de răcire
sl: Preobremenitev hladilnega ventilatorja
zh: 冷却风扇过载

source: You Have Unsaved Changes
ar: لم تحفظ التغييرات
de: Du hast nicht gespeicherte Änderungen
es: Tienes cambios sin guardar
fr: Vous avez des modifications non enregistrées
he: יש לך שינויים שלא נשמרו
it: Hai modifiche non salvate
nl: U hebt niet-opgeslagen wijzigingen
pt: Você tem alterações não salvas
ro: Ai modificări nevăzute
sl: Imate neshranjene spremembe
zh: 您有未保存的更改

source: What Do You Want To Do?
ar: ماذا تريد أن تفعل؟
de: Was möchten Sie tun?
es: ¿Qué Quieres Hacer?
fr: Qu'est-ce que vous voulez faire?
he: מה אתה רוצה לעשות?
it: Che cosa vuoi fare?
nl: Wat wil je doen?
pt: O que você quer fazer?
ro: Ce vreţi să faceţi?
sl: Kaj želite storiti?
zh: 你想让我做什么？

source: Discard Changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
es: Descartar Los Cambios
fr: Ignorer les modifications
he: בטל שינויים
it: Non salvare le modifiche
nl: Wijzigingen negeren
pt: Descartar mudanças
ro: Renunțați la modificări
sl: Zavrzi spremembe
zh: 放弃更改

source: Estop Push-Button Pressed
ar: الضغط على زر Estop
de: E-Stop-Taster gedrückt
es: Botón Estop pulsado
fr: Bouton-poussoir Estop enfoncé
he: לחצן Estop לחוץ
it: Pulsante Estop premuto
nl: Estop-drukknop ingedrukt
pt: Push-Button pressionado
ro: ESP Push buton apăsat
sl: Pritisnjen gumb Estop
zh: 急停按钮按下

source: Subzone In Automatic Mode
ar: المنطقة الفرعية في الوضع التلقائي
de: Nebenzone im automatischen Modus
es: Subzona En Modo Automático
fr: Sous-zone en mode automatique
he: תת-אזור במצב אוטומטי
it: Sottozona in modalità automatica
nl: Subzone in automatische modus
pt: Subzona no modo automático
ro: Subzon în modul automat
sl: Podobmočje v samodejnem načinu
zh: 自动模式下的子区域

source: Subzone In Maintenance Mode
ar: المنطقة الفرعية في وضع الصيانة
de: Nebenzone im Wartungsmodus
es: Subzona En Modo De Mantenimiento
fr: Sous-zone en mode maintenance
he: תת-אזור במצב תחזוקה
it: Sottozona in modalità manutenzione
nl: Subzone in onderhoudsmodus
pt: Subzona no modo de manutenção
ro: Subzon în modul de întreținere
sl: Podobmočje v načinu vzdrževanja
zh: 处于维护模式的子区域

source: Subzone In Disabled Mode
ar: المنطقة الفرعية في وضع المعطل
de: Nebenzone im deaktivierten Modus
es: Subzona En Modo Deshabilitado
fr: Sous-zone en mode désactivé
he: תת-אזור במצב מושבת
it: Sottozona in modalità disabilitata
nl: Subzone in uitgeschakelde modus
pt: Subzona no modo desativado
ro: Subzone în modul dezactivat
sl: Podobmočje v onemogočenem načinu
zh: 子区域处于禁用模式

source: Subzone In E-Stop Mode
ar: المنطقة الفرعية في وضع التوقف الإلكتروني
de: Nebenzone im E-Stop-Modus
es: Subzona En Modo De Parada De Emergencia
fr: Sous-zone en mode E-Stop
he: תת-אזור במצב E-Stop
it: Sottozona in modalità di arresto di emergenza
nl: Subzone in noodstopmodus
pt: Subzona no modo E-Stop
ro: Subzon în modul e-stop
sl: Podobmočje v načinu E-Stop
zh: 紧急停止模式中的子区域

source: Disabling
ar: التعطيل
de: Deaktivieren
es: Deshabilitar
fr: Désactivation
he: השבתה
it: Disabilitazione
nl: Uitschakelen
pt: Desativar
ro: Dezactivare
ru: Отключение
sl: Onemogočanje
zh: 禁用

source: Semiauto
ar: شبه تلقائي
de: Semi-automatisch
es: Semiautomatico
fr: Semi-automatique
he: חצי אוטומטי
it: Semiautomatico
nl: Halfautomatisch
pt: Semi automático
sl: Polavtomatski
zh: 半自动

source: Oil Valve
ar: صمام الزيت
de: Ölventil
es: Válvula De Aceite
fr: Vanne d'huile
he: שסתום שמן
it: Valvola dell'olio
nl: Olieklep
pt: Válvula de óleo
ro: Supapă de ulei
sl: Oljni ventil
zh: 油阀

source: Debaler Brt Standard Interface
ar: واجهة Debaler Brt القياسية
de: Entballer Brt Standardschnittstelle
es: Interfaz Estándar Debaler Brt
fr: Interface standard du débaleur Brt
he: ממשק סטנדרטי Debaler Brt
it: Interfaccia standard del Disimballatore BRT
nl: Debaler Brt Standaardinterface
pt: Interface padrão de Debaler BRT
ro: Debaler BRT Interfață standard
sl: Standardni vmesnik Debaler Brt
zh: Debaler Brt 标准接口
