Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# M_INFO_BAG_1
source: Switch ON Local Enable Selector in Field To Enable BIG BAG Filling
ar: قم بتشغيل محدد التمكين المحلي في الحقل لتمكين ملء الأكياس الكبيرة
de: Schalten Sie den lokalen Aktivieren des Selektors im Feld ein, um eine große Taschenfüllung zu ermöglichen
es: Encender El Selector De Habilitación Local En El Campo Para Habilitar El Relleno De La Bolsa Grande
fr: Activez le sélecteur d'activation locale dans le champ pour activer le remplissage du BIG BAG.
he: הפעל בורר מאפשר לאפשר מקומי בשדה כדי לאפשר מילוי תיק גדול
it: Accendi il selettore di abilitazione locale in campo per abilitare il ripieno di bagagli grandi
nl: Schakel de lokale inschakelselector in het veld in om het vullen van GROTE ZAKKEN mogelijk te maken
pt: Ligue o seletor de ativação local em campo para ativar o preenchimento de bolsas grandes
ro: Porniți selectorul de activare local în câmp pentru a activa umplutura de pungi mari
sl: V polju VKLOPITE izbirnik za lokalno omogočanje, da omogočite polnjenje BIG BAG
zh: 打开本地启用选择器，以启用大包填充

# M_INFO_BAG_2
source: Both Bags Are not OK for Loading. Change Bags or Enable them for Filling.
ar: كلا الحقيبة ليست على ما يرام للتحميل. تغيير الحقائب أو تمكينها لملء.
de: Beide Taschen sind für das Laden nicht in Ordnung. Wechseln Sie die Taschen oder aktivieren Sie sie zum Füllen.
es: Ambas Bolsas No Están Bien Para Cargar. Cambie Las Bolsas O Habilitelas Para El Relleno.
fr: Les deux sacs ne conviennent pas au chargement. Changez les sacs ou activez-les pour le remplissage.
he: שתי התיקים לא בסדר לטעינה. החלף תיקים או אפשר להם למלא.
it: Entrambe le borse non sono ok per il caricamento. Cambia i sacchi o abilitali per il riempimento.
nl: Beide zakken zijn niet geschikt om te laden. Vervang de zakken of activeer ze om te vullen.
pt: Ambas as sacolas não estão bem para carregar. Troque os sacos ou habilite -os para encher.
ro: Ambele pungi nu sunt OK pentru încărcare. Schimbați pungile sau permiteți -le pentru umplere.
sl: Obe vreči nista primerni za nakladanje. Spremenite vrečke ali jih omogočite za polnjenje.
zh: 这两个袋子都不适合加载。更换袋子或使它们填充。

# M_INFO_BUFFER_1
source: Buffering System is not OK for Loading. Check Downstream Conditions to Allow Buffer Discharging.
ar: نظام التخزين المؤقت ليس على ما يرام للتحميل. تحقق من ظروف المصب للسماح بتفريغ المخزن المؤقت.
de: Das Puffersystem ist für das Laden nicht in Ordnung. Überprüfen Sie die nachgelagerten Bedingungen, um das Entladen des Puffers zu ermöglichen.
es: El sistema de almacenamiento en búfer no es OK para cargar. Verifique las condiciones aguas abajo para permitir la descarga del amortiguador.
fr: Le système de mise en mémoire tampon n'est pas correct pour le chargement. Vérifiez les conditions en aval pour permettre la décharge du tampon.
he: מערכת חיץ אינה בסדר לטעינה. בדוק את התנאים במורד הזרם כדי לאפשר פריקת חיץ.
it: Il sistema di buffering non è OK per il caricamento. Controllare le condizioni a valle per consentire lo scarico del buffer.
nl: Het buffersysteem is niet geschikt voor laden. Controleer de downstream-omstandigheden om bufferontlading mogelijk te maken.
pt: O sistema de buffer não é bom para carregar. Verifique as condições a jusante para permitir descarregamento de buffer.
ro: Sistemul de tamponare nu este OK pentru încărcare. Verificați condițiile din aval pentru a permite descărcarea tamponului.
sl: Sistem medpomnjenja ni v redu za nalaganje. Preverite pogoje za nadaljnji tok, da omogočite praznjenje medpomnilnika.
zh: 缓冲系统无法加载。检查下游条件以允许缓冲液排放。

# M_INFO_ANTISTIKING_1
source: Check External Antisticking System
ar: تحقق من نظام منع الالتصاق الخارجي
de: Überprüfen Sie das externe Antisticking -System
es: Verifique el sistema de antistiquetos externos
fr: Vérifiez le système antiadhésif externe
he: בדוק מערכת אנטי -חיצונית חיצונית
it: Controllare il sistema antislicking esterno
nl: Controleer het externe antiaanbaksysteem
pt: Verifique o sistema de anti -histicking externo
ro: Verificați sistemul de antisticking extern
sl: Preverite zunanji sistem proti sprijemanju
zh: 检查外部抗议系统

# M_INFO_EXT_PMP_NOT_RUN
source: Check External Water Pump Since It is Not Running After Water Request
ar: تحقق من مضخة المياه الخارجية لأنها لا تعمل بعد طلب المياه
de: Überprüfen Sie die externe Wasserpumpe, da sie nicht nach der Wasseranfrage verläuft
es: Verifique la bomba de agua externa ya que no está funcionando después de la solicitud de agua
fr: Vérifiez la pompe à eau externe car elle ne fonctionne pas après une demande d'eau
he: בדוק משאבת מים חיצונית מכיוון שהיא לא פועלת לאחר בקשת המים
it: Controllare la pompa dell'acqua esterna poiché non funziona dopo la richiesta di acqua
nl: Controleer de externe waterpomp, want deze draait niet na een waterverzoek
pt: Verifique a bomba de água externa, pois não está funcionando após a solicitação de água
ro: Verificați pompa externă de apă, deoarece nu funcționează după ce cererea de apă
sl: Preverite zunanjo vodno črpalko, ker ne deluje po zahtevi za vodo
zh: 检查外部水泵，因为它没有在水请求后运行

# M_INFO_SEMIAUTO_ON
source: Al Related Devices Are in Semiauto That Means They Can Be Driven By Operator Under His Supervision (Automatic Process Interlocks Temporary Bypassed). Disable Semiauto Mode By Setups for Production
ar: جميع الأجهزة ذات الصلة موجودة في وضع نصف تلقائي مما يعني أنه يمكن تشغيلها بواسطة المشغل تحت إشرافه (تم تجاوز التشابك التلقائي للعملية مؤقتًا). قم بتعطيل الوضع شبه التلقائي عن طريق إعدادات الإنتاج
de: Alle zugehörigen Geräte sind halbautomatisch, was bedeutet, dass sie vom Bediener unter seiner Aufsicht gesteuert werden können (automatische Prozessverriegelungen werden vorübergehend umgangen). Deaktivieren Sie den halbautomatischen Modus durch Setups für die Produktion
es: Todos los dispositivos relacionados están en modo semiautomático, lo que significa que pueden ser conducidos por un operador bajo su supervisión (los bloqueos automáticos del proceso se omiten temporalmente). Deshabilitar el modo semiautomático mediante configuraciones para producción
fr: Tous les appareils associés sont en semi-automatique, ce qui signifie qu'ils peuvent être pilotés par un opérateur sous sa supervision (les verrouillages automatiques des processus sont temporairement contournés). Désactiver le mode semi-automatique par les configurations pour la production
he: מכשירים הקשורים לאל נמצאים ב-Smiauto, מה שאומר שניתן להניע אותם על ידי המפעיל תחת פיקוחו (נעילות תהליך אוטומטי עוקפים זמנית). השבת מצב חצי אוטומטי לפי הגדרות עבור ייצור
it: Tutti i dispositivi correlati sono in modalità semiautomatica, ciò significa che possono essere guidati dall'operatore sotto la sua supervisione (interblocchi di processo automatici temporaneamente esclusi). Disabilita la modalità semiautomatica tramite le impostazioni per la produzione
nl: Alle gerelateerde apparaten zijn semi-automatisch, wat betekent dat ze door de operator onder zijn toezicht kunnen worden bediend (automatische procesvergrendelingen worden tijdelijk omzeild). Schakel de semi-automatische modus uit via instellingen voor productie.
pt: Todos os dispositivos relacionados estão em semiautomático, o que significa que podem ser acionados pelo operador sob sua supervisão (intertravamentos automáticos de processo temporariamente ignorados). Desative o modo semiautomático por configurações para produção
ro: Toate dispozitivele înrudite sunt semiautomate, ceea ce înseamnă că pot fi conduse de către operator sub supravegherea acestuia (interblocarea automată a procesului este ocolită temporar). Dezactivați modul semiautomat prin setări pentru producție
sl: Vse povezane naprave so v polavtomatskem načinu, kar pomeni, da jih lahko upravlja operater pod njegovim nadzorom (samodejne zapore procesa začasno obhodne). Onemogoči polavtomatski način z nastavitvami za proizvodnjo
zh: 所有相关设备均处于半自动状态，这意味着它们可以由操作员在其监督下驱动（自动过程联锁暂时绕过）。通过生产设置禁用半自动模式

# M_INFO_INVERSION_HI_AMP
source: Motor Direction Inversion In Progress For High Load. Check The Load And Eventually The Amount of Incoming Material
ar: انعكاس اتجاه المحرك في التقدم في الحمل العالي. تحقق من الحمل وفي النهاية كمية المواد الواردة
de: Motorrichtung Inversion für hohe Belastungen. Überprüfen Sie die Last und schließlich die Menge an eingehenden Material
es: Inversión de dirección del motor en progreso para una alta carga. Verifique la carga y, finalmente, la cantidad de material entrante
fr: Inversion de direction du moteur en cours pour une charge élevée. Vérifiez la charge et éventuellement la quantité de matériel entrant
he: היפוך כיוון מוטורי בעיצומה לעומס גבוה. בדוק את העומס ובסופו של דבר את כמות החומר הנכנס
it: Inversione della direzione del motore in corso per carico elevato. Controllare il carico e infine la quantità di materiale in arrivo
nl: Motorrichtingomkering aan de gang voor hoge belasting. Controleer de belasting en eventueel de hoeveelheid binnenkomend materiaal.
pt: Direção do motor inversão em andamento para alta carga. Verifique a carga e, eventualmente, a quantidade de material de entrada
ro: Inversiunea direcției motorii în curs pentru sarcină mare. Verificați sarcina și, în cele din urmă, cantitatea de material primită
sl: Poteka inverzija smeri motorja za visoko obremenitev. Preverite obremenitev in sčasoma količino dohodnega materiala
zh: 高负载的运动方向反转。检查负载和最终的收入材料量

# INFO_SYS_32
source: Hardware Fault On Plc-Safety Input Card. Ensure No Short Circuits Are Present In Field On Estop Channels Or Bad Connections On Estop Knobs. Check The Safety Plc Input Module, Reset The Alarm And/Or Reboot The Plc Module
ar: خطأ الأجهزة على بطاقة إدخال السلامة PLC. تأكد من عدم وجود دوائر قصيرة في الحقل على قنوات Estop أو اتصالات سيئة على مقابض Estop. تحقق من وحدة إدخال السلامة PLC ، وقم بإعادة ضبط المنبه و/أو إعادة تشغيل وحدة PLC
de: Hardwarefehler auf der Eingabedkarte für SPS-Sicherheitskarten. Stellen Sie sicher, dass auf dem Feld auf ESTOP -Kanälen oder schlechten Verbindungen zu Estop -Knöpfen keine Kurzstrecken vorhanden sind. Überprüfen Sie das Sicherheits -SPS -Eingangsmodul, setzen Sie den Alarm zurück und starten Sie das SPS -Modul neu
es: Fallo de hardware en la tarjeta de entrada de PLC-Safty. Asegúrese de que no hay cortocircuitos en canales de Estop o Malas Conexiones en los Mandos Estop. Compruebe el módulo de entrada PLC de seguridad, reinicie la alarma y/o reinicie el módulo PLC
fr: Défaut matériel sur la carte d'entrée PLC-Safety. Assurez-vous qu'aucun court-circuit n'est présent sur le terrain sur les canaux Estop ou qu'il n'y a pas de mauvaises connexions sur les boutons Estop. Vérifiez le module d'entrée PLC de sécurité, réinitialisez l'alarme et/ou redémarrez le module PLC.
he: תקלת חומרה בכרטיס קלט של בטיחות PLC. וודא שלא קיימים מעגלים קצרים בשדה בערוצי ESTOP או חיבורים רעים על ידיות ESTOP. בדוק את מודול הקלט PLC הבטיחות, אפס את האזעקה ו/או אתחל מחדש את מודול ה- PLC
it: Guasto hardware sulla scheda di input di sicurezza PLC. Assicurarsi che non siano presenti cortocircuiti in campo su canali ESP o connessioni negative su manopole estop. Controllare il modulo di input PLC di sicurezza, ripristinare l'allarme e/o riavviare il modulo PLC
nl: Hardwarefout op de PLC-veiligheidsingangskaart. Controleer of er geen kortsluitingen zijn in de noodstopkanalen of slechte verbindingen op de noodstopknoppen. Controleer de PLC-veiligheidsingangsmodule, reset het alarm en/of start de PLC-module opnieuw op.
pt: Falha de hardware no cartão de entrada PLC-segurança. Certifique -se de que nenhum circuito curto esteja presente no campo em canais de impedimento ou conexões ruins nos botões de imóveis. Verifique o módulo de entrada PLC de segurança, redefinir o alarme e/ou reiniciar o módulo PLC
ro: Defecțiune hardware pe cardul de intrare PLC-Siguranță. Asigurați -vă că nu există scurtcircuite în câmp pe canalele estop sau conexiuni proaste pe butoanele ESP. Verificați modulul de intrare PLC de siguranță, resetați alarma și/sau reporniți modulul PLC
sl: Napaka strojne opreme na Plc-varnostni vhodni kartici. Prepričajte se, da na terenu ni kratkih stikov na kanalih Estop ali slabih povezav na gumbih Estop. Preverite vhodni modul varnostnega krmilnika, ponastavite alarm in/ali znova zaženite modul krmilnika
zh: PLC安全输入卡上的硬件故障。确保在雅口通道上的田野或al旋转旋钮上的不良连接中没有短路的电路。检查安全性PLC输入模块，重置警报和/或重启PLC模块

# INFO_EXT_PMP_NOT_RUN
source: Check External Water Pump Since It is Not Running After Water Request
ar: تحقق من مضخة المياه الخارجية لأنها لا تعمل بعد طلب المياه
de: Überprüfen Sie die externe Wasserpumpe, da sie nicht nach der Wasseranfrage verläuft
es: Verifique la bomba de agua externa ya que no está funcionando después de la solicitud de agua
fr: Vérifiez la pompe à eau externe car elle ne fonctionne pas après une demande d'eau
he: בדוק משאבת מים חיצונית מכיוון שהיא לא פועלת לאחר בקשת המים
it: Controllare la pompa dell'acqua esterna poiché non funziona dopo la richiesta di acqua
nl: Controleer de externe waterpomp, want deze draait niet na een waterverzoek
pt: Verifique a bomba de água externa, pois não está funcionando após a solicitação de água
ro: Verificați pompa externă de apă, deoarece nu funcționează după ce cererea de apă
sl: Preverite zunanjo vodno črpalko, ker ne deluje po zahtevi za vodo
zh: 检查外部水泵，因为它没有在水请求后运行

source: Shredder - Shredding Cycle
ar: تمزيق - دورة تمزيق
de: Shredder - Shredding -Zyklus
es: Trituradora - ciclo de trituración
fr: Broyeur - Cycle de déchiquetage
he: מגרסה - מחזור הגריסה
it: Trituratore - ciclo di Triturazione
nl: Versnipperaar - Versnipperingscyclus
pt: Rasgo - ciclo de trituração
ro: Shredder - ciclu de mărunțire
sl: Drobilnik – cikel drobljenja
zh: 切碎机 - 切碎周期

source: Prewash Reactor - Extraction Belt
ar: مفاعل مسبق - حزام الاستخراج
de: Prewash Reactor - Extraktionsgürtel
es: Reactor previo a la lavado: correa de extracción
fr: Réacteur de prélavage - Tapis d'extraction
he: כור קדם - חגורת מיצוי
it: Reattore di prelavaggio - Nastro di estrazione
nl: Voorwasreactor - Extractieband
pt: Reator de pré -lavagem - Corrente de extração
ro: Reactor prewash - curea de extracție
sl: Reaktor za predpranje - ekstrakcijski trak
zh: 预洗反应堆 - 萃取带

source: Prewash Reactor - Hydraulic Unit
ar: مفاعل مسبق - الوحدة الهيدروليكية
de: Prewash Reactor - Hydraulikeinheit
es: Reactor previo a la lavado - Unidad hidráulica
fr: Réacteur de prélavage - Groupe hydraulique
he: כור קדם - יחידה הידראולית
it: Reattore di prelavaggio - Unità idraulica
nl: Voorwasreactor - Hydraulische eenheid
pt: Reator pré -lavar - unidade hidráulica
ro: Reactor pre -wash - unitate hidraulică
sl: Reaktor za predpranje - hidravlična enota
zh: 预洗反应堆 - 液压单元

source: Prewash Reactor - Oil Heater
ar: مفاعل مسبق - سخان الزيت
de: Prewash Reactor - Ölheizung
es: Reactor previo a la lavado - Calentador de aceite
fr: Réacteur de prélavage - Réchauffeur d'huile
he: כור קדם - דוד שמן
it: Reattore di prelavaggio - Riscaldatore dell'olio
nl: Voorwasreactor - Olieverwarmer
pt: Reator pré -lavar - aquecedor de óleo
ro: Reactor de pre -wash - încălzitor de ulei
sl: Reaktor za predpranje - grelnik olja
zh: 预洗反应堆 - 油加热器

source: Prewash Reactor - Water Charge
ar: مفاعل مسبق - شحنة الماء
de: Prewash Reactor - Wasserladung
es: Reactor previo a la lavado: carga de agua
fr: Réacteur de prélavage - Charge d'eau
he: כור קדם - מטען מים
it: Reattore di prelavaggio - Carico acqua
nl: Voorwasreactor - Waterlading
pt: Reator pré -lavar - carga de água
ro: Reactor de pre -wash - încărcare a apei
sl: Reaktor za predpranje - vodno polnjenje
zh: 预洗反应堆 - 水电

source: Prewash Reactor - Oil Bypass
ar: مفاعل مسبق - تجاوز الزيت
de: Prewash Reactor - Ölbypass
es: Reactor previo a la lavado - Bypass de aceite
fr: Réacteur de prélavage - Bypass d'huile
he: כור קדם - מעקף שמן
it: Reattore di prelavaggio - bypass dell'olio
nl: Voorwasreactor - Oliebypass
pt: Reator pré -lavar - desvio de óleo
ro: Reactor de pre -wash - bypass de ulei
sl: Reaktor za predpranje - oljni obvod
zh: 预洗反应堆 - 油搭桥

source: Prewash Reactor - Water Outlet
ar: مفاعل مسبق - منفذ الماء
de: Prewash Reactor - Wasserauslass
es: Reactor previo a la lavado: salida de agua
fr: Réacteur de prélavage - Sortie d'eau
he: כור קדם - שקע מים
it: Reattore di prelavaggio - Scarico Acqua
nl: Voorwasreactor - Wateruitlaat
pt: Reator de pré -lavagem - saída de água
ro: Reactor de pre -wash - ieșire de apă
sl: Reaktor za predpranje - izhod vode
zh: 预洗反应堆 - 水出口

source: Prewash Hydraulic Oil Temperature
ar: درجة حرارة الزيت الهيدروليكي قبل الغسيل
de: Vorwäsche Hydrauliköltemperatur
es: Temperatura del aceite hidráulico previo a la lavado
fr: Température de l'huile hydraulique de prélavage
he: טמפרטורת שמן הידראולית מראש
it: Prelavaggio temperatura dell'olio idraulico
nl: Voorwas hydraulische olietemperatuur
pt: Temperatura do óleo hidráulico pré -lavar
ro: Temperatura uleiului hidraulic pre -wash
sl: Temperatura hidravličnega olja pred pranjem
zh: 预热液压油温度

source: Discharge Manager
ar: مدير التفريغ
de: Entlassungsmanager
es: Gerente de alta
fr: Gestionnaire de décharge
he: מנהל שחרור
it: Gestione scarico
nl: Ontslagmanager
pt: Gerente de alta
ro: Manager de descărcare de gestiune
sl: Vodja razrešnice
zh: 出院经理

source: Prewash Reactor - Discharge Cycle
ar: مفاعل مسبق - دورة التفريغ
de: Prewash Reactor - Entladungszyklus
es: Reactor previo a la lavado: ciclo de descarga
fr: Réacteur de prélavage - Cycle de décharge
he: כור קדם - מחזור פריקה
it: Reattore di prelavaggio - ciclo di scarico
nl: Voorwasreactor - Ontladingscyclus
pt: Reator de pré -lavagem - ciclo de descarga
ro: Reactor pre -wash - ciclul de descărcare
sl: Reaktor za predpranje - cikel praznjenja
zh: 预洗反应堆 - 放电周期

source: Prewash Hydraulic Unit Detail
ar: تفاصيل الوحدة الهيدروليكية قبل الغسيل
de: Hydraulische Einheit Detail
es: Detalle de la unidad hidráulica previa al lavado
fr: Détail de l'unité hydraulique de prélavage
he: פרט יחידה הידראולית מראש
it: Dettaglio dell'unità idraulica di prelavaggio
nl: Detail van de voorwas hydraulische eenheid
pt: Detalhes da unidade hidráulica pré -lavagem
ro: Detaliu unitate hidraulică pre -wash
sl: Podrobnost hidravlične enote za predpranje
zh: 预洗液压单元细节

source: External Water Flow Rate
ar: معدل تدفق المياه الخارجي
de: Externe Wasserflussrate
es: Caudal de agua externo
fr: Débit d'eau externe
he: קצב זרימת מים חיצוני
it: Portata dell'acqua esterna
nl: Externe waterstroomsnelheid
pt: Vazão de água externa
ro: Debit extern de apă
sl: Zunanji pretok vode
zh: 外水流

source: Grinder - Safety Key
ar: طاحونة - مفتاح السلامة
de: Mühle - Sicherheitsschlüssel
es: Grinder - Clave de seguridad
fr: Meuleuse - Clé de sécurité
he: מטחנה - מפתח בטיחות
it: Mulino - Chiave di sicurezza
nl: Slijpmachine - Veiligheidssleutel
pt: Griper - Chave de Segurança
ro: Grinder - Cheie de siguranță
sl: Mlinček - varnostni ključ
zh: 研磨机 - 安全钥匙

source: Near Downstream Ok For Start Shredding
ar: بالقرب من المصب موافق لبدء تمزيق
de: In der Nähe stromabwärts OK für den Start Shredding
es: Cerca de aguas abajo OK para comenzar a triturar
fr: Près de l'aval, OK pour commencer le déchiquetage
he: קרוב למורד הזרם בסדר לריסוד התחל
it: A valle vicino OK per l'avvio del trituratore
nl: Dichtbij stroomafwaarts is het oké om te beginnen met versnipperen
pt: Perto do jusante ok para a trituração inicial
ro: Aproape de aval ok pentru shredding de început
sl: Blizu nizvodnega toka V redu za začetek drobljenja
zh: 接近下游可以开始切碎

source: Far Downstream Ok For Start Shredding
ar: بعيد المنال موافق لبدء تمزيق
de: Weit stromabwärts in Ordnung für den Start Shredding
es: Muy aguas abajo ok para comenzar a triturar
fr: Loin en aval, OK pour commencer le déchiquetage
he: רחוק במורד הזרם בסדר לריסוד התחלה
it: A valle lontano OK per l'avvio del trituratore
nl: Ver stroomafwaarts is het oké om te beginnen met versnipperen
pt: Longe a jusante ok para a trituração inicial
ro: Far în aval, ok pentru mărunțirea de început
sl: Daleč navzdol V redu za začetek drobljenja
zh: 下游可以开始切碎

source: Rotor Pressure Ok
ar: ضغط الدوار موافق
de: Rotordruck OK
es: Presión del rotor OK
fr: Pression du rotor OK
he: לחץ רוטור בסדר
it: Pressione del rotore OK
nl: Rotordruk OK
pt: Pressão do rotor OK
ro: Presiunea rotorului OK
sl: Tlak rotorja OK
zh: 转子压力正常

source: Rotor Pressure Not Ok For Material Loading
ar: ضغط الدوار ليس موافق لتحميل المواد
de: Rotordruck nicht in Ordnung für die Materialbelastung
es: Presión del rotor no es OK para la carga de material
fr: La pression du rotor n'est pas correcte pour le chargement du matériau
he: לחץ הרוטור לא בסדר לטעינת חומרים
it: Pressione del rotore non OK per il caricamento del materiale
nl: Rotordruk niet ok voor materiaallading
pt: Pressão do rotor não ok para carregar material
ro: Presiunea rotorului nu este OK pentru încărcarea materialelor
sl: Tlak rotorja ni v redu za nalaganje materiala
zh: 转子压力不适合材料加载

source: Backward
ar: الى الوراء
de: Rückwärts
es: Hacia atrás
fr: En arrière
he: לְאָחוֹר
it: Indietro
nl: Achteruit
pt: Para trás
ro: Înapoi
sl: Nazaj
zh: 落后

source: Inversion Control
ar: التحكم في الانعكاس
de: Inversionskontrolle
es: Control de inversión
fr: Contrôle des inversions
he: בקרת היפוך
it: Controllo di inversione
nl: Inversiecontrole
pt: Controle de inversão
ro: Controlul inversării
sl: Nadzor inverzije
zh: 反转控制

source: Inversion For High Current
ar: انعكاس للتيار العالي
de: Inversion für hohen Strom
es: Inversión para alta corriente
fr: Inversion pour courant élevé
he: היפוך לזרם גבוה
it: Inversione per alta corrente
nl: Inversie voor hoge stroom
pt: Inversão para alta corrente
ro: Inversare pentru curent ridicat
sl: Inverzija za visok tok
zh: 高电流的反转

source: Maximum Number Of Inversion For High Current
ar: الحد الأقصى لعدد الانعكاس للتيار العالي
de: Maximale Anzahl der Inversion für hohen Strom
es: Número máximo de inversión para alta corriente
fr: Nombre maximum d'inversion pour un courant élevé
he: מספר היפוך מקסימלי לזרם גבוה
it: Numero massimo di inversione per la corrente alta
nl: Maximaal aantal omkeringen voor hoge stroom
pt: Número máximo de inversão para alta corrente
ro: Numărul maxim de inversare pentru curent ridicat
sl: Največje število inverzij za visok tok
zh: 高电流的最大反转数

source: Thermal Overload Motor
ar: محرك الحمل الزائد الحراري
de: Wärmeüberlastungsmotor
es: Motor de sobrecarga térmica
fr: Moteur de surcharge thermique
he: מנוע עומס יתר תרמי
it: Sovraccarico termico del motore
nl: Thermische overbelastingsmotor
pt: Motor de sobrecarga térmica
ro: Motor de suprasarcină termică
ru: Тепловая перегрузка двигателя
sl: Motor s toplotno preobremenitvijo
zh: 热超载电动机

source: (1=Backward)
ar: (1 = للخلف)
de: (1 = rückwärts)
es: (1 = hacia atrás)
fr: (1=En arrière)
he: (1 = אחורה)
it: (1 = Indietro)
nl: (1=Achteruit)
pt: (1 = para trás)
ro: (1 = înapoi)
sl: (1=nazaj)
zh: （1 =向后）

source: Speed Modulation Control
ar: التحكم في تعديل السرعة
de: Geschwindigkeitsmodulationskontrolle
es: Control de modulación de velocidad
fr: Contrôle de modulation de vitesse
he: בקרת אפנון מהירות
it: Controllo della modulazione della velocità
nl: Snelheidsmodulatieregeling
pt: Controle de modulação de velocidade
ro: Controlul modulării vitezei
sl: Nadzor modulacije hitrosti
zh: 速度调制控制

source: No Rotation Detected
ar: لم يتم اكتشاف دوران
de: Keine Rotation erkannt
es: Sin rotación detectada
fr: Aucune rotation détectée
he: לא התגלה סיבוב
it: Nessuna rotazione rilevata
nl: Geen rotatie gedetecteerd
pt: Nenhuma rotação detectada
ro: Nu a fost detectată nicio rotație
sl: Rotacija ni zaznana
zh: 未检测到旋转

source: Rotation Sensor Bypassed
ar: استشعار الدوران تجاوز
de: Rotationssensor umgangen
es: Sensor de rotación omitido
fr: Capteur de rotation contourné
he: חיישן סיבוב עוקף
it: Il sensore di rotazione bypassato
nl: Rotatiesensor omzeild
pt: Sensor de rotação ignorado
ro: Senzor de rotație ocolit
sl: Obhod senzorja vrtenja
zh: 旋转传感器绕过
