Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# LINE BLOCKED CONTACTOR (AMP &gt;5% OF NOMINAL AMP 5 SEC AFTER RESISTOR OFF)
source: Line Blocked Contactor (Amp >5% Of Nominal Amp 5 Sec After Resistor Off)
ar: خط محظور الخط (AMP> 5 ٪ من AMP 5 ثانية بعد قبالة المقاوم)
de: Linie blockierter Schütze (AMP> 5% des nominalen AMP 5 Sekunden nach Widerstand)
es: Contactor bloqueado por línea (AMP> 5% del AMP 5 segundos nominal después de la resistencia apagada)
fr: Contacteur bloqué en ligne (Amp > 5 % de l'ampérage nominal 5 secondes après la coupure de la résistance)
he: מגע חסום קו (AMP> 5% מה- AMP 5 שניות הנומינלי לאחר הנגד)
it: Contattore di linea bloccato (AMP> 5% della corrente nominale 5 sec dopo lo spegnimento della resistenza)
nl: Geblokkeerde contactor (ampère > 5% van nominale ampère 5 seconden na uitschakeling van de weerstand)
pt: Contator de linha bloqueado (AMP> 5% do amplificador nominal 5 segundos após o resistor desligado)
ro: Contactorul blocat de linie (AMP> 5% din AMP nominal 5 sec după oprire de rezistență)
ru: Контактор блокировки линии (ток >5% от номинального тока через 5 с после выключения резистора)
sl: Kontaktor blokiran na liniji (amper >5 % nazivnega ampera 5 sekund po izklopu upora)
zh: 线路阻塞接触器（电阻关闭后5秒的AMP> 5％的AMP> 5％）

source: Resistor Minimum Current (Faulty Resistor)
ar: المقاوم الحد الأدنى الحالي (المقاوم الخاطئ)
de: Mindeststrom des Widerstands (fehlerhafter Widerstand)
es: Corriente mínima de resistencia (resistencia defectuosa)
fr: Courant minimum de la résistance (résistance défectueuse)
he: זרם מינימלי נגד (נגד פגום)
it: Corrente minima Resistore (resistenza difettosa)
nl: Minimale stroomsterkte weerstand (defecte weerstand)
pt: Corrente mínima do resistor (resistor com defeito)
ro: Curentul minim al rezistenței (rezistență defectuoasă)
ru: Минимальный ток резистора (неисправный резистор)
sl: Najmanjši tok upora (pokvarjen upor)
zh: 电阻最小电流（电阻故障）

source: Resistor Current
ar: التيار المقاوم
de: Widerstandsstrom
es: Corriente de resistencia
fr: Courant de résistance
he: זרם נגד
it: Corrente della resistenza
nl: Weerstandsstroom
pt: Corrente do resistor
ro: Curent de rezistență
ru: Ток резистора
sl: Tok upora
zh: 电阻电流

source: Thermistor Protection
ar: حماية الثرمستور
de: Thermistorschutz
es: Protección del termistor
fr: Protection par thermistance
he: הגנה על תרמיסטור
it: Protezione del termistore
nl: Thermistorbeveiliging
pt: Proteção do termistor
ro: Protecția termistorului
ru: Термисторная защита
sl: Termistorska zaščita
zh: 热敏电阻保护

source: Thermistor
ar: الثرمستور
es: Termistor
fr: Thermistance
he: תרמיסטור
it: Termistore
pt: Termistor
ro: Termistor
sl: Termistor
zh: 热敏电阻

source: Buffer Not Ok For Loading
ar: المخزن المؤقت ليس موافق للتحميل
de: Puffer nicht in Ordnung für das Laden
es: Buffer no es OK para cargar
fr: Tampon incorrect pour le chargement
he: מאגר לא בסדר לטעינה
it: Buffer non ok per il caricamento
nl: Buffer niet ok voor laden
pt: Buffer não está bem para carregar
ro: Tampon nu este ok pentru încărcare
sl: Medpomnilnik ni v redu za nalaganje
zh: 缓冲区不可能加载

source: Enable In Production
ar: تمكين في الإنتاج
de: In der Produktion aktivieren
es: Habilitar en producción
fr: Activer en production
he: אפשר בייצור
it: Abilita in produzione
nl: In productie inschakelen
pt: Ativar na produção
ro: Activați în producție
sl: Omogoči v proizvodnji
zh: 启用生产

source: Downstream Plant
ar: مصنع المصب
de: Nachgelagerte Pflanze
es: Planta aguas abajo
fr: Usine en aval
he: צמח במורד הזרם
it: Impianto a valle
nl: Downstream-installatie
pt: Planta a jusante
ro: Planta din aval
sl: Nadaljnji obrat
zh: 下游植物

source: Hmi Station
ar: محطة HMI
es: Estación HMI
fr: Gare Hmi
he: תחנת HMI
it: Stazione HMI
pt: Estação HMI
ro: Stația HMI
sl: Postaja Hmi
zh: HMI站

source: Prewashing
ar: مسبق
de: Vorwäsche
es: Prelavado
fr: Prélavage
he: טרייה מוקדמת
it: Prelavaggio
nl: Voorwassen
pt: Lavagem
ro: Pregătirea
sl: Predpranje
zh: 预洗

source: DCE And Dryer
ar: DCE والمجفف
de: DCE und Trockner
es: DCE y secadora
fr: DCE et sèche-linge
he: DCE ומייבש
it: DCE e Essicatore
nl: DCE en droger
pt: DCE e secador
ro: DCE și uscător
sl: DCE in sušilnik
zh: DCE和烘干机

source: Filter Press
ar: تصفية الصحافة
de: Filterpresse
es: Presiona de filtro
fr: Filtre presse
he: לחץ על סינון
it: Filtro Pressa
nl: Filterpers
pt: Filtro de pressao
ro: Apăsați filtru
sl: Filtrirna stiskalnica
zh: 滤器按

source: Slow Down Request
ar: طلب إبطاء
de: Verlangsamung der Anfrage
es: Solicitud de velocidad
fr: Demande de ralentissement
he: הבקשה להאט
it: Richiesta di Rallentare
nl: Verzoek om langzamer te rijden
pt: Solicitação de desaceleração
ro: Încetinește cererea
sl: Zahteva za upočasnitev
zh: 减慢要求

source: Downstream Is Requesting Line Slow Down
ar: يطلب المصب خطًا يتباطأ
de: Stromabwärts verlangsamt die Zeile verlangsamt sich
es: Agustream solicita la línea ralentizada
fr: L'aval demande un ralentissement de la ligne
he: במורד הזרם מבקש מאטת קו
it: Richiesta da valle di rallantare la linea
nl: Downstream vraagt ​​om vertraging van de lijn
pt: A jusante está solicitando a linha devagar
ro: Aval solicită o linie de încetinire
sl: Dolvodno zahteva upočasnitev linije
zh: 下游要求线路放慢

source: Slow Down Request From Downstream Plant
ar: تباطؤ الطلب من المصنع المصب
de: Verlangsamung der Anfrage der nachgeschalteten Pflanze
es: Reducir la solicitud de la planta aguas abajo
fr: Demande de ralentissement de l'usine en aval
he: האטה בקשה מהצמח במורד הזרם
it: Richiesta da impianto a valle di rallantare
nl: Verzoek tot vertraging van de stroomafwaartse fabriek
pt: Solicitação de desaceleração da planta a jusante
ro: Încetineți cererea de la planta din aval
sl: Zahteva za upočasnitev iz nadaljnjega obrata
zh: 放慢下游工厂的要求

source: Downstream Is Requesting Line Slow-Down (External Signal)
ar: يطلب المصب بطيئًا خطًا (إشارة خارجية)
de: Downstream fordert eine Verlangsamung von Linien an (externes Signal)
es: REAJO DESDRIME ADRIMIENTO DESDE LÍNEA (señal externa)
fr: L'aval demande un ralentissement de la ligne (signal externe)
he: במורד הזרם מבקשת האטת קו (אות חיצוני)
it: Richiesta da valle di rallantare la linea (segnale esterno)
nl: Downstream vraagt ​​om vertraging van de lijn (extern signaal)
pt: A jusante está solicitando lentidão na linha (sinal externo)
ro: În aval solicită încetinirea liniei (semnal extern)
sl: Dolvodno zahteva upočasnitev linije (zunanji signal)
zh: 下游要求线路下游（外部信号）

source: (1=Normal Speed Req)
ar: (1 = REQ السرعة العادية)
de: (1 = Normalgeschwindigkeit req)
es: (1 = Velocidad normal REQ)
fr: (1 = demande de vitesse normale)
he: (1 = מהירות רגילה req)
it: (1 = Richiesta velocità normale)
nl: (1=Normale snelheid vereist)
pt: (1 = Req de velocidade normal)
ro: (1 = viteză normală req)
sl: (1=zahtevana normalna hitrost)
zh: （1 =正常速度REQ）

source: Sorema Plant Is Giving Material
ar: مصنع سوريما يعطي المواد
de: Die Sorema -Pflanze gibt Material
es: La planta de Sorema está dando material
fr: L'usine de Sorema donne du matériel
he: צמח סורמה נותן חומר
it: L'impianto Sorema sta dando materiale
nl: Sorema Plant levert materiaal
pt: A planta de sorema está dando material
ro: Planta Sorema dă material
sl: Rastlina Sorema daje material
zh: Sorema植物正在提供材料

source: (1=Sorema Is Giving Material)
ar: (1 = سوريما تعطي المواد)
de: (1 = Sorema gibt Material)
es: (1 = Sorema está dando material)
fr: (1=Sorema donne du matériel)
he: (1 = סורמה נותן חומר)
it: (1 = Sorema sta dando materiale)
nl: (1=Sorema geeft materiaal)
pt: (1 = Sorema está dando material)
ro: (1 = sorema dă material)
sl: (1=Sorema daje material)
zh: （1 = Sorema提供材料）

source: Emergency Push Button On Hmi
ar: زر الضغط الطارئ على HMI
de: Notstreuung auf HMI
es: Botón de presentación de emergencia en HMI
fr: Bouton poussoir d'urgence sur l'IHM
he: לחצן לחיצת חירום ב- HMI
it: Pulsante di emergenza su HMI
nl: Nooddrukknop op HMI
pt: Botão de emergência no HMI
ro: Buton de apăsare de urgență pe HMI
sl: Gumb za klic v sili na HMI
zh: HMI上的紧急按钮

source: Buffer Belt - Outlet Level
ar: حزام المخزن المؤقت - مستوى المخرج
de: Puffergürtel - Auslasspegel
es: Buffer Bindo - Nivel de salida
fr: Ceinture tampon - Niveau de sortie
he: חגורת חיץ - רמת יציאה
it: Nastro buffer - Livello in uscita
nl: Bufferband - Uitlaatniveau
pt: Correia buffer - nível de saída
ro: Centură tampon - nivel de ieșire
sl: Odbojni pas - izhodna raven
zh: 缓冲带 - 出口水平

source: External Loading
ar: التحميل الخارجي
de: Externe Belastung
es: Carga externa
fr: Chargement externe
he: טעינה חיצונית
it: Caricamento esterno
nl: Externe belasting
pt: Carregamento externo
ro: Încărcare externă
sl: Zunanje nalaganje
zh: 外部加载

source: Filling Mode
ar: وضع التعبئة
de: Füllmodus
es: Modo de llenado
fr: Mode de remplissage
he: מצב מילוי
it: Modalità di riempimento
nl: Vulmodus
pt: Modo de enchimento
ro: Mod de umplere
sl: Način polnjenja
zh: 填充模式

source: No External Slow Speed Request
ar: لا يوجد طلب سرعة بطيء خارجي
de: Keine externe Anfrage mit langsamer Geschwindigkeit
es: Sin solicitud de velocidad lenta externa
fr: Aucune demande externe de vitesse lente
he: אין בקשת מהירות איטית חיצונית
it: Nessuna richiesta esterna di velocità a lenta
nl: Geen extern verzoek om lage snelheid
pt: Nenhum pedido de velocidade lenta externa
ro: Fără solicitare externă de viteză lentă
sl: Brez zunanje zahteve za počasno hitrost
zh: 没有外部慢速要求

source: Slow Speed Is Requestd By External Device
ar: السرعة البطيئة هي طلب بواسطة جهاز خارجي
de: Langsame Geschwindigkeit wird vom externen Gerät anfordert
es: La velocidad lenta se solicita por dispositivo externo
fr: Une vitesse lente est demandée par un périphérique externe
he: מהירות איטית היא בקשה על ידי מכשיר חיצוני
it: Richiesta da dispositivo esterno di velocità lenta
nl: Lage snelheid wordt aangevraagd door extern apparaat
pt: A velocidade lenta é solicitada por dispositivo externo
ro: Viteza lentă este solicitată de dispozitivul extern
sl: Počasno hitrost zahteva zunanja naprava
zh: 慢速是由外部设备要求

source: Heating Interlocks
ar: التدفئة المتشابكة
de: Verriegelungen erhitzen
es: Interlocks de calefacción
fr: Verrouillages de chauffage
he: חימום משתלבים
it: Interblocchi per avvio riscaldamento
nl: Verwarmingsvergrendelingen
pt: Aquecimento interligado
ro: Încălzirea interblocării
ru: Блокировки отопления
sl: Ogrevalne zapore
zh: 加热互锁

source: Temperature Not Ok For Heating
ar: درجة الحرارة ليست موافق للتدفئة
de: Temperatur nicht in Ordnung für Erwärmung
es: Temperatura no es OK para calentar
fr: La température n'est pas correcte pour le chauffage
he: טמפרטורה לא בסדר לחימום
it: Temperatura non ok per il riscaldamento
nl: Temperatuur niet oké voor verwarming
pt: Temperatura não boa para aquecimento
ro: Temperatura nu este OK pentru încălzire
sl: Temperatura ni primerna za ogrevanje
zh: 温度不能加热

source: Air Circuit
ar: دائرة الهواء
de: Luftkreis
es: Circuito de aire
fr: Circuit aérien
he: מעגל אוויר
it: Circuito dell'aria
nl: Luchtcircuit
pt: Circuito de ar
ro: Circuit de aer
sl: Zračni krog
zh: 空气电路

source: Downstream Air Circuit Not Ok
ar: دائرة الهواء في اتجاه مجرى النهر لا بأس
de: Nachgeschalteter Luftkreis nicht in Ordnung
es: Circuito de aire aguas abajo no es OK
fr: Le circuit d'air en aval n'est pas correct
he: מעגל אוויר במורד הזרם לא בסדר
it: Circuito dell'aria a valle non ok
nl: Downstream luchtcircuit niet ok
pt: Circuito de ar a jusante não ok
ro: Circuitul de aer din aval nu este OK
sl: Spodnji zračni krog ni v redu
zh: 下游空气电路不正常

source: Estop Area
ar: منطقة الجدل
de: Estop -Bereich
es: Área de impedimento
fr: Zone d'escale
he: אזור ESTOP
it: Area estop
nl: Estop-gebied
pt: Área de ponto
ro: Zona estop
sl: Območje Estop
zh: 埃斯托普区域

source: Minimum Temperature For Process
ar: الحد الأدنى لدرجة الحرارة للعملية
de: Mindesttemperatur für den Prozess
es: Temperatura mínima para el proceso
fr: Température minimale pour le processus
he: טמפרטורה מינימלית לתהליך
it: Temperatura minima per il processo
nl: Minimumtemperatuur voor proces
pt: Temperatura mínima para processo
ro: Temperatura minimă pentru proces
sl: Najnižja temperatura za postopek
zh: 过程的最低温度

source: No Reverse For Time
ar: لا عكس للوقت
de: Kein Rückwärtsgang für die Zeit
es: No hay reverso por tiempo
fr: Pas d'inversion du temps
he: אין הפוך לזמן
it: Nessun inversione per il tempo
nl: Geen terugdraaiing voor de tijd
pt: Sem reverso para o tempo
ro: Fără invers pentru timp
sl: Brez obratnega časa
zh: 时间没有反向

source: Reverse For Maximum Forward Time
ar: عكس الحد الأقصى لوقت التوجيه
de: Umgekehrt für die maximale Vorwärtszeit umgekehrt
es: Revertir por tiempo máximo de avance
fr: Inverser pour un temps d'avance maximum
he: הפוך לזמן קדימה מרבי
it: inversione per il massimo tempo in avanti
nl: Achteruit voor maximale voorwaartse tijd
pt: Reverso para o máximo de tempo seguinte
ro: Invers pentru timpul maxim înainte
sl: Nazaj za največji čas naprej
zh: 逆转最大前进时间

source: External Pump Not Running
ar: المضخة الخارجية لا تعمل
de: Externe Pumpe nicht laufen
es: Bomba externa que no se ejecuta
fr: La pompe externe ne fonctionne pas
he: משאבה חיצונית לא פועלת
it: Pompa esterna non in esecuzione
nl: Externe pomp draait niet
pt: Bomba externa não funcionando
ro: Pompa externă care nu funcționează
sl: Zunanja črpalka ne deluje
zh: 外部泵不运行

source: Not Restarting
ar: عدم إعادة التشغيل
de: Nicht neu starten
es: No reiniciar
fr: Ne pas redémarrer
he: לא להפעיל מחדש
it: Nessun riavvio
nl: Niet opnieuw opstarten
pt: Não reiniciar
ro: Nu reporniți
sl: Ni ponovnega zagona
zh: 不重新启动

source: Restart Cycle In Progress
ar: إعادة تشغيل الدورة قيد التقدم
de: Starten Sie den Zyklus neu
es: Reiniciar el ciclo en progreso
fr: Cycle de redémarrage en cours
he: הפעל מחדש את מחזור ההפעלה
it: Riavvio del ciclo in corso
nl: Herstartcyclus bezig
pt: Reiniciar o ciclo em andamento
ro: Reporniți ciclul în curs
sl: Ponovno zaženi cikel v teku
zh: 重新启动周期

source: Water Treatment
ar: معالجة المياه
de: Wasserversorgung
es: Tratamiento de aguas
fr: Traitement de l'eau
he: טיפול במים
it: Trattamento acque
nl: Waterbehandeling
pt: Tratamento de água
ro: Tratamentul apei
sl: Priprava vode
zh: 水处理

source: External Water Collector/Tratment Not Ok
ar: جامع المياه الخارجي/tratment ليس على ما يرام
de: Externer Wassersammler/Verschwendung nicht in Ordnung
es: Colector de agua externo/Tratamiento no está bien
fr: Collecteur d'eau externe/traitement incorrect
he: אספן מים חיצוניים/חרדה לא בסדר
it: Collettore esterno/trattamento acque non ok
nl: Externe watercollector/-behandeling niet ok
pt: Coletor/Tratamento externo de água não ok
ro: Colector de apă extern/tratare nu OK
sl: Zunanji zbiralnik vode/čiščenje ni v redu
zh: 外部水收集器/tratement不正常

# PRODUCTION SPEED WITH LEVEL &gt;= MAXIMUM
source: Production Speed With Level >= Maximum
ar: سرعة الإنتاج مع المستوى> = الحد الأقصى
de: Produktionsgeschwindigkeit mit Level> = maximal
es: Velocidad de producción con nivel> = máximo
fr: Vitesse de production avec niveau >= Maximum
he: מהירות ייצור עם רמה> = מקסימום
it: Velocità di produzione con livello >= massimo
nl: Productiesnelheid met niveau >= Maximum
pt: Velocidade de produção com nível> = máximo
ro: Viteza de producție cu nivel> = maxim
sl: Hitrost proizvodnje z ravnjo >= največja
zh: 级别的生产速度> =最大

# PRODUCTION SPEED WITH LEVEL &lt; MAXIMUM
source: Production Speed With Level < Maximum
ar: سرعة الإنتاج مع المستوى <الحد الأقصى
de: Produktionsgeschwindigkeit mit Level <maximal
es: Velocidad de producción con nivel <máximo
fr: Vitesse de production avec niveau < Maximum
he: מהירות ייצור עם רמה <מקסימום
it: Velocità di produzione con livello < massimo
nl: Productiesnelheid met niveau < Maximum
pt: Velocidade de produção com nível <máximo
ro: Viteza de producție cu nivel <maxim
sl: Hitrost proizvodnje z nivojem < maksimum
zh: 级别的生产速度<最大

source: High Level
ar: مستوى عال
de: Hohes Level
es: Nivel alto
fr: Haut niveau
he: רמה גבוהה
it: Alto livello
nl: Hoog niveau
pt: Alto nível
ro: Nivel inalt
sl: Visoka raven
zh: 高水平

source: Pit Empty
ar: حفرة فارغة
de: Grube leer
es: Pozo vacío
fr: Fosse vide
he: בור ריק
it: Pozzetto vuoto
nl: Put leeg
pt: Poço vazio
ro: Groapă goală
zh: 坑空

source: Pit Not Full
ar: حفرة ليست ممتلئة
de: Grube nicht voll
es: Pit no lleno
fr: Fosse pas pleine
he: בור לא מלא
it: Pozzetto non pieno
nl: Put niet vol
pt: Poço não está cheio
ro: Groapa nu este plină
sl: Jama ni polna
zh: 坑不饱满

source: Pit Full
ar: حفرة كاملة
de: Grube voll
es: Fosa completa
fr: Fosse pleine
he: בור מלא
it: Pozzetto pieno
nl: Put vol
pt: Poço cheio
ro: Groapă plină
zh: 坑满

source: Pit Not Empty
ar: حفرة ليست فارغة
de: Grube nicht leer
es: Pit no vacío
fr: Fosse pas vide
he: בור לא ריק
it: Pozzetto non vuoto
nl: Put niet leeg
pt: Poço não está vazio
ro: Groapa nu este goală
sl: Jama ni prazna
zh: 坑不是空的

source: Downstream Safety Not Ok To
ar: السلامة في اتجاه مجرى النهر لا بأس بذلك
de: Nachgeschaltete Sicherheit nicht in Ordnung zu
es: Seguridad posterior no está bien para
fr: La sécurité en aval n'est pas acceptable
he: בטיחות במורד הזרם לא בסדר
it: Sicurezza a valle non ok
nl: Downstream-veiligheid is niet oké
pt: Segurança a jusante não está bem para
ro: Siguranța din aval nu este ok până la
sl: Varnost ni v redu
zh: 下游安全不可行

source: Level Ok For Process
ar: مستوى موافق للعملية
de: Ebene OK für den Prozess
es: Nivel OK para el proceso
fr: Niveau OK pour le processus
he: ברמה בסדר לתהליך
it: Livello OK per il processo
nl: Niveau OK voor proces
pt: Nível OK para processo
ro: Nivel OK pentru proces
sl: Raven V redu za proces
zh: 级别确定以进行进程

source: Separation Tank Level Not Ok For Run
ar: مستوى خزان الفصل ليس موافق للتشغيل
de: Trennungspanzerspiegel nicht in Ordnung für den Lauf
es: Nivel del tanque de separación no está bien para correr
fr: Le niveau du réservoir de séparation n'est pas correct pour l'exécution
he: רמת מיכל ההפרדה לא בסדר לריצה
it: Livello della Vasca di separazione non ok per l'avvio
nl: Niveau scheidingstank niet ok voor run
pt: Nível do tanque de separação não ok para executar
ro: Nivelul rezervorului de separare nu este OK pentru alergare
sl: Raven ločevalnega rezervoarja ni v redu za delovanje
zh: 分离坦克级别不可行

source: Separation Tank Refill Speed
ar: سرعة إعادة ملء خزان الفصل
de: Trennbehälter -Nachfüllgeschwindigkeit
es: Velocidad de recarga del tanque de separación
fr: Vitesse de remplissage du réservoir de séparation
he: מהירות מילוי מיכל הפרדה
it: Velocità di ricarica della Vasca di separazione
nl: Snelheid bijvullen scheidingstank
pt: Velocidade de recarga do tanque de separação
ro: Viteza de reumplere a rezervorului de separare
sl: Hitrost polnjenja ločevalnega rezervoarja
zh: 分离罐补充速度

source: Preparation Speed
ar: سرعة التحضير
de: Vorbereitungsgeschwindigkeit
es: Velocidad de preparación
fr: Vitesse de préparation
he: מהירות הכנה
it: Velocità di preparazione
nl: Voorbereidingssnelheid
pt: Velocidade de preparação
ro: Viteza de preparare
sl: Hitrost priprave
zh: 准备速度

source: Control Mode
ar: وضع التحكم
de: Steuermodus
es: Modo de control
fr: Mode de contrôle
he: מצב שליטה
it: Modalità di controllo
nl: Controlemodus
pt: Modo de controle
ro: Modul de control
sl: Nadzorni način
zh: 控制模式

source: Auto
ar: آلي
he: אוטומטי
sl: Avto
zh: 汽车

source: Semi-Auto
ar: شبه
de: Semi-automatisch
es: Semiautomatico
fr: Semi-automatique
he: חצי אוטומטי
it: Semiautomatico
nl: Semi-automatisch
pt: Semi automático
sl: Polavtomatski
zh: 半自动

source: No Continuous Filling
ar: لا ملء مستمر
de: Keine kontinuierliche Füllung
es: Sin relleno continuo
fr: Pas de remplissage continu
he: אין מילוי רציף
it: Nessun riempimento continuo
nl: Geen continue vulling
pt: Sem preenchimento contínuo
ro: Fără umplutură continuă
sl: Brez neprekinjenega polnjenja
zh: 没有连续的填充

source: Downstream Not Ok - Filling Mode Continuous
ar: أسفل مجرى النهر - وضع التعبئة مستمر
de: Nachgeschalteter nicht ok - Füllmodus kontinuierlich
es: Río abajo no está bien - Modo de llenado continuo
fr: En aval Pas OK - Mode de remplissage continu
he: במורד הזרם לא בסדר - מצב מילוי רציף
it: A valle non ok - modalità di riempimento continuo
nl: Stroomafwaarts niet ok - Vulmodus continu
pt: A jusante não está bem - Modo de enchimento contínuo
ro: În aval nu este OK - modul de umplere continuu
sl: Nizvodno ni v redu – način polnjenja je neprekinjen
zh: 下游不正常 - 填充模式连续

source: No Level-Step Filling
ar: لا يوجد ملء خطوة المستوى
de: Keine Level-Schritt-Füllung
es: Sin relleno de paso de nivel
fr: Pas de remplissage par paliers
he: אין מילוי שלב ברמה
it: Nessun cariacamento level-step
nl: Geen niveau-stapvulling
pt: Sem preenchimento de etapa nivelada
ro: Fără umplutură la nivel în trepte
sl: Brez polnjenja nivojev
zh: 没有级别的填充

source: Downstream Not Ok - Filling Mode Step At Level
ar: أسفل مجرى النهر لا بأس - خطوة وضع التعبئة على المستوى
de: Nachgeschalteter nicht ok - Füllmodusschritt auf der Ebene
es: Agustream no está bien - Modo de llenado paso al nivel
fr: En aval Pas Ok - Étape du mode de remplissage au niveau
he: במורד הזרם לא בסדר - מצב מילוי שלב ברמה
it: A valle non ok - Modalità di riempimento a passo su livello
nl: Stroomafwaarts niet ok - Vulmodusstap op niveau
pt: A jusante não está bem - Etapa do modo de enchimento no nível
ro: Aval nu este OK - Mod de umplere pas la nivel
sl: Nizvodno ni v redu – korak načina polnjenja na ravni
zh: 下游不正常 - 级别的填充模式步骤

source: Exit Level Ok
ar: مستوى الخروج موافق
de: Beendenstufe OK
es: Nivel de salida OK
fr: Niveau de sortie Ok
he: רמת יציאה בסדר
it: Livello di uscita OK
nl: Uitgangsniveau Ok
pt: Nível de saída ok
ro: Nivel de ieșire OK
sl: Izhodna raven V redu
zh: 退出级别可以

source: Buffer Exit Level Not Ok
ar: مستوى خروج المخزن المؤقت ليس على ما يرام
de: Puffer -Beenden -Level nicht in Ordnung
es: Nivel de salida del búfer no está bien
fr: Niveau de sortie du tampon incorrect
he: רמת יציאת מאגר לא בסדר
it: Livello di uscita del buffer non ok
nl: Buffer-uitgangsniveau niet ok
pt: Nível de saída buffer não ok
ro: Nivelul de ieșire tampon nu OK
sl: Izhodna raven medpomnilnika ni v redu
zh: 缓冲区退出级别不正常

source: Buffer Ok For Loading
ar: عازلة موافق للتحميل
de: Puffer OK zum Laden
es: Buffer ok para cargar
fr: Tampon OK pour le chargement
he: חיץ אישור לטעינה
it: Buffer ok per il caricamento
nl: Buffer OK voor laden
pt: Buffer ok para carregar
ro: Tampon ok pentru încărcare
sl: Medpomnilnik v redu za nalaganje
zh: 缓冲区可以加载

source: Buffer Belt Enabled
ar: تمكين حزام المخزن المؤقت
de: Puffergürtel aktiviert
es: Buffer Belt habilitado
fr: Ceinture tampon activée
he: חגורת חיץ מופעלת
it: Nastro buffer abilitato
nl: Bufferband ingeschakeld
pt: Correia buffer ativada
ro: Centura tampon activată
sl: Odbojni pas omogočen
zh: 启用缓冲带

source: Buffer Belt Not Enabled
ar: حزام المخزن المؤقت غير ممكّن
de: Pufferriemen nicht aktiviert
es: Cinturón de búfer no habilitado
fr: Ceinture tampon non activée
he: חגורת חיץ לא מופעלת
it: Nastro buffer non abilitato
nl: Bufferband niet ingeschakeld
pt: Correia buffer não habilitada
ro: Centura tampon nu este activată
sl: Odbojni pas ni omogočen
zh: 缓冲带未启用

source: Operating Mode Options
ar: خيارات وضع التشغيل
de: Betriebsmodusoptionen
es: Opciones de modo operativo
fr: Options de mode de fonctionnement
he: אפשרויות מצב הפעלה
it: Opzioni della modalità operativa
nl: Opties voor de bedrijfsmodus
pt: Opções de modo de operação
ro: Opțiuni mod de operare
sl: Možnosti načina delovanja
zh: 操作模式选项

source: Continuous Mode
ar: الوضع المستمر
de: Kontinuierlicher Modus
es: Modo continuo
fr: Mode continu
he: מצב רציף
it: Modalità continua
nl: Continue modus
pt: Modo contínuo
ro: Modul continuu
sl: Neprekinjeni način
zh: 连续模式

source: Step Forward At Maximum Level
ar: خطوة إلى الأمام في أقصى مستوى
de: Treten Sie auf maximaler Ebene nach vorne nach vorne
es: Dar un paso adelante al nivel máximo
fr: Avancez au niveau maximum
he: צעד קדימה ברמה המרבית
it: Passo avanti al livello massimo
nl: Stap voorwaarts op maximaal niveau
pt: Avançar no nível máximo
ro: Pas înainte la nivel maxim
sl: Korak naprej na najvišji ravni
zh: 向前迈进
