Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Near Downstream Not Ok For Shredding
ar: بالقرب من المصب ليس موافق لتمزيقه
de: In der Nähe stromabwärts nicht in Ordnung für das Zerkleinern
es: Cerca De Aguas Abajo No OK Para Triturar
fr: Près de l'aval, pas acceptable pour le déchiquetage
he: ליד מורד הזרם לא מתאים לגריסה
it: A Valle vicino Non Adatto Per La Triturazione
nl: Dichtbij stroomafwaarts niet geschikt voor versnippering
pt: Quase a jusante não está bem para triturar
ro: Aproape de aval nu este ok pentru mărunțire
sl: Blizu nizvodnega toka ni primerno za drobljenje
zh: 几乎下游不可以切碎

source: Far Downstream Ok For Start Washing
ar: بعيد المنال موافق لبدء الغسيل
de: Weit stromabwärts in Ordnung zum Waschen beginnt
es: OK aguas abajo para empezar a lavar
fr: Loin en aval, OK pour commencer le lavage
he: FAR Downstream בסדר לתחילת הכביסה
it: A Valle lontano Ok Per Iniziare il Lavaggio
nl: Ver stroomafwaarts is het oké om te beginnen met wassen
pt: Muito a jusante ok para começar a lavar
ro: Far în aval ok pentru începerea spălării
ru: Далеко вниз по течению OK для начала стирки
sl: Daleč navzdol V redu za začetek pranja
zh: 下游可以开始洗涤

source: Far Downstream Not Ok For Shredding
ar: بعيدًا عن المصب ليس موافق على التمزيق
de: Weitaus flussabwärts nicht in Ordnung, um zu zerkleinern
es: No OK Para Triturar Aguas Abajo
fr: L'extrême aval n'est pas acceptable pour le déchiquetage
he: הרחק במורד הזרם לא בסדר לגריסה
it: A Valle lontano Non Va Bene Per La Triturazione
nl: Ver stroomafwaarts niet geschikt voor versnippering
pt: Longe a jusante não está bem para triturar
ro: Departe în aval nu este ok pentru mărunțire
sl: Daleč navzdol ni primerno za drobljenje
zh: 下游不太满意

source: Maximum Number Of Rotor Reverse Rotation (Shredder Overload ?)
ar: الحد الأقصى لعدد الدوار العكسي الدوار (الحمل الزائد للتشويه؟)
de: Maximale Anzahl von Rotor -Rückwärtsdrehungen (Shredder -Überlast?)
es: Número Máximo De Revolucion Inversa Del Rotor (¿Sobrecarga Del Triturador?)
fr: Nombre maximum de rotations inversées du rotor (surcharge du broyeur ?)
he: מספר מרבי של סיבוב הפוך של הרוטור (עומס יתר על המגרסה?)
it: Numero Massimo Di Rotazioni Inverse Del Rotore (Sovraccarico Trituratore ?)
nl: Maximaal aantal omgekeerde rotaties van de rotor (overbelasting van de versnipperaar?)
pt: Número máximo de rotação reversa do rotor (sobrecarga do triturador?)
ro: Numărul maxim de rotație inversă a rotorului (supraîncărcare de tocatoare?)
sl: Največje število obratnih vrtljajev rotorja (preobremenitev drobilnika?)
zh: 转子反向旋转的最大数量（切碎机的超载？）

source: Ready For Process
ar: جاهز للعملية
de: Prozessbereit
es: Listo Para El Proceso
fr: Prêt pour le processus
he: מוכן לתהליך
it: Pronto Per Il Processo
nl: Klaar voor proces
pt: Pronto para processo
ro: Gata pentru proces
sl: Pripravljen na postopek
zh: 准备处理

source: Hmi Label On Or In-Progress (If Not Ok X Process)
ar: تسمية HMI على أو قيد التقدم (إن لم تكن موافق X x)
de: HMI-Etikett auf oder in der Progress (falls nicht ok x Prozess)
es: Etiqueta Hmi Activada O En Proceso (Si No Ok X Proceso)
fr: Étiquette Hmi activée ou en cours (si ce n'est pas OK, processus X)
he: תווית HMI פועלת או בתהליך (אם לא תקין x תהליך)
it: Etichetta Hmi Attiva O In Corso (Se Non Ok X Processo)
nl: HMI-label aan of in uitvoering (indien niet OK X-proces)
pt: Etiqueta HMI em ou em andamento (se não ok x processo)
ro: Etichetă HMI pe sau în curs de desfășurare (dacă nu ok x proces)
sl: Oznaka HMI vklopljena ali v teku (če ni v redu X proces)
zh: HMI标签在过程中或进行内部（如果不是好的，X Process）

source: Cumulative - Critical Alarm Present
ar: تراكمي - إنذار حرج حاضر
de: Kumulativ - kritischer Alarm vorhanden
es: Acumulativo - Alarma Crítica Presente
fr: Cumulatif - Alarme critique présente
he: מצטבר - נוכח אזעקה קריטית
it: Cumulativo - Allarme Critico Presente
nl: Cumulatief - Kritiek alarm aanwezig
pt: Cumulativo - Alarme crítico presente
ro: Cumulativ - alarmă critică prezentă
sl: Kumulativno – kritični alarm je prisoten
zh: 累积 - 关键警报存在

source: Cumulative - At Least One Actuator On (Mtrs, Vlvs...)
ar: تراكمي - مشغل واحد على الأقل على (MTRS ، VLVs ...)
de: Kumulativ - mindestens ein Aktuator auf (MTRS, VLVS ...)
es: Acumulativo: Al Menos Un Actuador On (Mtrs, Vlvs ...)
fr: Cumulatif - Au moins un actionneur activé (Mtrs, Vlvs...)
he: מצטבר - לפחות מפעיל אחד מופעל (MTRs, VLVs...)
it: Cumulativo - Almeno Un Attuatore Acceso (Mtr, Vlv...)
nl: Cumulatief - Ten minste één actuator aan (Mtrs, Vlvs...)
pt: Cumulativo - pelo menos um atuador em (mtrs, vlvs ...)
ro: Cumulativ - cel puțin un actuator pe (MTRS, VLVS ...)
sl: Kumulativno - vsaj en aktuator vklopljen (Mtrs, Vlvs ...)
zh: 累积 - 至少一个执行器（MTRS，VLVS ...）

source: Cumulative - Non-Critical Alarm Present
ar: تراكمي - إنذار غير حراسي
de: Kumulatives - nicht kritischer Alarm vorhanden
es: Acumulativa - Alarma No Crítica Presente
fr: Cumulatif - Alarme non critique présente
he: מצטבר - נוכח אזעקה לא קריטית
it: Cumulativo - Allarme Non Critico Presente
nl: Cumulatief - Niet-kritiek alarm aanwezig
pt: Cumulativo - Alarme não crítico presente
ro: Cumulativ - alarmă non -critică prezentă
sl: Kumulativno - Prisoten nekritični alarm
zh: 累积 - 非关键警报

source: Cumulative - Message Present
ar: تراكمي - رسالة موجودة
de: Kumulativ - Nachricht vorhanden
es: Acumulativo - Mensaje Presente
fr: Cumulatif - Message présent
he: מצטבר - הודעה נוכחת
it: Cumulativo - Messaggio Presente
nl: Cumulatief - Bericht aanwezig
pt: Cumulativo - mensagem presente
ro: Cumulativ - mesaj prezent
sl: Kumulativno – sporočilo je prisotno
zh: 累积 - 消息存在

source: Not Ok For Process
ar: ليس موافق للعملية
de: Nicht in Ordnung für den Prozess
es: No OK Para El Proceso
fr: Pas OK pour le processus
he: לא בסדר לתהליך
it: Non Pronto Per Il Processo
nl: Niet oké voor proces
pt: Não está bem para o processo
ro: Nu este OK pentru proces
sl: Ni v redu za postopek
zh: 无法进行处理

source: Oil Low Temperature
ar: درجة حرارة منخفضة الزيت
de: Öl niedrige Temperatur
es: Temperatura Del Aceite Baja
fr: Huile basse température
he: שמן טמפרטורה נמוכה
it: Olio A Bassa Temperatura
nl: Lage olietemperatuur
pt: Baixa temperatura do óleo
ro: Temperatură scăzută a uleiului
sl: Nizka temperatura olja
zh: 油低温

source: Downstream
ar: المصب
de: Stromabwärts
es: Aguas Abajo
fr: En aval
he: בְּמוֹרַד הַזֶרֶם
it: A Valle
nl: Stroomafwaarts
pt: Rio abaixo
ro: În aval
sl: Dolvodno
zh: 下游

source: Downstream Not Ok (External Plant)
ar: أسفل مجرى النهر ليس موافق (نبات خارجي)
de: Nachgeschaltet nicht in Ordnung (externe Pflanze)
es: Aguas Abajo no OK (Planta Externa)
fr: En aval, pas OK (usine externe)
he: במורד הזרם לא תקין (מפעל חיצוני)
it: A Valle Non Ok (Impianto Esterno)
nl: Stroomafwaarts niet ok (externe installatie)
pt: A jusante não está bem (planta externa)
ro: Aval nu este OK (plantă externă)
sl: Nizvodno ni v redu (zunanji obrat)
zh: 下游不正常（外部植物）

source: Downstream Not Ok
ar: أسفل مجرى النهر ليس موافق
de: Stromabwärts nicht in Ordnung
es: Aguas Abajo no OK
fr: En aval, pas OK
he: דאונסטרים לא בסדר
it: A Valle Non Ok
nl: Stroomafwaarts niet oké
pt: A jusante não está bem
ro: În aval nu este OK
ru: Вниз по течению не в порядке
sl: Dolvodno ni v redu
zh: 下游不正常

source: Sorema Ok To Receive
ar: سوريما موافق لاستلامها
de: Sorema ok zu erhalten
es: Sorema OK Para Recibir
fr: Sorema Ok à recevoir
he: סורמה בסדר לקבל
it: Sorema Ok A Ricevere
nl: Sorema is oké om te ontvangen
pt: Sorema OK para receber
ro: Sorema ok pentru a primi
sl: Sorema V redu za sprejem
zh: Sorema可以接收

source: Waiting For Sorema Plant To Be Ready To Receive
ar: في انتظار أن يكون مصنع Sorema جاهزًا لتلقيه
de: Warten darauf, dass Sorema Plant bereit ist zu empfangen
es: A La Espera De Que La Planta Sorema Esté Lista Para Recibir
fr: En attendant que l'usine de Sorema soit prête à recevoir
he: מחכה שצמח סורמה יהיה מוכן לקבלה
it: In Attesa Che L'impianto Sorema Sia Pronto A Ricevere
nl: Wachten tot de Sorema-plant klaar is om te ontvangen
pt: Esperando a planta de Sorema estar pronta para receber
ro: În așteptarea ca planta Sorema să fie gata de primit
sl: Čakam, da bo rastlina Sorema pripravljena za sprejem
zh: 等待Sorema植物准备接收

source: Sorema Plant Is Not Ok To Receive
ar: مصنع سوريما ليس على ما يرام لتلقيه
de: Die Sorema -Pflanze ist nicht in Ordnung, um zu empfangen
es: La Planta De Sorema No Esta Lista Para Recibir
fr: L'usine Sorema n'est pas autorisée à recevoir
he: צמח SOREMA אינו בסדר לקבל
it: L'Impianto Sorema Non È Ok Per Ricevere
nl: Sorema-plant mag niet worden ontvangen
pt: A planta de Sorema não está bem para receber
ro: Planta Sorema nu este în regulă să primească
sl: Rastlina Sorema ni primerna za sprejem
zh: Sorema Plant不可以接收

source: Local Disconnect Closed
ar: قطع الاتصال المحلي مغلق
de: Lokale Trennung geschlossen
es: Desconexión Local Cerrada
fr: Déconnexion locale fermée
he: ניתוק מקומי סגור
it: Disconnettore Locale Chiuso
nl: Lokale verbinding gesloten
pt: Desconecção local fechada
ro: Deconectare locală închisă
sl: Lokalna prekinitev povezave zaprta
zh: 当地断开连接关闭

source: Rotation Stopped
ar: توقف الدوران
de: Rotation stoppte
es: Rotación Interrumpida
fr: Rotation arrêtée
he: הסיבוב הופסק
it: Rotazione Interrotta
nl: Rotatie gestopt
pt: A rotação parou
ro: Rotația s -a oprit
ru: Вращение остановлено
sl: Vrtenje ustavljeno
zh: 旋转停止了

source: Power Switch Open
ar: مفتاح الطاقة مفتوح
de: Schalter öffnen
es: Interruptor De Alòimentación Abierto
fr: Interrupteur d'alimentation ouvert
he: מתג הפעלה פתוח
it: Disconnettore di potenza Aperto
nl: Aan/uit-schakelaar open
pt: Interruptor de energia aberto
ro: Comutator de alimentare deschis
sl: Stikalo za vklop Odprto
zh: 电源开关打开

source: Cycle In Progress
ar: دورة في التقدم
de: In Arbeit
es: Ciclo En Progreso
fr: Cycle en cours
he: מחזור בעיצומו
it: Ciclo In Corso
nl: Cyclus in uitvoering
pt: Ciclo em andamento
ro: Ciclu în curs
sl: Cikel v teku
zh: 循环正在进行中

source: Generic Cycle Ok (Ok For Process)
ar: دورة عامة موافق (موافق للعملية)
de: Generischer Zyklus OK (OK für den Prozess)
es: Ciclo Genérico Ok (Ok Para El Proceso)
fr: Cycle générique Ok (Ok pour le processus)
he: מחזור כללי בסדר (בסדר לתהליך)
it: Ciclo Generico Ok (Ok Per Processo)
nl: Generieke cyclus Ok (Ok voor proces)
pt: Ciclo genérico OK (OK para processo)
ro: Ciclul generic OK (ok pentru proces)
sl: Generični cikel v redu (v redu za proces)
zh: 通用周期确定（可以处理过程）

source: Initial Backward Position
ar: الموقف المتخلف الأولي
de: Erste Rückwärtsposition
es: Posición Inicial De Retroceso
fr: Position initiale vers l'arrière
he: מיקום ראשוני אחורה
it: Posizione Arretrata Iniziale
nl: Initiële achterwaartse positie
pt: Posição inicial para trás
ro: Poziția inițială înapoi
sl: Začetni položaj nazaj
zh: 初始向后位置

source: Initial Fast Advance
ar: تقدم سريع أولي
de: Anfangsvorschub
es: Avance Rápido Inicial
fr: Avance rapide initiale
he: התקדמות מהירה ראשונית
it: Avanzamento Rapido Iniziale
nl: Initiële snelle vooruitgang
pt: Avanço rápido inicial
ro: Avans rapid inițial
sl: Začetno hitro napredovanje
zh: 最初的快速进步

source: Maximum Push Shredding
ar: أقصى دفع تمزيق
de: Maximale Push -Shredding
es: Máxima Trituración Con Empuje
fr: Déchiquetage par poussée maximale
he: גריסה דחיפה מקסימלית
it: Massima Triturazione A Spinta
nl: Maximale Push Shredding
pt: Push máximo de trituração
ro: Mărunțirea maximă
sl: Največje potisno drobljenje
zh: 最大推碎

source: Delay
ar: تأخير
de: Verzögerung
es: Retraso
fr: Retard
he: לְעַכֵּב
it: Ritardo
nl: Vertraging
pt: Atraso
ro: Întârziere
sl: Zamuda
zh: 延迟

source: Hydraulic Unit Off
ar: وحدة الهيدروليكية قبالة
de: Hydraulikeinheit aus
es: Unidad Hidráulica Apagada
fr: Unité hydraulique arrêtée
he: יחידה הידראולית כבויה
it: Unità Idraulica Spenta
nl: Hydraulische eenheid uit
pt: Unidade hidráulica desligada
ro: Unitate hidraulică oprită
sl: Hidravlična enota izklopljena
zh: 液压单元关闭

source: Pusher Not Forward
ar: لم يكن للدفع إلى الأمام
de: Drücker nicht vorwärts
es: Empujador No Hacia Adelante
fr: Le poussoir n'avance pas
he: דוחף לא קדימה
it: Spintore Non Avanti
nl: Duwer niet vooruit
pt: Empurrador não para a frente
ro: Pusher nu înainte
sl: Potiskalo ni naprej
zh: 推动器不向前

source: Pusher Forward Position Reached
ar: تم الوصول
de: Pusher -Vorwärtsposition erreichte
es: Posición De Avance Del Empujador Alcanzada
fr: Position avant du poussoir atteinte
he: הושג עמדת הדוחף קדימה
it: Posizione In Avanti Dello Spintore Raggiunta
nl: Duw-voorwaartse positie bereikt
pt: Pusher para a frente para a frente alcançada
ro: Poziția înainte de împingere a ajuns
sl: Dosežen položaj potiska naprej
zh: 推动器向前的位置达到

source: Pusher Not Reverse
ar: بوهي لا عكس
de: Drücker nicht umgekehrt
es: Empujador No En Inversión
fr: Poussoir non inversé
he: PUSHER לא הפוך
it: Spintore non in inversione
nl: Duwer niet achteruit
pt: Empurrador não é reverso
ro: Pusher nu este invers
sl: Potiskalo ni vzvratno
zh: 推动器不逆转

source: Pusher Reverse Position Reached
ar: وصلت الموضع العكسي للدافع
de: Pusher Reverse -Position erreichte
es: Posición Inversa Del Empujador Alcanzada
fr: Position inversée du poussoir atteinte
he: הושג מיקום הדחף לאחור
it: Posizione Inversa Dello Spintore Raggiunta
nl: Duwpositie achteruit bereikt
pt: Pusher reversa de posição alcançada
ro: Poziția inversă a împingerii atinse
sl: Dosežen povratni položaj potiska
zh: 推动器反向位置达到

source: Downstream Safety Not Ok
ar: السلامة في اتجاه مجرى النهر لا بأس
de: Nachgelagerte Sicherheit nicht in Ordnung
es: Seguridad Aguas Abajo no OK
fr: La sécurité en aval n'est pas correcte
he: בטיחות במורד הזרם לא בסדר
it: Sicurezza A Valle Non Ok
nl: Downstream-veiligheid niet oké
pt: Segurança a jusante não ok
ro: Siguranța în aval nu este OK
sl: Nizvodna varnost ni v redu
zh: 下游安全不可行

source: Safety Key Extracted
ar: مفتاح السلامة المستخرجة
de: Sicherheitsschlüssel extrahiert
es: Llave De Seguridad Extraída
fr: Clé de sécurité extraite
he: מפתח בטיחות חולץ
it: Chiave Di Sicurezza Estratta
nl: Veiligheidssleutel geëxtraheerd
pt: Chave de segurança extraída
ro: Cheie de siguranță extrasă
sl: Izvlečen varnostni ključ
zh: 安全键提取

source: Pusher Retract
ar: تراجع البهجة
de: Drücker zurückziehen
es: Retracción De Empujador
fr: Rétractation du poussoir
he: דחיפה נסיגה
it: Ritiro Dello Spintore
nl: Duwer intrekken
pt: Pusher retrair
ro: Pusher se retrage
sl: Potiskalnik Retract
zh: 推动器缩回

source: Pusher Retract In Progress
ar: تراجع البهجة قيد التقدم
de: Pusher Retract in Arbeit
es: Retracción De Empujador En Progreso
fr: Rétraction du poussoir en cours
he: דחיפה מתקדמת
it: Retrazione Dello Spintore In Corso
nl: Duwstang intrekken bezig
pt: Empurrador retrair em andamento
ro: Pusher se retrage în desfășurare
sl: Poteka umik potiska
zh: 推动器正在缩回

source: Cumulative - New Alarm Present
ar: تراكمي - إنذار جديد حاضر
de: Kumulativ - neuer Alarm vorhanden
es: Acumulativo - Nueva Alarma Presente
fr: Cumulatif - Nouvelle alarme présente
he: מצטבר - אזעקה חדשה נוכחת
it: Cumulativo - Nuovo Allarme Presente
nl: Cumulatief - Nieuw alarm aanwezig
pt: Cumulativo - novo alarme presente
ro: Cumulativ - Nou alarmă prezent
sl: Kumulativno – prisoten nov alarm
zh: 累积 - 新警报出现

source: Rotor Current Ok
ar: التيار الدوار موافق
de: Rotorstrom ok
es: Corriente Del Rotor Ok
fr: Courant du rotor OK
he: זרם הרוטור בסדר
it: Corrente Rotore Ok
nl: Rotorstroom Ok
pt: Corrente do rotor OK
ro: Curent rotor OK
sl: Tok rotorja OK
zh: 转子电流正常

source: Rotor Current Not Ok For Material Loading
ar: تيار الدوار ليس موافق لتحميل المواد
de: Rotorstrom nicht in Ordnung für die Materialbelastung
es: Corriente Del Rotor no OK Para Carga De Material
fr: Le courant du rotor n'est pas correct pour le chargement du matériau
he: זרם הרוטור לא תקין עבור טעינת חומר
it: Corrente Rotore Non Ok Per Il Caricamento Del Materiale
nl: Rotorstroom niet ok voor materiaallading
pt: Corrente do rotor não ok para carregar material
ro: Curentul rotorului nu este OK pentru încărcarea materialelor
sl: Tok rotorja ni v redu za nalaganje materiala
zh: 转子电流不适合材料加载

source: No Reverse Rotation
ar: لا دوران عكسي
de: Keine umgekehrte Rotation
es: Sin Rotación Inversa
fr: Pas de rotation inverse
he: אין סיבוב הפוך
it: Nessuna Rotazione Inversa
nl: Geen omgekeerde rotatie
pt: Sem rotação reversa
ro: Fără rotație inversă
sl: Brez vzvratne rotacije
zh: 没有反向旋转

source: Rotor Is Moving Reverse To Prevent Blockage
ar: الدوار يتحرك عكس ذلك لمنع الانسداد
de: Der Rotor bewegt sich umgekehrt, um die Blockierung zu verhindern
es: El Rotor Se Mueve Hacia Atrás Para Evitar Bloqueo
fr: Le rotor tourne en sens inverse pour éviter tout blocage
he: הרוטור נע לאחור כדי למנוע חסימה
it: Il Rotore Si Sta Muovendo All'Indietro Per Prevenire Il Blocco
nl: Rotor beweegt achteruit om blokkering te voorkomen
pt: O rotor está se movendo reverso para impedir o bloqueio
ro: Rotorul se mișcă invers pentru a preveni blocajul
sl: Rotor se premika vzvratno, da prepreči blokado
zh: 转子正在反向移动以防止阻塞

source: Pusher Backward
ar: بوضع للخلف
de: Drücker rückwärts
es: Empujador Hacia Atrás
fr: Poussoir vers l'arrière
he: דוחף לאחור
it: Spingitore All'Indietro
nl: Duw achteruit
pt: Empurrador para trás
ro: Împinger înapoi
sl: Potiskalnik nazaj
zh: 向后推

source: Pusher Fast Advance
ar: تقدم بسرعة
de: Pusher schneller Fortschritt
es: Avance Rápido De Empuje
fr: Poussoir Avance Rapide
it: Avanzamento Rapido Dello Spintore
nl: Pusher Snelle Vooruitgang
pt: Avanço rápido do empurrador
ro: Pusher avans rapid
sl: Potiskalnik Fast Advance
zh: 推动器快速进步

source: High Load - Pusher Step Back
ar: حمولة عالية - خطوة دفع إلى الوراء
de: Hoher Last - Pusher -Schritt zurück
es: Carga Elevada - Empujador Hacia Atrás
fr: Charge élevée - Recul du poussoir
he: עומס גבוה - דחף צעד אחורה
it: Carico Elevato - Spintore passo indietro
nl: Hoge belasting - Pusher stap terug
pt: Alta carga - Pusher passo para trás
ro: Încărcare mare - Pusher pas înapoi
sl: Visoka obremenitev - potisni korak nazaj
zh: 高负载 - 推杆退后一步

source: High Load - Rotor Reverse
ar: حمولة عالية - عكس الدوار
de: Hohe Last - Rotor -Rückwärtsgang
es: Carga Elevada - Inversión Del Rotor
fr: Charge élevée - Rotor inversé
he: עומס גבוה - רוטור הפוך
it: Carico Elevato - Inversione Del Rotore
nl: Hoge belasting - Rotoromkeer
pt: Alta carga - rotor reverso
ro: Sarcina mare - rotor invers
sl: Visoka obremenitev - obratna smer rotorja
zh: 高负载 - 转子反向

source: Pusher Back For Downstream Not Ok
ar: عودة البواد إلى أسفل مجرى النهر ليس موافق
de: Pusher zurück für Downstream nicht in Ordnung
es: Empujador Hacia Atrás Aguas Abajo no OK
fr: Le poussoir en aval n’est pas correct
he: דוחף חזרה למורד הזרם לא בסדר
it: Spintore inditro Per Non Ok a Valle
nl: Terugduwboot voor stroomafwaarts niet oké
pt: Empurrador de volta para rio abaixo não ok
ro: Împingere înapoi pentru aval nu ok
sl: Potiskalnik nazaj za navzdol ni v redu
zh: 推动器向下游不正常

source: Rotor Reverse (Forward Timeout)
ar: عكس الدوار (مهلة الأمامية)
de: Rotor -Rückwärtsgang (Vorwärtszeitlimit)
es: Inversión Del Rotor ( Avance Temporizado)
fr: Rotor inversé (délai avant)
he: רוטור לאחור (זמן קצוב קדימה)
it: Inversione Del Rotore (Timeout In Avanti)
nl: Rotoromkeer (voorwaartse time-out)
pt: Rotor reverso (tempo limite para a frente)
ro: Rotor Revers (Timeout înainte)
zh: 转子反向（向前超时）

source: Pusher Step Back Requested
ar: طلب الخطوة إلى الوراء
de: Schritt zurück angefordert
es: Requerido Retroceso Del Empujador Requerido
fr: Recul du poussoir demandé
he: דרוש צעד אחורה דוחף
it: Richiesta passo indietro dello spintore
nl: Pusher stap terug gevraagd
pt: Pusher passo para trás solicitado
ro: Pusher pas înapoi solicitat
sl: Zahtevan je korak nazaj
zh: 推动器退后一步

source: Rotor Reverse Requested
ar: طلب الدوار العكسي
de: Rotor Reverse angefordert
es: Requerida Inversion Del Rotor
fr: Inversion du rotor demandée
he: רוטור היפוך מתבקש
it: Richiesta Inversione Del Rotore
nl: Rotor Reverse aangevraagd
pt: Rotor reverso solicitado
ro: Revers rotor solicitat
sl: Zahtevano vzvratno delovanje rotorja
zh: 转子反向请求

source: Rotor Starting
ar: بدء الدوار
de: Rotor -Start
es: Inicio Del Rotor
fr: Démarrage du rotor
he: הפעלת רוטור
it: Avviamento Del Rotore
nl: Rotor starten
pt: Rotor Iniciando
ro: Rotor pornind
sl: Zagon rotorja
zh: 转子启动

source: Emergency Stop Reset Ok (Direct) (Of This Cabinet)
ar: إيقاف الطوارئ إعادة تعيين موافق (مباشر) (من هذا الخزانة)
de: Notfall -Stop Reset OK (direkt) (dieses Kabinetts)
es: Restablecimiento De Parada De Emergencia Ok (Directo) (De EsteArmario)
fr: Arrêt d'urgence Réinitialisation Ok (Direct) (De cette armoire)
he: איפוס עצירת חירום תקין (ישיר) (של ארון זה)
it: Arresto Di Emergenza Reset Ok (Diretto) (Di Questo Quadro)
nl: Noodstop resetten ok (direct) (van deze kast)
pt: Parada de emergência Redefinir OK (direto) (deste gabinete)
ro: Resetare de oprire de urgență OK (directă) (a acestui dulap)
sl: Izklop v sili Ponastavitev OK (Neposredno) (tega kabineta)
zh: 紧急停止重置OK（直接）（此内阁的直接）

source: Analog Inputs Protection
ar: حماية المدخلات التناظرية
de: Analoger Eingänge Schutz
es: Protección De Entradas Analógicas
fr: Protection des entrées analogiques
he: הגנה על כניסות אנלוגיות
it: Protezione Ingressi Analogici
nl: Bescherming van analoge ingangen
pt: Proteção de entradas analógicas
ro: Protecția intrărilor analogice
ru: Защита аналоговых входов
sl: Zaščita analognih vhodov
zh: 模拟输入保护

source: SYS - Analog Inputs
ar: SYS - المدخلات التناظرية
de: SYS - Analoge Eingänge
es: SYS - Entradas Analógicas
fr: SYS - Entrées analogiques
he: SYS - כניסות אנלוגיות
it: SYS - Ingressi Analogici
nl: SYS - Analoge ingangen
pt: SYS - entradas analógicas
ro: SYS - Intrări analogice
sl: SYS - Analogni vhodi
zh: 系统 - 模拟输入

source: SYS - Signalling Hmi Beacon
ar: SYS - إشارات HMI منارة
de: SYS - HMI Beacon signalisieren
es: SYS - Baliza De Señalización De Hmi
fr: SYS - Balise Hmi de signalisation
he: SYS - Signaling HMI Beacon
it: SYS - Torretta di segnalazione Hmi
nl: SYS - Signalering Hmi-baken
pt: SYS - sinalização de sinalização HMI
ro: SYS - Semnalizare HMI Beacon
sl: SYS - signalizacijski svetilnik HMI
zh: SYS-信号HMI信标

source: Cooling System Overload Protection
ar: حماية الحمل الزائد لنظام التبريد
de: Überlastungsschutz des Kühlsystems
es: Protección Contra Sobrecarga Del Sistema De Enfriamiento
fr: Protection contre les surcharges du système de refroidissement
he: הגנה מפני עומס יתר של מערכת הקירור
it: Sovraccarico della protezione Del Sistema Di Raffreddamento
nl: Overbelastingsbeveiliging van het koelsysteem
pt: Proteção de sobrecarga do sistema de refrigeração
ro: Protecția împotriva suprasarcinării sistemului de răcire
ru: Защита от перегрузки системы охлаждения
sl: Zaščita pred preobremenitvijo hladilnega sistema
zh: 冷却系统超负荷保护

source: SYS - Cabinet Cooling System Overload
ar: نظام - نظام تبريد الخزانة الزائد
de: SYS - Überlastung des Schrankkühlsystems
es: SYS - Sobrecarga Del Sistema De Enfriamiento DelArmario
fr: SYS - Surcharge du système de refroidissement de l'armoire
he: SYS - עומס יתר של מערכת קירור ארונות
it: SYS - Sovraccarico Del Sistema Di Raffreddamento Del Quadro
nl: SYS - Overbelasting van het kastkoelsysteem
pt: Sistema de sistema de resfriamento do gabinete sobrecarga
ro: SYS - Sistem de răcire a dulapului
sl: SYS - Preobremenitev hladilnega sistema ohišja
zh: 系统 - 机柜冷却系统超负荷

source: Cooling System Healty
ar: نظام التبريد شفاء
de: Kühlsystem Heiligkeit
es: Sistema De Enfriamiento OK
fr: Système de refroidissement sain
he: מערכת קירור בריאה
it: Stato ok del Sistema Di Raffreddamento
nl: Koelsysteem gezond
pt: Cura do sistema de refrigeração
ro: Sistemul de răcire vindecat
sl: Hladilni sistem zdrav
zh: 冷却系统治疗

source: SYS - Air Conditioning Unit Status
ar: SYS - حالة وحدة تكييف الهواء
de: SYS - Status der Klimaanlageeinheit
es: SYS - Estado De La Unidad De Aire Acondicionado
fr: SYS - État de l'unité de climatisation
he: SYS - מצב יחידת מיזוג אוויר
it: SYS - Stato Dell'Unità Di Condizionamento Dell'Aria
nl: SYS - Status van de airconditioningunit
pt: SYS - Status da unidade de ar condicionado
ro: SYS - Starea unității de aer condiționat
sl: SYS - Stanje klimatske naprave
zh: 系统 - 空调单元状态
