Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: On
ar: تشغيل
de: Auf
es: Encender
fr: Sur
he: כבודו
nl: Op
pt: Ligado
ro: Pe
ru: На
sl: Vklopljeno
zh: 在

source: Off
ar: إيقاف
de: aus
es: Apagar
fr: Désactivé
he: כבוי
it: Spento
nl: Uit
pt: Desligado
ru: Выключенный
sl: Izključeno
zh: 离开

source: Active Events
ar: الأحداث النشطة
de: Aktive Events
es: Eventos Activos
fr: Événements actifs
he: אירועים פעילים
it: Eventi Attuali
nl: Actieve evenementen
pt: Eventos ativos
ro: Evenimente active
ru: Активные события
sl: Aktivni dogodki
zh: 活动事件

source: Logged Events
ar: الأحداث المسجلة
de: Protokollierte Events
es: Eventos Registrados
fr: Événements enregistrés
he: אירועים מתועדים
it: Eventi Registrati
nl: Geregistreerde gebeurtenissen
pt: Eventos registrados
ro: Evenimente înregistrate
ru: Зарегистрированные события
sl: Beleženi dogodki
zh: 记录的事件

source: Delete Group
ar: حذف المجموعة
de: Gruppe löschen
es: Eliminar Grupo
fr: Supprimer le groupe
he: מחק קבוצה
it: Elimina Gruppo
nl: Groep verwijderen
pt: Excluir grupo
ro: Ștergeți grupul
ru: Удалить группу
sl: Izbriši skupino
zh: 删除组

source: Back
ar: عودة
de: Zurück
es: Atrás
fr: Dos
he: חזור
it: Indietro
nl: Rug
pt: Voltar
ro: Înapoi
ru: Назад
sl: Nazaj
zh: 后退

source: Faults and Messages
ar: الأخطاء والرسائل
de: Fehler und Nachrichten
es: Fallos Y Mensajes
fr: Défauts et messages
he: תקלות והודעות
it: Allarmi e Messaggi
nl: Fouten en berichten
pt: Falhas e mensagens
ro: Defecțiuni și mesaje
ru: Неисправности и сообщения
sl: Napake in sporočila
zh: 缺点和消息

source: Signals
ar: إشارات
de: Signale
es: Señales
fr: Signaux
he: אותות
it: Segnali
nl: Signalen
pt: Sinais
ro: Semnale
ru: Сигналы
sl: Signali
zh: 信号

source: Temperature
ar: درجة حرارة
de: Temperatur
es: La Temperatura
fr: Température
he: טמפרטורות
it: Temperatura
nl: Temperatuur
pt: Temperatura
ro: Temperatura
ru: Температура
sl: Temperatura
zh: 温度

source: Actual Temperature
ar: درجة الحرارة الفعلية
de: Tatsächliche Temperatur
es: Temperatura Real
fr: Température réelle
he: טמפרטורה בפועל
it: Temperature Attuale
nl: Werkelijke temperatuur
pt: Temperatura real
ro: Temperatura reală
ru: Фактическая температура
sl: Dejanska temperatura
zh: 实际温度

source: Estop OK
ar: Estop موافق
de: halt ok
he: עצור בסדר
pt: Impop ok
ru: Эстоп ОК
sl: Stop OK
zh: 急停OK

source: Disabled Mode
ar: وضع المعوقين
de: Deaktivierter Modus
es: Modo Deshabilitado
fr: Mode désactivé
he: מצב מושבת
it: Modalità Disabilitata
nl: Uitgeschakelde modus
pt: Modo desativado
ro: Mod dezactivat
ru: Отключенный режим
sl: Onemogočen način
zh: 禁用模式

source: Maintenance Mode
ar: نمط الصيانة
de: Wartungsmodus
es: Modo De Mantenimiento
fr: Mode d'entretien
he: מצב תחזוקה
it: Modalità Manutenzione
nl: Onderhoudsmodus
pt: Modo de manutenção
ro: modul de întreținere
ru: Режим технического обслуживания
sl: Način vzdrževanja
zh: 维护模式

source: Automatic Mode
ar: الوضع التلقائي
de: Automatischer Modus
es: Modo Automatico
fr: Mode automatique
he: מצב אוטומטי
it: Modalità Automatica
nl: Automatische modus
pt: Modo automático
ro: Mod automat
ru: Автоматический режим
sl: Samodejni način
zh: 自动模式

# PRODUCTION CYCLE
source: Prodution Line
ar: خط الإنتاج
de: Produktionslinie
es: Línea De Producción
fr: Ligne de production
he: קו ייצור
it: Ciclo Produzione
nl: Productielijn
pt: Linha de Produção
ro: Linie de produtie
ru: производственная линия
sl: Proizvodna linija
zh: 生产线

source: Zone Prepared
ar: منطقة معدة
de: Zone vorbereitet
es: Zona Preparada
fr: Zone préparée
he: אזור מוכן
it: Zona Preparata
nl: Zone voorbereid
pt: Zona preparada
ro: Zona pregătită
ru: Зона подготовлена
sl: Cona Pripravljena
zh: 准备区

source: Stop Cycle ON
ar: إيقاف الدورة ON
de: Stoppzyklus EIN
es: Ciclo De Parada ON
fr: Arrêter le cycle activé
he: עצירת מחזור מופעל
it: Ciclo di Stop Avviato
nl: Stopcyclus AAN
pt: Pare de ciclo
ro: Opriți -vă ciclul
ru: Остановить цикл ВКЛ
sl: Ustavi cikel VKLOP
zh: 停止循环

source: Stop Cycle Pending
ar: إيقاف الدورة المعلقة
de: Stoppzyklus ausstehend
es: Ciclo De Parada Pendiente
fr: Cycle d'arrêt en attente
he: עצור מחזור בהמתנה
it: Ciclo di Stop in Attesa
nl: Stopcyclus in behandeling
pt: Pare o ciclo pendente
ro: Opriți ciclul în așteptare
ru: Остановить цикл в ожидании
sl: Ustavi cikel v teku
zh: 停止循环挂起

source: Yes
ar: نعم
de: ja
es: Sí
fr: Oui
he: כן
it: Si
nl: Ja
pt: Sim
ro: da
ru: да
sl: ja
zh: 是的

source: No
ar: رقم
de: Nein
fr: Non
he: לא
nl: Nee
pt: Não
ro: Nu
ru: Нет
sl: št
zh: 不

source: Do you Confirm?
ar: هل تؤكد؟
de: Bestätigen Sie?
es: ¿Confirmas?
fr: Confirmez-vous ?
he: האם אתה מאשר?
it: Confermi?
nl: Bevestigt u?
pt: Você confirma?
ro: Confirmați?
ru: Вы подтверждаете?
sl: Ali potrdite?
zh: 你确认了吗？

source: Estop Not OK
ar: Estop ليس جيدًا
de: Stopp Nicht OK
es: E-Stop No Ok
fr: Estop pas OK
he: Estop לא בסדר
it: E-Stop non OK
nl: Estop Niet OK
pt: Impop não ok
ro: Estop nu ok
ru: Эстоп не в порядке
sl: Estop Ni v redu
zh: 急停不行

source: Details
ar: تفاصيل
de: Einzelheiten
es: Detalles
fr: Détails
he: פרטים
it: Dettagli
pt: Detalhes
ro: Detalii
ru: Подробности
sl: Podrobnosti
zh: 细节

source: Create New User Group
ar: إنشاء مجموعة مستخدمين جديدة
de: Neue Benutzergruppe erstellen
es: Crear Nuevo Grupo De Usuarios
fr: Créer un nouveau groupe d'utilisateurs
he: צור קבוצת משתמשים חדשה
it: Crea un Nuovo Gruppo Utente
nl: Nieuwe gebruikersgroep aanmaken
pt: Crie um novo grupo de usuários
ro: Creați un nou grup de utilizatori
ru: Создать новую группу пользователей
sl: Ustvari novo uporabniško skupino
zh: 创建新用户组

source: Password
ar: كلمة المرور
de: Passwort
fr: Mot de passe
he: סיסמה
nl: Wachtwoord
pt: Senha
ro: Parola
ru: Пароль
sl: Geslo
zh: 密码

source: Save All
ar: احفظ الكل
de: Rette alle
es: Salva Todo
fr: Enregistrer tout
he: שמור הכל
it: Salva Tutti
nl: Alles opslaan
pt: Salvar tudo
ro: Salvează tot
ru: Сохранить все
sl: Shrani vse
zh: 保存全部

source: Electrical Drawing
ar: الرسم الكهربائي
de: Elektronische Zeichnung
es: Esquema Eléctrico
fr: Dessin électrique
he: שרטוט חשמלי
it: Schema Elettrico
nl: Elektrisch tekenen
pt: Desenho Elétrico
ro: Desen electric
ru: Электрический чертеж
sl: Električna risba
zh: 电气制图

source: Loading
ar: جار التحميل
de: Wird geladen
es: Cargando
fr: Chargement
he: טוען
it: Caricamento
nl: Bezig met laden
pt: Carregando
ro: Se încarcă
ru: Загрузка
sl: Nalaganje
zh: 加载中

source: Progress
ar: تقدم
es: Progreso
fr: Progrès
he: התקדמות
it: Progresso
nl: Voortgang
pt: Progresso
ro: Progres
ru: Прогресс
sl: Napredek
zh: 进步

source: Weight
ar: وزن
de: Gewicht
es: Peso
fr: Poids
he: מִשׁקָל
it: Peso
nl: Gewicht
pt: Peso
ro: Greutate
ru: Масса
sl: Teža
zh: 重量

source: Flowrate
ar: معدل المد و الجزر
de: Fließrate
es: Caudal
fr: Débit
he: קצב זרימה
it: Portata
nl: Stroomsnelheid
pt: Quociente de vazão
ro: Debit
ru: Расход
sl: Pretok
zh: 流量

source: Reference
ar: مرجع
de: Referenz
es: Referencia
fr: Référence
he: התייחסות
it: Riferimento
nl: Referentie
pt: Referência
ro: Referinţă
ru: Ссылка
sl: Referenca
zh: 参考

source: Pressure
ar: ضغط
de: Druck
es: Presión
fr: Pression
he: לַחַץ
it: Pressione
nl: Druk
pt: Pressão
ro: Presiune
ru: Давление
sl: Pritisk
zh: 压力

source: Event Page
ar: صفحة الحدث
de: Ereignisseite
es: Página De Evento
fr: Page d'événement
he: עמוד האירוע
it: Pagina Eventi
nl: Evenementenpagina
pt: Página de eventos
ro: Pagina evenimentului
ru: Страница события
sl: Stran dogodka
zh: 活动页面

source: Critical Alarm!
ar: إنذار حرج!
de: Kritischer Alarm!
es: ¡Alarma Crítica!
fr: Alarme critique !
he: אזעקה קריטית!
it: Allarme Critico!
nl: Kritiek alarm!
pt: Alarme crítico!
ro: Alarmă critică!
ru: Критическая тревога!
sl: Kritični alarm!
zh: 紧急警报！

source: Critical Fault Present
ar: خطأ حرج موجود
de: Kritischer Fehler vorhanden
es: Fallo Crítico Presente
fr: Défaut critique présent
he: תקלה קריטית נוכחת
it: Allarme Critico Presente
nl: Kritieke fout aanwezig
pt: Falha crítica presente
ro: Defecțiune critică prezentă
ru: Присутствует критическая ошибка
sl: Prisotna kritična napaka
zh: 存在严重故障

source: Full Range Adjust
ar: ضبط النطاق الكامل
de: Vollbereichsanpassung
es: Ajuste De Todo El Rango
fr: Ajustement de la gamme complète
he: התאמת טווח מלא
it: Regolazione del Fondo Scala
nl: Volledig bereik aanpassen
pt: Ajuste de alcance completo
ro: Reglare completă
ru: Настройка полного диапазона
sl: Nastavitev celotnega obsega
zh: 全范围调整

source: Motor Current
ar: السيارات الحالية
de: Motorstrom
es: Corriente Del Motor
fr: Courant du moteur
he: זרם מנוע
it: Corrente Motore
nl: Motorstroom
pt: Corrente do motor
ro: Curent motor
ru: Ток двигателя
sl: Tok motorja
zh: 电机电流

source: Sensor ID
ar: معرف جهاز الاستشعار
es: Identificación Del Sensor
fr: ID du capteur
he: מזהה חיישן
it: ID Sensore
pt: ID do sensor
ro: ID senzor
ru: Идентификатор датчика
sl: ID senzorja
zh: 传感器 ID

source: Electrical ID
ar: معرف كهربائي
de: Elektrische ID
es: Identificación Eléctrica
fr: Identification électrique
he: תעודה מזהה חשמלית
it: ID Elettrico
nl: Elektrische ID
pt: ID elétrica
ro: ID electric
ru: Электрический идентификатор
sl: Električni ID
zh: 电气标识

source: Ok Status
ar: طيب الحالة
es: Estado Correcto
fr: Ok Statut
he: אוקי סטטוס
it: Stato Ok
nl: Oké status
ru: ОК Статус
zh: 正常状态

source: El. Drawing
ar: إل. رسم
de: El. Zeichnung
es: El. Dibujo
fr: El. Dessin
he: אל ציור
it: Schema Elet
nl: El. Tekening
pt: El. Desenho
ro: El. Desen
ru: Эл. Рисунок
sl: El. risanje
zh: 埃尔。 绘画

source: Motor Temperature
ar: درجة حرارة المحرك
de: Motortemperatur
es: Temperatura Del Motor
fr: Température du moteur
he: טמפרטורת מנוע
it: Temperatura Motore
nl: Motortemperatuur
pt: Temperatura do motor
ro: Temperatura motorie
ru: Температура двигателя
sl: Temperatura motorja
zh: 电机温度

source: Overload Protection
ar: حماية من زيادة الحمولة
de: Überspannungschutz
es: Protección De Sobrecarga
fr: Protection contre les surcharges
he: הגנת עומס יתר
it: Protezione Sovraccarico
nl: Overbelastingsbeveiliging
pt: Proteção de sobrecarga
ro: Protecția suprasarcină
ru: Защита от перегрузки
sl: Zaščita pred preobremenitvijo
zh: 过载保护

source: Command ON
ar: الأمر قيد التشغيل
de: Befehl EIN
es: Comando Encendido
fr: Commande ON
he: הפקודה ON
it: Comando ON
nl: Commando AAN
pt: Comando em
ro: Comandă pe
ru: Команда ВКЛ
sl: Ukaz VKLOP
zh: 命令开启

source: No Critical Fault
ar: لا خطأ فادح
de: Kein kritischer Fehler
es: Ningún Fallo Crítico
fr: Aucun défaut critique
he: אין תקלה קריטית
it: Nessun Allarme Critico
nl: Geen kritieke fout
pt: Sem falha crítica
ro: Nici o eroare critică
ru: Нет критической ошибки
sl: Ni kritične napake
zh: 无严重故障

source: No Minor Fault
ar: لا عيب طفيف
de: Kein kleiner Fehler
es: Ningún Fallo Leve
fr: Pas de faute mineure
he: אין תקלה קטנה
it: Nessun Allarme Secondario
nl: Geen kleine fout
pt: Sem falha menor
ro: Fără vina minoră
ru: Нет незначительной неисправности
sl: Ni manjše napake
zh: 无小故障

source: Local Disconnect
ar: قطع الاتصال المحلي
de: Lokale Trennung
es: Desconector Local
fr: Déconnexion locale
he: ניתוק מקומי
it: Disconnettore Locale
nl: Lokale verbinding verbreken
pt: Desconexão local
ro: Deconectare locală
ru: Локальное отключение
sl: Lokalna prekinitev povezave
zh: 本地断开

source: Component Enabled
ar: تم تمكين المكون
de: Komponente aktiviert
es: Componente Habilitado
fr: Composant activé
he: רכיב מופעל
it: Componente Abilitato
nl: Component ingeschakeld
pt: Componente ativado
ro: Componentă activată
ru: Компонент включен
sl: Komponenta omogočena
zh: 启用组件

source: Run Auto Interlocks
ar: تشغيل الأقفال التلقائية
de: Automatische Verriegelungen ausführen
es: Ejecutar Enclavamientos Automáticos
fr: Exécuter des verrouillages automatiques
he: הפעל את המנעולים האוטומטיים
it: Eseguire Interblocchi Automatici
nl: Automatische vergrendelingen uitvoeren
pt: Execute intertravamentos automáticos
ro: Rulați interblocări automate
ru: Запуск автоблокировок
sl: Zaženite samodejne blokade
zh: 运行自动联锁

source: Start Auto Interlocks
ar: بدء القفل التلقائي
de: Automatische Verriegelungen starten
es: Iniciar Enclavamientos Automáticos
fr: Démarrer les verrouillages automatiques
he: הפעל את המנעולים האוטומטיים
it: Avvio Interblocchi Automatici
nl: Start automatische vergrendelingen
pt: Inicie os intertravamentos automáticos
ro: Porniți interblocările automate
ru: Запустить автоблокировку
sl: Zaženite samodejne blokade
zh: 启动自动联锁

# NO-STOP AUTO INTERLOCKS
source: Auto Interlocks - No Stop
ar: الأقفال التلقائية - لا توقف
de: Automatische Verriegelungen – kein Stopp
es: Enclavamientos Automáticos: Sin Parada
fr: Verrouillages automatiques - Pas d'arrêt
he: נעילות אוטומטיות - ללא עצירה
it: Interblocchi Automatici - No Stop
nl: Automatische vergrendelingen - Geen stop
pt: Intertravamentos automáticos - sem parar
ro: Interbatele auto - fără oprire
ru: Автоматические блокировки — без остановки
sl: Samodejne zapore - brez ustavljanja
zh: 自动联锁 - 不停歇

# OVERLOAD MINIMUM TIME EXPIRED
source: Overload Minimum Temperature Expired
ar: منتهية الحد الأدنى لدرجة الحرارة الزائدة
de: Überlast Mindesttemperatur abgelaufen
es: Sobrecarga Temperatura Mínima Vencida
fr: Température minimale de surcharge expirée
he: עומס יתר פג תוקף הטמפרטורה המינימלית
it: Sovraccarico Temperature Minima Scaduto
nl: Minimumtemperatuur overbelasting verlopen
pt: Sobrecarga a temperatura mínima expirada
ro: Temperatura minimă de suprasarcină a expirat
ru: Минимальная температура перегрузки истекла
sl: Najnižja temperatura preobremenitve je potekla
zh: 过载最低温度已过期

# UPSTREAM SAFETY
source: Upsream Safety
ar: أمان Upsream
de: Upstream-Sicherheit
es: Seguridad Aguas Arriba
fr: Sécurité en amont
it: Sicurezza a Monte
nl: Upsream-veiligheid
pt: Segurança upsream
ro: Siguranță în aer liber
ru: Безопасность вверх по течению
sl: Varnost navzgor
zh: 上游安全

source: Downstream Safety
ar: سلامة المصب
de: Nachgelagerte Sicherheit
es: Seguridad Aguas Abajo
fr: Sécurité en aval
he: בטיחות במורד הזרם
it: Sicurezza a Valle
nl: Downstream-veiligheid
pt: Segurança a jusante
ro: Siguranță în aval
ru: Безопасность ниже по течению
sl: Varnost na nižji stopnji
zh: 下游安全

source: Minimum Restart Time
ar: الحد الأدنى لوقت إعادة التشغيل
de: Minimale Neustartzeit
es: Tiempo Mínimo De Reinicio
fr: Temps de redémarrage minimum
he: זמן הפעלה מחדש מינימלי
it: Minimo Tempo di Riavvio
nl: Minimale herstarttijd
pt: Tempo mínimo de reinicialização
ro: Timp minim de repornire
ru: Минимальное время перезапуска
sl: Minimalni čas ponovnega zagona
zh: 最短重启时间

source: Current OK for material
ar: موافق الحالي للمادة
de: Strom OK für Material
es: Corriente OK Para El Material
fr: OK actuel pour le matériel
he: נוכחי בסדר לחומר
it: Corrente OK per materiale
nl: Huidige OK voor materiaal
pt: Atual ok para material
ro: Actual ok pentru material
ru: Текущий ОК для материала
sl: Trenutno OK za material
zh: 材料的电流OK

source: PLC Connection Lost!
ar: فقد اتصال PLC!
de: SPS-Verbindung unterbrochen!
es: ¡Conexión PLC Perdida!
fr: Connexion API perdue !
he: חיבור PLC אבד!
it: Connessione PLC Persa!
nl: PLC-verbinding verbroken!
pt: Conexão PLC Lost!
ro: Conexiune PLC pierdută!
ru: Потеряно соединение с ПЛК!
sl: PLC povezava izgubljena!
zh: PLC 连接丢失！

source: Server Connection Lost!
ar: انقطع الاتصال بالخادم!
de: Serververbindung verloren!
es: ¡Conexión Con El Servidor Perdida!
fr: Connexion au serveur perdue !
he: חיבור השרת אבד!
it: Connessione al Server Persa!
nl: Serververbinding verbroken!
pt: Conexão do servidor perdida!
ro: Conexiunea serverului a pierdut!
ru: Соединение с сервером потеряно!
sl: Povezava s strežnikom je prekinjena!
zh: 服务器连接丢失！

source: PLC Simulation
ar: محاكاة PLC
de: SPS-Simulation
es: Simulación Plc
fr: Simulation API
he: סימולציית PLC
it: Simulazione PLC
nl: PLC-simulatie
pt: Simulação PLC
ro: Simulare PLC
ru: Моделирование ПЛК
sl: PLC simulacija
zh: PLC模拟

source: Time Cycle
ar: دورة زمنية
de: Zeitzyklus
es: Ciclo De Tiempo
fr: Cycle de temps
he: מחזור זמן
it: Tempo Ciclo
nl: Tijdcyclus
pt: Ciclo de tempo
ro: Ciclu de timp
ru: Цикл времени
sl: Časovni cikel
zh: 时间周期

source: Command Open
ar: الأمر مفتوح
de: Befehl Öffnen
es: Comando De Apertura
fr: Commande Ouvrir
he: הפקודה פתח
it: Comando di Apertura
nl: Commando Openen
pt: Comando aberto
ro: Comandă deschisă
ru: Команда Открыть
sl: Ukaz Odpri
zh: 命令打开

# UPSTREAM SAFETY (FALSE --&gt; RESET ENABLE)
source: Upstream Safety (False --> Reset Enable)
ar: أمان المنبع (خطأ -> تمكين إعادة التعيين)
de: Upstream-Sicherheit (False --> Reset Enable)
es: Seguridad Aguas Arriba (Falso --> Habilitar Reinicio)
fr: Sécurité en amont (Faux -> Réinitialisation activée)
he: בטיחות במעלה הזרם (שקר -> איפוס הפעל)
it: Sicurezza a Monte (Falso --> Ripristina Abilitazione)
nl: Upstream-veiligheid (Onwaar --> Reset inschakelen)
pt: Segurança a montante (False -> Redefinir Ativar)
ro: Siguranță în amonte (false -> resetare activare)
ru: Безопасность восходящего потока (False --> Reset Enable)
sl: Varnost navzgor (False --> Reset Enable)
zh: 上游安全（假 --> 重置启用）

# DOWNSTREAM SAFETY (FALSE --&gt; RESET ENABLE)
source: Downstream Safety (False --> Reset Enable)
ar: أمان المصب (خطأ -> تمكين إعادة التعيين)
de: Downstream-Sicherheit (False --> Reset Enable)
es: Seguridad Aguas Abajo (Falso --> Habilitar Reinicio)
fr: Sécurité en aval (Faux -> Réinitialisation activée)
he: בטיחות במורד הזרם (שקר -> איפוס הפעל)
it: Sicurezza a Valle (Falso --> Ripristina Abilitazione)
nl: Downstream-veiligheid (Onwaar --> Reset inschakelen)
pt: Segurança a jusante (False -> Redefinir Ativar)
ro: Siguranța în aval (false -> resetare activă)
ru: Безопасность нисходящего потока (False --> Reset Enable)
sl: Varnost navzdol (False --> Reset Enable)
zh: 下游安全（假 --> 重置启用）

source: Minimum Off Time Ok For Valve Restart
ar: الحد الأدنى لوقت الإيقاف لا بأس به لإعادة تشغيل الصمام
de: Minimale Ausschaltzeit OK für Ventilneustart
es: Tiempo Mínimo De Apagado Correcto Para Reinicio De Válvula
fr: Temps d'arrêt minimum OK pour le redémarrage de la vanne
he: זמן כיבוי מינימלי בסדר עבור הפעלה מחדש של שסתום
it: Tempo Minimo di Spegnimento Ok per il Riavvio della Valvola
nl: Minimale uitschakeltijd is OK voor herstart van de klep
pt: Tempo mínimo de folga ok para reinício da válvula
ro: Timp minim de oprire OK pentru repornirea supapei
ru: Минимальное время выключения подходит для перезапуска клапана
sl: Minimalni čas izklopa V redu za ponovni zagon ventila
zh: 阀门重启的最短关闭时间正常

source: On Time Above Zero
ar: في الوقت المحدد فوق الصفر
de: Pünktlich über Null
es: A Tiempo Por Encima De Cero
fr: À l'heure au-dessus de zéro
he: בזמן מעל אפס
it: Tempo Accensione Sopra lo Zero
nl: Op tijd boven nul
pt: No tempo acima de zero
ro: La timp peste zero
ru: Вовремя выше нуля
sl: Čas nad ničlo
zh: 准时高于零

source: Pause Time Enabled
ar: تم تمكين وقت الإيقاف المؤقت
de: Pausenzeit aktiviert
es: Tiempo De Pausa Habilitado
fr: Temps de pause activé
he: זמן השהייה מופעל
it: Tempo di Pausa Abilitato
nl: Pauzetijd ingeschakeld
pt: Tempo de pausa ativado
ro: Timp de pauză activat
ru: Время паузы включено
sl: Čas premora je omogočen
zh: 暂停时间已启用

source: Not in Pause Phase
ar: ليس في مرحلة الإيقاف المؤقت
de: Nicht in der Pausenphase
es: No En Fase De Pausa
fr: Pas en phase de pause
he: לא בשלב הפסקה
it: Non in Fase di Pausa
nl: Niet in pauzefase
pt: Não em fase de pausa
ro: Nu în faza de pauză
ru: Не в фазе паузы
sl: Ni v fazi premora
zh: 不在暂停阶段

source: Command Line
ar: سطر الأوامر
de: Befehlszeile
es: Línea De Comando
fr: Ligne de commande
he: שורת הפקודה
it: Comando Linea
nl: Opdrachtregel
pt: Linha de comando
ro: Linie de comanda
ru: Командная строка
sl: Ukazna vrstica
zh: 命令行

source: Command Star
ar: نجمة القيادة
de: Befehlsstern
es: Estrella De Mando
fr: Étoile de commandement
he: כוכב פקודה
it: Comando Stella
nl: Commando Ster
pt: Estrela de comando
ro: Steaua de comandă
ru: Командная звезда
sl: Ukazna zvezda
zh: 指挥星

source: Command Delta
ar: قيادة دلتا
de: Kommando-Delta
es: Comando Delta
fr: Commande Delta
he: פקודה דלתא
it: Comando Triangolo
nl: Commando Delta
pt: Delta de comando
ro: Comanda Delta
ru: Командная Дельта
sl: Poveljstvo Delta
zh: 指挥三角洲

source: No Deceleration
ar: لا تباطؤ
de: Keine Verzögerung
es: Sin Desaceleración
fr: Aucune décélération
he: אין האטה
it: Nessuna Decelerazione
nl: Geen vertraging
pt: Sem desaceleração
ro: Fără decelerare
ru: Без замедления
sl: Brez pojemka
zh: 无减速

source: Speed Setpoint
ar: نقطة ضبط السرعة
de: Geschwindigkeitssollwert
es: Valor De Ajuste
fr: Consigne de vitesse
he: נקודת קביעת מהירות
it: Setpoint di Velocità
nl: Snelheidsinstelpunt
pt: Ponto de ajuste de velocidade
ru: Уставка скорости
sl: Nastavljena vrednost hitrosti
zh: 速度设定值

source: Inverter Status
ar: حالة العاكس
de: Wechselrichterstatus
es: Estado Del Inverter
fr: État de l'onduleur
he: מצב מהפך
it: Stato dell'Inverter
nl: Omvormerstatus
pt: Status do inversor
ro: Stare invertor
ru: Статус инвертора
sl: Stanje pretvornika
zh: 逆变器状态

source: Inverter Running
ar: تشغيل العاكس
de: Wechselrichter läuft
es: Inverter Funcionando
fr: Onduleur en marche
he: מהפך פועל
it: Inverter in Funzione
nl: Omvormer in werking
pt: Inversor em execução
ro: Invertor care rulează
ru: Инвертор работает
sl: Pretvornik deluje
zh: 逆变器运行

source: Safety
ar: أمان
de: Sicherheit
es: La Seguridad
fr: Sécurité
he: בְּטִיחוּת
it: Sicurezza
nl: Veiligheid
pt: Segurança
ro: Siguranță
ru: Безопасность
sl: Varnost
zh: 安全

source: Inverter Power Up
ar: قوة العاكس
de: Einschalten des Wechselrichters
es: Encendido Del Inverter
fr: Mise sous tension de l'onduleur
he: הפעל מהפך
it: Accensione dell'Inverter
nl: Omvormer inschakelen
pt: Inversor Power Up
ro: Invertor Power Up
ru: Включение инвертора
zh: 逆变器上电

source: Teach
ar: يعلم
de: Unterrichten
es: Enseñar
fr: Enseigner
he: לְלַמֵד
it: Apprendimento
nl: Onderwijzen
pt: Ensinar
ro: A preda
ru: Учить
sl: poučevati
zh: 教导

source: Empty
ar: فارغة
de: Leer
es: Vacío
fr: Vide
he: ריק
it: Vuoto
nl: Leeg
pt: Vazio
ro: Gol
ru: Пустой
sl: prazno
zh: 空的

source: Measure Control
ar: قياس التحكم
de: Kontrolle messen
es: Control De Medidas
fr: Contrôle des mesures
he: בקרת מדידה
it: Controllo Misurazione
nl: Maatregel Controle
pt: Medir o controle
ro: Măsurați controlul
ru: Измерение контроля
sl: Nadzor meritev
zh: 测量控制

source: Hopper Level
ar: مستوى القادوس
de: Hopper-Ebene
es: Nivel De Tolva
fr: Niveau de trémie
he: רמת הופר
it: Livello Tramoggia
nl: Hopperniveau
pt: Nível de tremonha
ro: Nivel de buncăr
ru: Уровень бункера
sl: Raven lijaka
zh: 料斗水平

source: Ok For Process
ar: طيب للعملية
de: Ok für den Prozess
es: Ok Para El Proceso
fr: Ok pour le processus
he: אוקי לתהליך
it: Ok per il Processo
nl: Oké voor proces
pt: Ok para processo
ro: OK pentru proces
ru: Хорошо для процесса
sl: V redu za proces
zh: 好的过程

source: Ok For Process
ar: طيب للعملية
de: Ok für den Prozess
es: Ok Para El Proceso
fr: Ok pour le processus
he: אוקי לתהליך
it: Ok Per il Processo
nl: Oké voor proces
pt: Ok para processo
ro: OK pentru proces
ru: Хорошо для процесса
sl: V redu za proces
zh: 好的过程

source: Grease Minimum Level
ar: أدنى مستوى للشحوم
de: Fett-Mindestfüllstand
es: Nivel Mínimo De Grasa
fr: Niveau minimum de graisse
he: רמת שומן מינימלית
it: Livello Minimo Di Grasso
nl: Minimum vetniveau
pt: Nível mínimo de graxa
ro: Nivelul minim de grăsime
ru: Минимальный уровень смазки
sl: Najmanjša raven maščobe
zh: 润滑脂最低水平

source: Pull-Cord Safety
ar: أمان سحب الحبل
de: Zugschnur-Sicherheit
es: Cable Interruptor De Fin De Carrera
fr: Sécurité du cordon de traction
he: בטיחות כבל משיכה
it: Finecorsa A Strappo
nl: Veiligheid met trekkoord
pt: Segurança de Cordão Pull
ro: Siguranță de tracțiune
ru: Безопасность натяжения шнура
sl: Varnost pri vlečni vrvi
zh: 拉绳安全
