Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Dry Grinder - Safety Key
de: Trockenschleifer – Sicherheitsschlüssel
fr: Broyeur à sec - Clé de sécurité
nl: Droogmolen - Veiligheidssleutel
sl: Suhi mlinček – varnostni ključ
zh: 干磨机 - 安全钥匙

source: Dry Grinder - Aux. Hydraulic Unit
de: Trockenmühle – Aux. Hydraulikeinheit
fr: Broyeur à sec - Aux. Unité hydraulique
nl: Droogmolen - Hulphydraulische eenheid
sl: Suhi mlinček - pom. Hidravlična enota
zh: 干磨机 - 辅助。液压单元

source: Dry Grinder - Cooling
de: Trockenmahlwerk - Kühlung
fr: Broyeur à sec - Refroidissement
nl: Droogmolen - Koeling
sl: Suhi mlinček - hlajenje
zh: 干磨机 - 冷却

source: Dry Grinder - Maintenance Procedure
de: Trockenschleifer – Wartungsverfahren
fr: Broyeur à sec - Procédure d'entretien
nl: Droogmolen - Onderhoudsprocedure
sl: Suhi mlinček – postopek vzdrževanja
zh: 干磨机 - 维护程序

source: Silo Mixer - Mixer Motor
de: Silo-Mischer – Mischermotor
fr: Mélangeur de silo - Moteur de mélangeur
nl: Silomixer - Mengmotor
sl: Silosni mešalnik - motor mešalnika
zh: 筒仓搅拌机 - 搅拌机电机

source: Silo Mixer - Air Filtration Valve
de: Silo-Mischer – Luftfiltrationsventil
fr: Mélangeur de silo - Vanne de filtration d'air
nl: Silomixer - Luchtfiltratieklep
sl: Silosni mešalnik - ventil za filtracijo zraka
zh: 筒仓搅拌机 - 空气过滤阀

source: Silo Mixer - Cycle
de: Silomischer - Zyklus
fr: Mélangeur silo - Cycle
nl: Silomixer - Cyclus
sl: Silosni mešalnik - cikel
zh: 筒仓搅拌机 - 循环

source: Silos Are Going To Be All Full - Material Prestop
de: Die Silos werden alle voll sein – Material-Prestop
fr: Les silos vont être tous pleins - Pré-arrêt du matériel
nl: Silo's zullen helemaal vol zijn - Material Prestop
sl: Silosi bodo vsi polni – Material Prestop
zh: 筒仓将全部满 - 物料预停

source: Sorema Ready To Receive Material
de: Sorema ist bereit, Material zu erhalten
fr: Sorema prêt à recevoir du matériel
nl: Sorema is klaar om materiaal te ontvangen
sl: Sorema pripravljena na sprejem materiala
zh: Sorema 准备好接收材料

source: No Sorema Faults
de: Keine Sorema-Fehler
fr: Aucun défaut de Sorema
nl: Geen Sorema-fouten
sl: Brez napak Sorema
zh: 无索雷玛故障

source: Buhler Flakes Sorter - Recovery Start
de: Bühler Flockensortierer – Wiederherstellungsstart
fr: Trieur de flocons Buhler - Début de la récupération
nl: Buhler Flakes Sorter - Herstelstart
sl: Razvrščevalnik kosmičev Buhler - začetek okrevanja
zh: 布勒薄片分选机 - 恢复启动

source: Buhler Flakes Sorter - Main Stream Start
de: Bühler Flockensortierer – Hauptstromstart
fr: Trieur de flocons Buhler - Démarrage du flux principal
nl: Buhler Flakes Sorter - Hoofdstroom Start
sl: Buhler sortirnik kosmičev - glavni tok Start
zh: 布勒薄片分选机 - 主流启动

source: Filling Restart Delay
de: Verzögerung beim Füllen-Neustart
fr: Remplissage Délai de Redémarrage
nl: Vulling herstartvertraging
sl: Zakasnitev ponovnega zagona polnjenja
zh: 灌装重启延迟

source: Filling Restart Delay In Progress
de: Verzögerung beim Neustart des Füllvorgangs läuft
fr: Remplissage Délai de redémarrage en cours
nl: Vulling herstartvertraging bezig
sl: Zakasnitev ponovnega zagona polnjenja v teku
zh: 灌装重启延迟正在进行中

source: Bag Station
de: Taschenstation
fr: Station de sacs
nl: Tassenstation
sl: Postaja za vrečke
zh: 行李站

source: Maximum Production Speed
de: Maximale Produktionsgeschwindigkeit
fr: Vitesse de production maximale
nl: Maximale productiesnelheid
sl: Največja proizvodna hitrost
zh: 最大生产速度

source: Minimum Production Speed
de: Mindestproduktionsgeschwindigkeit
fr: Vitesse de production minimale
nl: Minimale productiesnelheid
sl: Najmanjša proizvodna hitrost
zh: 最低生产速度

source: Air Filtration - Air Lock Powder
de: Luftfiltration – Luftschleusenpulver
fr: Filtration de l'air - Poudre de sas
nl: Luchtfiltratie - Luchtsluispoeder
sl: Filtriranje zraka - prašek za zapiranje zraka
zh: 空气过滤 - 气锁粉

source: Air Filtration - Device Controller
de: Luftfiltration – Gerätesteuerung
fr: Filtration de l'air - Contrôleur de périphérique
nl: Luchtfiltratie - Apparaatcontroller
sl: Filtracija zraka - krmilnik naprave
zh: 空气过滤 - 设备控制器

source: Air Filtration - Filter View
de: Luftfiltration – Filteransicht
fr: Filtration de l'air - Vue du filtre
nl: Luchtfiltratie - Filterweergave
sl: Filtriranje zraka – pogled filtra
zh: 空气过滤 - 过滤器视图

source: Plant Supervision Monitoring
de: Überwachung der Anlagenüberwachung
fr: Surveillance de l'usine
nl: Plant Supervisie Monitoring
sl: Nadzor obrata Monitoring
zh: 工厂监督监测

source: Communication Control With
de: Kommunikationssteuerung mit
fr: Contrôle des communications avec
nl: Communicatiecontrole met
sl: Nadzor komunikacije z
zh: 通讯控制与

source: Watchdog Signal Input
de: Watchdog-Signaleingang
fr: Entrée de signal de surveillance
nl: Watchdog-signaalingang
sl: Vhodni signal Watchdog
zh: 看门狗信号输入

source: Communication Disabled - All External Signals Are Bypassed !
de: Kommunikation deaktiviert – Alle externen Signale werden umgangen!
fr: Communication désactivée - Tous les signaux externes sont contournés !
nl: Communicatie uitgeschakeld - Alle externe signalen zijn omzeild!
sl: Komunikacija onemogočena - vsi zunanji signali so zaobideni!
zh: 通信已禁用 - 所有外部信号均被绕过！

source: No Bypass
de: Kein Bypass
fr: Pas de contournement
nl: Geen bypass
sl: Brez obvoda
zh: 无旁路

source: Communication Bypass Requested
de: Kommunikationsumgehung angefordert
fr: Contournement de communication demandé
nl: Communicatiebypass aangevraagd
sl: Zahtevan komunikacijski obhod
zh: 请求绕过通信

source: Plant Control Electrical Cabinet
de: Schaltschrank zur Anlagensteuerung
fr: Armoire électrique de contrôle d'usine
nl: Elektrische schakelkast voor installatiebesturing
sl: Električna omarica za nadzor obrata
zh: 工厂控制电气柜

source: Prewashing Electrical Cabinet
de: Vorwasch-Schaltschrank
fr: Armoire électrique de prélavage
nl: Voorwassen van de elektrische kast
sl: Predpranje elektro omarice
zh: 预洗电气柜

source: Filtration Electrical Cabinet
de: Elektrischer Schaltschrank für die Filtration
fr: Armoire électrique de filtration
nl: Filtratie elektrische kast
sl: Filtracijska elektro omarica
zh: 过滤电气柜

source: Grinder Electrical Cabinet
de: Schleifer-Schaltschrank
fr: Armoire électrique du broyeur
nl: Elektrische kast voor slijpmachine
sl: Električna omarica za mlinček
zh: 磨床电气柜

source: Hotwashing Electrical Cabinet
de: Elektrischer Schrank zum Warmwaschen
fr: Armoire électrique de lavage à chaud
nl: Elektrische kast heet wassen
sl: Električna omarica za vroče pranje
zh: 热洗电气柜

source: Separation Electrical Cabinet
de: Trennschaltschrank
fr: Armoire électrique de séparation
nl: Scheidingsschakelkast
sl: Ločilna elektro omarica
zh: 分离电气柜

source: Drying Electrical Cabinet
de: Trocknender Schaltschrank
fr: Armoire électrique de séchage
nl: Droogkast voor elektrische apparatuur
sl: Sušilna elektro omara
zh: 干燥电气柜

source: Dry Grinder Electrical Cabinet
de: Schaltschrank für Trockenschleifer
fr: Armoire électrique pour broyeur à sec
nl: Elektrische kast voor droogmolen
sl: Električna omara za suhi mlin
zh: 干磨机电气柜

source: Sorting Electrical Cabinet
de: Sortieren des Schaltschranks
fr: Armoire électrique de tri
nl: Elektrische kast sorteren
sl: Razvrščanje elektro omar
zh: 分拣电气柜

source: Rinsing And Drying Air Filter
de: Luftfilter spülen und trocknen
fr: Filtre à air de rinçage et de séchage
nl: Luchtfilter spoelen en drogen
sl: Zračni filter za izpiranje in sušenje
zh: 清洗干燥空气过滤器

source: Mixing Silos
de: Mischsilos
fr: Silos de mélange
nl: Mengsilo's
sl: Silosi za mešanje
zh: 混合筒仓

source: Sorters
de: Sortierer
fr: Trieurs
nl: Sorteerders
sl: Razvrščevalci
zh: 分拣机

source: Air Filter
de: Luftfilter
fr: Filtre à air
nl: Luchtfilter
sl: Zračni filter
zh: 空气过滤器

# INFO_PST_5
source: Check Dosing Chemical Parameters And Reset Alarm. If Alarm Persists, Please Contact Sorema Technical Office
de: Überprüfen Sie die Dosierchemikalienparameter und setzen Sie den Alarm zurück. Wenn der Alarm weiterhin besteht, wenden Sie sich bitte an das technische Büro von Sorema
fr: Vérifiez les paramètres de dosage des produits chimiques et réinitialisez l’alarme. Si l'alarme persiste, veuillez contacter le bureau technique de Sorema
nl: Controleer de chemische doseerparameters en reset het alarm. Als het alarm aanhoudt, neem dan contact op met de technische dienst van Sorema
sl: Preverite dozirne kemijske parametre in ponastavite alarm. Če alarm vztraja, se obrnite na tehnično službo Sorema
zh: 检查计量化学参数并重置警报。如果警报仍然存在，请联系 Sorema 技术办公室

# INFO_SAFETY_4
source: Check The Status Of The Safety Gates Limit Switch
de: Überprüfen Sie den Status des Endschalters der Schutztüre
fr: Vérifiez l'état de l'interrupteur de fin de course des barrières de sécurité
nl: Controleer de status van de eindschakelaar van de veiligheidspoorten
sl: Preverite stanje končnega stikala varnostnih vrat
zh: 检查安全门限位开关的状态

# INFO_EXT_ESTOP
source: Check External Line For Estop Status Down Request To Sorema Line
de: Überprüfen Sie die externe Leitung auf Notstopp-Status-Down-Anfrage an die Sorema-Leitung
fr: Vérifiez la ligne externe pour la demande de statut Estop vers la ligne Sorema
nl: Controleer externe lijn voor noodstopstatus. Verzoek om uitschakeling naar Sorema-lijn
sl: Preverite zunanjo linijo za Estop Status Down Request to Sorema Line
zh: 检查外部线路的急停状态 向下请求 Sorema 线路

# INFO_SILO_BRIDGE
source: Check The Silo Since No Material Is Discharged For a Possible Internal Bridge
de: Überprüfen Sie das Silo, da kein Material auf eine mögliche interne Brücke ausgetragen wird
fr: Vérifiez le silo puisqu’aucun matériau n’est déchargé pour un éventuel pont interne
nl: Controleer de silo, aangezien er geen materiaal wordt gelost, op een mogelijke interne brug
sl: Preverite silos, ker ni izpuščenega materiala za morebiten notranji most
zh: 检查筒仓，因为没有排出任何材料，可能存在内部桥

# M_INFO_SAFETY_BARRIERS
source: Restore Safety Barriers For Production
de: Wiederherstellung der Sicherheitsbarrieren für die Produktion
fr: Restaurer les barrières de sécurité pour la production
nl: Herstel veiligheidsbarrières voor productie
sl: Obnovite varnostne ovire za proizvodnjo
zh: 恢复生产安全屏障

source: Monday
de: Montag
fr: Lundi
nl: Maandag
sl: ponedeljek
zh: 周一

source: Tuesday
de: Dienstag
fr: Mardi
nl: Dinsdag
sl: torek
zh: 周二

source: Wednesday
de: Mittwoch
fr: Mercredi
nl: Woensdag
sl: sreda
zh: 周三

source: Thursday
de: Donnerstag
fr: Jeudi
nl: Donderdag
sl: četrtek
zh: 周四

source: Friday
de: Freitag
fr: Vendredi
nl: Vrijdag
sl: Petek
zh: 星期五

source: Saturday
de: Samstag
fr: Samedi
nl: Zaterdag
sl: sobota
zh: 周六

source: Sunday
de: Sonntag
fr: Dimanche
nl: Zondag
sl: nedelja
zh: 星期日

source: Report Time
de: Berichtszeit
fr: Heure du rapport
nl: Rapporttijd
sl: Čas poročanja
zh: 报告时间

source: Number Of Hours
de: Anzahl der Stunden
fr: Nombre d'heures
nl: Aantal uren
sl: Število ur
zh: 小时数

source: Number Of Days
de: Anzahl der Tage
fr: Nombre de jours
nl: Aantal dagen
sl: Število dni
zh: 天数

source: Report Day
de: Berichtstag
fr: Jour du rapport
nl: Rapportdag
sl: Dan poročila
zh: 报告日

# INFO_PRES_14
source: Check Downstream For Obstructions Or For Leakages In Piping And/Or In The Filter
de: Überprüfen Sie den Abstrom auf Verstopfungen oder Undichtigkeiten in den Rohrleitungen und/oder im Filter
fr: Fonctionnement anormal du compresseur détecté par le capteur de pression aval. Le système doit être vérifié.
nl: Abnormale werking van de compressor gedetecteerd door de stroomafwaartse druksensor. Systeem moet worden gecontroleerd.
sl: Nenormalno delovanje kompresorja, ki ga je zaznal tlačni senzor za tok. Sistem je treba preveriti.
zh: 下游压力传感器检测到压缩机运行异常。需要检查系统。

# INFO_USAGE_1
source: Too Much Water In Use ! Check The Related Setups And The Reason Of This Abnormal Usage
de: Zu viel Wasser im Einsatz! Überprüfen Sie die zugehörigen Einstellungen und den Grund für diese abnormale Nutzung
fr: Trop d'eau utilisée ! Vérifiez les configurations associées et la raison de cette utilisation anormale
nl: Te veel water in gebruik! Controleer de bijbehorende instellingen en de reden van dit abnormale verbruik
sl: Preveč vode v uporabi! Preverite povezane nastavitve in razlog za to neobičajno uporabo
zh: 用水过多！检查相关设置以及使用异常的原因

# INFO_BIMANUAL_1
source: Loacal Bimanual Control Has To Be Enabled First! Use HMI Panel To Do It. This Enable Expires After Programmed Maintenance Time
de: Die lokale bimanuelle Steuerung muss zuerst aktiviert werden! Verwenden Sie dazu das HMI-Panel. Diese Freigabe erlischt nach der programmierten Wartungszeit
fr: Le contrôle bimanuel local doit d'abord être activé ! Utilisez le panneau HMI pour le faire. Cette activation expire après le temps de maintenance programmé
nl: Lokale bimanuele bediening moet eerst worden ingeschakeld! Gebruik hiervoor het HMI-paneel. Deze activering verloopt na de geprogrammeerde onderhoudstijd
sl: Najprej mora biti omogočen lokalni bimanualni nadzor! Za to uporabite ploščo HMI. Ta možnost poteče po programiranem času vzdrževanja
zh: 必须首先启用本地双手控制！使用 HMI 面板来做到这一点。此启用在编程维护时间后到期

# INFO_HRADWARE_1
source: Check The Device, Its Electrical Connections and Wiring
de: Überprüfen Sie das Gerät, seine elektrischen Anschlüsse und die Verkabelung
fr: Vérifiez l'appareil, ses connexions électriques et son câblage
nl: Controleer het apparaat, de elektrische aansluitingen en de bedrading
sl: Preverite napravo, njene električne povezave in ožičenje
zh: 检查设备及其电气连接和接线

# INFO_LEVEL_20
source: Check ON And OFF Time Of The Silo Agitator Since Measure Is Frozen During Agitator Run.
de: Überprüfen Sie die Ein- und Ausschaltzeit des Silo-Rührwerks, da der Messwert während des Rührwerks eingefroren ist.
fr: Vérifiez l'heure de marche et d'arrêt de l'agitateur de silo puisque la mesure est gelée pendant le fonctionnement de l'agitateur.
nl: Controleer de AAN- en UIT-tijd van het silo-roerwerk, aangezien de maat bevroren is tijdens de werking van het roerwerk.
sl: Preverite čas vklopa in izklopa mešala silosa, ker je meritev med delovanjem mešala zamrznjena.
zh: 检查筒仓搅拌器的开启和关闭时间，因为搅拌器运行期间计量被冻结。

source: PLC
fr: API
ru: ПЛК

source: Exec_Ok
es: Ejecutivo_Ok
fr: Exécuter_Ok
nl: Uitvoeren_Ok

source: In_Progr
es: En_Progr
fr: Dans_Progr
he: ב_פרוגר
ro: In_proggr

source: Debug Window
es: Ventana de depuración
fr: Fenêtre de débogage
it: Finestra di debug
nl: Debug-venster
sl: Okno za odpravljanje napak

source: Watchdog
fr: Chien de garde
nl: Waakhond
sl: pes čuvaj

source: Plctag
fr: Balise Plc

source: Disable_Sensor
de: Deaktivieren_Sensor
es: Desactivar_Sensor
fr: Désactiver_Capteur
it: Disabilita_Sensore
nl: Sensor uitschakelen
pt: Desabille_sensor
ro: Dezactivare_sensor
sl: Onemogoči_senzor

source: (1=Mtr Off)
de: (1 = mtr aus)
fr: (1 = compteur désactivé)
nl: (1=Mtr Uit)
pt: (1 = mtr desligado)
sl: (1=Mtr izklopljen)

source: (1=Inc)
fr: (1=Augmentation)
sl: (1=vključno)

source: (1=Dec)
ar: (1 = ديسمبر)
fr: (1 = décembre)
he: (1 = דצמבר)
pt: (1 = dez)

source: 24V Ext Ok
ar: 24V تحويلة موافق
fr: Poste 24 V OK
he: 24 וולט שלוחה בסדר

source: Wh.Tank
es: Tanque De Lavado
fr: Wh.Réservoir
it: Vasca Lavaggio

source: (1=Wye)
fr: (1=Étoile)
it: (1 = Stella)

source: DCE
fr: ETCD

source: (1=Fwd)
fr: (1=avant)
nl: (1=Vooruit)
sl: (1=Naprej)

source: (1=Rev)
ar: (1 = القس)
fr: (1=Rév)

source: Ext Loading On
ar: تحويلة التحميل على
de: Ext -Ladung eingeschaltet
es: Ext cargando en
fr: Chargement externe activé
he: הרחבה נטענת על
it: Caricamento esterno attivo
nl: Ext laden op
pt: Ext carregando
ro: Ext încărcat pe

source: (1=Off)
ar: (1 = قبالة)
es: (1 = apagado)
fr: (1=Désactivé)
he: (1 = כבוי)
nl: (1=Uit)
pt: (1 = desligado)
sl: (1=izklopljeno)

source: PET
fr: ANIMAL DE COMPAGNIE
nl: HUISDIER

source: LSHA_DELAY_ABOVE
nl: LSHA_DELAY_BOVEN

source: LSLA_DELAY_BELOW
nl: LSLA_VERTRAGING_ONDER

source: HZ_RATIO_TARGET
nl: HZ_RATIO_DOEL

source: HZ_RATIO_ACTUAL
nl: HZ_VERHOUDING_WERKELIJK

source: Fast_Speed_In_Maint
nl: Snelle_snelheid_in_onderhoud

source: (Epb2)
nl: (Aflevering 2)

source: (Epb1)
nl: (Aflevering 1)

source: (1=Prod)
nl: (1=Product)
sl: (1=proiz.)

source: (1=Delta)
ar: (1 = دلتا)
he: (1 = דלתא)
it: (1 = Triangolo)

source: (4-20 mA)
ar: (4-20ما)
he: (4-20 מאי)
ru: (4-20 млн лет)

source: (Pt100)
ar: (نقطة 100)
ru: (Пт100)

# (1&lt;MAX)
source: (1<Max)
ar: (1 <ماكس)
he: (1 <מקסימום)

# (1=&gt;MIN)
source: (1=>Min)
ar: (1 => دقيقة)
he: (1 => דקות)
ru: (1=>мин.)
