Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Grinder Disable In Progress (Wait Before Diverter Moving)
ar: تعطيل المطحنة قيد التقدم (انتظر قبل تحريك المحول)
de: Deaktivierung der Mühle läuft (warten Sie, bevor sich die Umlenkung bewegt)
es: Desactivación de la trituradora en curso (espere antes de que se mueva el desviador)
fr: Désactivation du broyeur en cours (attendre avant de déplacer le déviateur)
he: השבתת המטחנה בתהליך (המתן לפני שהמסיט זז)
it: Disabilitazione macinino in corso (attendere prima dello spostamento del deviatore)
nl: Grinder uitschakelen is bezig (wachten voordat de omleider wordt verplaatst)
pt: Desativação do moedor em andamento (aguarde antes de mover o desviador)
ro: Dezactivare râșniță în desfășurare (Așteptați înainte de mutarea deviatorului)
sl: V teku onemogočanje brusilnika (počakajte, preden se preusmerilnik premakne)
zh: 研磨机禁用正在进行中（等待转向器移动）

source: One Grinder Is Running
ar: طاحونة واحدة قيد التشغيل
de: Eine Mühle läuft
es: Una amoladora está funcionando
fr: Un broyeur est en marche
he: מטחנה אחת פועלת
it: Un macinino è in funzione
nl: Eén molen draait
pt: Um moedor está funcionando
ro: O râșniță funcționează
sl: En mlin deluje
zh: 一台研磨机正在运行

source: Both Grinders Stopped
ar: توقفت كلا المطاحنتين
de: Beide Mühlen blieben stehen
es: Ambos molinos se detuvieron
fr: Les deux broyeurs se sont arrêtés
he: שני המטחנות נעצרו
it: Entrambi i macinacaffè si sono fermati
nl: Beide Grinders zijn gestopt
pt: Ambos os moedores pararam
ro: Ambele râșnițe s-au oprit
sl: Oba brusilnika sta se ustavila
zh: 两台研磨机均停止

source: Actual Balance
ar: الرصيد الفعلي
de: Tatsächlicher Kontostand
es: Saldo real
fr: Solde réel
he: איזון בפועל
it: Saldo effettivo
nl: Werkelijke balans
pt: Saldo Real
ro: Soldul real
sl: Dejansko stanje
zh: 实际余额

source: Diversion
ar: تحويل
de: Umleitung
es: Desviación
fr: Dérivation
he: הַסָחָה
it: Diversivo
nl: Omleiding
pt: Desvio
ro: Deviere
sl: Diverzija
zh: 导流

source: Diverter Minimum Moving Time
ar: الحد الأدنى لوقت التحرك للمحول
de: Mindestbewegungszeit der Weiche
es: Tiempo mínimo de movimiento del desviador
fr: Temps de déplacement minimum du déviateur
he: מפנה זמן תנועה מינימלי
it: Tempo minimo di movimento del deviatore
nl: Minimale bewegingstijd van de omleider
pt: Tempo mínimo de movimentação do desviador
ro: Timp minim de mișcare a deviatorului
sl: Najmanjši čas premikanja preusmerjevalnika
zh: 分流器最短移动时间

source: Grinders
ar: المطاحن
de: Schleifmaschinen
es: Muelas
fr: Broyeurs
he: מטחנות
it: le smerigliatrici
nl: Slijpmachines
pt: Moedores
ro: râșnițe
sl: Mlinčki
zh: 研磨机

source: Waiting To Divert All Material To One Grinder
ar: في انتظار تحويل جميع المواد إلى مطحنة واحدة
de: Warten darauf, das gesamte Material zu einer Mühle umzuleiten
es: Esperando para desviar todo el material a una trituradora
fr: En attente de détourner tout le matériel vers un seul broyeur
he: מחכה להסיט את כל החומר למטחנה אחת
it: In attesa di deviare tutto il materiale verso un trituratore
nl: Wachten om al het materiaal naar één slijpmachine te leiden
pt: Esperando para desviar todo o material para um moedor
ro: Așteptând să deturnăm tot materialul către o singură mașină de șlefuit
sl: Čakanje na preusmeritev vsega materiala v en mlinček
zh: 等待将所有材料转移到一台研磨机

source: Disabled Grinder
ar: طاحونة معطلة
de: Deaktivierter Schleifer
es: Molinillo deshabilitado
fr: Broyeur désactivé
he: מטחנה מושבתת
it: Smerigliatrice disabilitata
nl: Uitgeschakelde slijper
pt: Moedor desativado
ro: Grinder dezactivat
sl: Onesposobljen brusilnik
zh: 残疾人磨床

source: Diverter Self-Centering In Progress
ar: المحول المتمركز ذاتيًا قيد التقدم
de: Selbstzentrierung des Umlenkers läuft
es: Autocentrado del desviador en curso
fr: Auto-centrage du déviateur en cours
he: ריכוז עצמי מפנה בתהליך
it: Autocentraggio del deviatore in corso
nl: Diverter zelfcentrerend in uitvoering
pt: Autocentralização do desviador em andamento
ro: Autocentrarea deviatorului în curs
sl: Samocentriranje preusmerjevalnika v teku
zh: 分流器自定心正在进行中

source: All Material Diverted To Grinder
ar: تم تحويل جميع المواد إلى المطحنة
de: Das gesamte Material wird zur Mühle umgeleitet
es: Todo el material desviado a la trituradora
fr: Tout le matériel détourné vers le broyeur
he: כל החומר מופנה למטחנה
it: Tutto il materiale viene deviato al trituratore
nl: Al het materiaal wordt naar de slijpmachine geleid
pt: Todo o material foi desviado para o moedor
ro: Tot materialul a fost redirecționat către polizor
sl: Ves material preusmerjen v mlinček
zh: 所有材料均转移至研磨机

source: Auto Balance In Progress - More Materiale To
ar: التوازن التلقائي قيد التقدم - المزيد من المواد
de: Automatischer Ausgleich in Bearbeitung – Weitere Informationen dazu
es: Equilibrio automático en curso: más material para
fr: Équilibre automatique en cours - Plus de matériel à
he: איזון אוטומטי בתהליך - חומר נוסף ל
it: Bilanciamento automatico in corso - Altro materiale a
nl: Auto Balance In Progress - Meer Materialen Naar
pt: Balanço automático em andamento - mais materiais para
sl: Samodejno ravnovesje v teku – Več materiala za
zh: 自动平衡正在进行中 - 更多材料

source: Material Balancing In Semi-Auto Mode
ar: موازنة المواد في الوضع شبه التلقائي
de: Materialausgleich im halbautomatischen Modus
es: Equilibrio de materiales en modo semiautomático
fr: Équilibrage des matériaux en mode semi-automatique
he: איזון חומרים במצב חצי אוטומטי
it: Bilanciamento dei materiali in modalità semiautomatica
nl: Materiaalbalancering in semi-automatische modus
pt: Balanceamento de materiais no modo semiautomático
ro: Echilibrarea materialelor în modul semi-automat
sl: Uravnoteženje materiala v polavtomatskem načinu
zh: 半自动模式下的物料平衡

source: Material Not Balanced - More To Grinder
ar: المادة غير متوازنة - المزيد من الطحن
de: Material nicht ausgewogen – mehr zum Mahlen
es: Material no equilibrado: más información sobre la amoladora
fr: Matériau non équilibré - Plus à broyer
he: חומר לא מאוזן - More To Grinder
it: Materiale non bilanciato: altro da macinare
nl: Materiaal niet in balans - Meer naar Grinder
pt: Material não balanceado – mais para moer
ro: Material neechilibrat - Mai mult pentru polizor
sl: Material ni uravnotežen - bolj za brušenje
zh: 材料不平衡 - 更多关于研磨机的信息

source: Material Fully Balanced
ar: المواد متوازنة بالكامل
de: Material vollständig ausbalanciert
es: Material totalmente equilibrado
fr: Matériau entièrement équilibré
he: חומר מאוזן לחלוטין
it: Materiale completamente bilanciato
nl: Materiaal volledig gebalanceerd
pt: Material Totalmente Equilibrado
ro: Material complet echilibrat
sl: Material popolnoma uravnotežen
zh: 材料完全平衡

source: Grinder Disabled - Exclusion From Production
ar: المطحنة معطلة - الاستبعاد من الإنتاج
de: Mühle deaktiviert – Ausschluss von der Produktion
es: Molino deshabilitado - Exclusión de producción
fr: Broyeur désactivé - Exclusion de la production
he: מטחנה מושבתת - הרחקה מהייצור
it: Macinino Disabilitato - Esclusione Dalla Produzione
nl: Grinder uitgeschakeld - Uitsluiting van productie
pt: Moedor desativado - exclusão da produção
ro: Grinder Disabled - Excluderea din producție
sl: Brusilnik onemogočen - izključitev iz proizvodnje
zh: 磨床禁用 - 禁止生产

source: No Load Current
ar: لا يوجد تحميل الحالي
de: Kein Laststrom
es: Corriente sin carga
fr: Courant sans charge
he: ללא זרם עומס
it: Nessuna corrente di carico
nl: Geen belastingstroom
pt: Sem corrente de carga
ro: Curent fără sarcină
sl: Tok brez obremenitve
zh: 空载电流

source: Grinder Aux Hydraulic Unit
ar: وحدة طاحونة Aux الهيدروليكية
de: Zusatzhydraulikeinheit der Mühle
es: Unidad hidráulica auxiliar de la amoladora
fr: Unité hydraulique auxiliaire de broyeur
he: יחידה הידראולית מטחנה Aux
it: Unità idraulica ausiliaria della smerigliatrice
nl: Grinder hulphydraulische eenheid
pt: Unidade Hidráulica Auxiliar do Moedor
ro: Unitate hidraulică auxiliară pentru polizor
sl: Dodatna hidravlična enota brusilnika
zh: 磨床辅助液压装置

source: Position To Opposite Grinder
ar: الموقف مقابل المطحنة
de: Position gegenüber der Mühle
es: Posición hacia la amoladora opuesta
fr: Position à l'opposé du broyeur
he: מיקום אל מול מטחנה
it: Posizione rispetto al macinino opposto
nl: Positie ten opzichte van de tegenoverliggende slijper
pt: Posição no moedor oposto
ro: Poziție față de polizorul opus
sl: Položaj nasproti brusilnika
zh: 位于磨床对面

source: (0=Released 1=Locked)
ar: (0=محرر 1=مقفل)
de: (0=Freigegeben 1=Gesperrt)
es: (0=Liberado 1=Bloqueado)
fr: (0=Libéré 1=Verrouillé)
he: (0=פורסם 1=נעול)
it: (0=Rilasciato 1=Bloccato)
nl: (0=Vrijgegeven 1=Vergrendeld)
pt: (0=Liberado 1=Bloqueado)
ro: (0=Eliberat 1=Blocat)
sl: (0=Sproščeno 1=Zaklenjeno)
zh: (0=释放 1=锁定)

source: Pump To Decanter
ar: مضخة إلى الدورق
de: Pumpe zum Dekanter
es: Bomba al decantador
fr: Pompe à décanter
it: Pompa al decantatore
nl: Pomp naar decanteerkaraf
pt: Bomba para decantador
ro: Pompă spre decantor
sl: Črpalka v dekanter
zh: 泵至卧螺离心机

source: Tank Maximum Level
ar: الحد الأقصى لمستوى الخزان
de: Maximaler Tankfüllstand
es: Nivel máximo del tanque
fr: Niveau maximum du réservoir
he: רמת מיכל מקסימלית
it: Livello massimo del serbatoio
nl: Maximaal tankniveau
pt: Nível máximo do tanque
ro: Nivelul maxim al rezervorului
sl: Najvišja raven rezervoarja
zh: 水箱最高液位

source: Water Pump To Grinders
ar: مضخة المياه للمطاحن
de: Wasserpumpe zu Mühlen
es: Bomba de agua a trituradoras
fr: Pompe à eau vers les broyeurs
he: משאבת מים למטחנות
it: Pompa dell'acqua alle smerigliatrici
nl: Waterpomp naar slijpmachines
pt: Bomba de água para moedores
ro: Pompă de apă la polizoare
sl: Vodna črpalka za mlinčke
zh: 水泵至研磨机

source: Production Speed With Grinder Disabled
ar: سرعة الإنتاج مع تعطيل المطحنة
de: Produktionsgeschwindigkeit bei deaktivierter Mühle
es: Velocidad de producción con trituradora deshabilitada
fr: Vitesse de production avec broyeur désactivé
he: מהירות ייצור עם מטחנה מושבתת
it: Velocità di produzione con smerigliatrice disabilitata
nl: Productiesnelheid met slijper uitgeschakeld
pt: Velocidade de produção com moedor desativado
ro: Viteza de producție cu polizorul dezactivat
sl: Hitrost proizvodnje z onemogočenim mlinom
zh: 禁用磨床时的生产速度

source: Water Pump To Wces
ar: مضخة مياه إلى Wces
de: Wasserpumpe zu Wces
es: Bomba De Agua Para Wces
fr: Pompe à eau aux toilettes
he: משאבת מים ל-Wces
it: Pompa dell'acqua al WC
nl: Waterpomp naar toiletten
pt: Bomba de água para banheiros
ro: Pompă de apă la Wces
sl: Vodna črpalka za Wces
zh: 水泵到厕所

source: Washing Silos Filling Manager
ar: مدير تعبئة صوامع الغسيل
de: Manager für die Befüllung von Waschsilos
es: Responsable de Llenado de Silos de Lavado
fr: Responsable Remplissage Silos Lavage
he: מנהל מילוי שטיפת ממגורות
it: Responsabile riempimento silos lavaggio
nl: Manager Wassilo's Vulling
pt: Gerente de Enchimento de Silos de Lavagem
ro: Manager de umplere silozuri de spalare
sl: Vodja polnjenja silosov za pranje
zh: 清洗筒仓灌装经理

source: Both Silos Not Ok For Material
ar: كلا الصوامع ليست مناسبة للمواد
de: Beide Silos sind für das Material nicht geeignet
es: Ambos silos no son adecuados para el material
fr: Les deux silos ne conviennent pas pour le matériel
he: שתי הממגורות לא בסדר לחומר
it: Entrambi i silos non sono idonei per il materiale
nl: Beide silo's zijn niet geschikt voor materiaal
pt: Ambos os silos não estão adequados para material
ro: Ambele silozuri nu sunt ok pentru material
sl: Oba silosa nista primerna za material
zh: 两个筒仓都不适用于材料

source: Filling Mode Not In Auto - Material Stopped For Silo Not Ok
ar: وضع التعبئة ليس في الوضع التلقائي - المواد متوقفة في الصومعة ليست على ما يرام
de: Befüllmodus nicht auf „Automatisch“ – Material gestoppt, da Silo nicht in Ordnung ist
es: El modo de llenado no está en automático: el material detenido para el silo no está bien
fr: Mode de remplissage pas en mode automatique - Matériau arrêté pour le silo pas OK
he: מצב מילוי לא באוטומטי - חומר נעצר עבור סילו לא בסדר
it: Modalità di riempimento non automatica - Materiale arrestato per silo non ok
nl: Vulmodus niet in automatisch - materiaal gestopt voor silo niet ok
pt: Modo de enchimento não automático - Material parado para silo não está ok
ro: Modul de umplere nu este în automat - Material oprit pentru siloz nu este ok
sl: Način polnjenja ni v samodejnem načinu - material ustavljen za silos ni v redu
zh: 填充模式未处于自动状态 - 物料因筒仓而停止，不正常

source: No Semi-Auto Mode
ar: لا يوجد وضع شبه تلقائي
de: Kein halbautomatischer Modus
es: Sin modo semiautomático
fr: Pas de mode semi-automatique
he: אין מצב חצי אוטומטי
it: Nessuna modalità semiautomatica
nl: Geen semi-automatische modus
pt: Sem modo semiautomático
ro: Fără mod semi-automat
sl: Brez polavtomatskega načina
zh: 无半自动模式

source: Semi-Auto Mode In Progress
ar: الوضع شبه التلقائي قيد التقدم
de: Halbautomatischer Modus läuft
es: Modo semiautomático en curso
fr: Mode semi-automatique en cours
he: מצב חצי אוטומטי בתהליך
it: Modalità semiautomatica in corso
nl: Semi-automatische modus in uitvoering
pt: Modo semiautomático em andamento
ro: Modul semi-automat în desfășurare
sl: Polsamodejni način v teku
zh: 半自动模式正在进行中

source: Diverter Enabled
ar: تم تمكين المحول
de: Umleitung aktiviert
es: Desviador habilitado
fr: Déviateur activé
he: מפנה מופעל
it: Deviatore abilitato
nl: Omleider ingeschakeld
pt: Desviador ativado
ro: Deviator activat
sl: Preusmerjevalnik omogočen
zh: 已启用分流器

source: Diverter Disabled
ar: المحول معطل
de: Umsteller deaktiviert
es: Desviador desactivado
fr: Déviateur désactivé
he: מפנה מושבת
it: Deviatore disabilitato
nl: Omleider uitgeschakeld
pt: Desviador desativado
ro: Deviator dezactivat
sl: Preusmerjevalnik onemogočen
zh: 分流器已禁用

source: Silos Filling
ar: تعبئة الصوامع
de: Befüllen von Silos
es: Llenado de silos
fr: Remplissage de silos
he: מילוי ממגורות
it: Riempimento silos
nl: Silo's vullen
pt: Enchimento de Silos
ro: Umplerea silozurilor
sl: Polnjenje silosa
zh: 筒仓灌装

source: Silo Buffer Level
ar: مستوى المخزن المؤقت للصومعة
de: Silopufferfüllstand
es: Nivel de amortiguación del silo
fr: Niveau tampon du silo
he: רמת מאגר סילו
it: Livello buffer silo
nl: Silobufferniveau
pt: Nível de buffer do silo
ro: Nivel tampon siloz
sl: Nivo medpomnilnika silosa
zh: 筒仓缓冲水平

source: Silo Buffer Extraction Screws
ar: مسامير استخراج العازلة صومعة
de: Silopuffer-Extraktionsschrauben
es: Tornillos de extracción del buffer de silo
fr: Vis d'extraction de tampon de silo
he: ברגי חילוץ חוצץ סילו
it: Viti per estrazione tampone silo
nl: Silo Buffer Extractieschroeven
pt: Parafusos de extração de amortecedor de silo
ro: Șuruburi pentru extracția tamponului silozului
sl: Vijaki za ekstrakcijo pufra silosa
zh: 筒仓缓冲器取出螺丝

source: Silo Buffer Extraction Screws Manager
ar: مدير براغي استخراج المخزن المؤقت للصوامع
de: Manager für Silopuffer-Extraktionsschrauben
es: Responsable de tornillos de extracción de buffer de silo
fr: Gestionnaire de vis d'extraction de tampon de silo
he: מנהל ברגי חילוץ חוצץ סילו
it: Responsabile delle viti di estrazione del buffer del silo
nl: Manager voor extractieschroeven van silobuffers
pt: Gerenciador de parafusos de extração de buffer de silo
ro: Manager șuruburi pentru extracția tamponului silozului
sl: Upravitelj ekstrakcijskih vijakov silosnega medpomnilnika
zh: 筒仓缓冲器提取螺丝管理器

source: Both Screws Couples Enabled
ar: تمكين كلا الأزواج مسامير
de: Beide Schraubenpaare aktiviert
es: Ambos pares de tornillos habilitados
fr: Les deux couples de vis sont activés
he: שני זוגות הברגים מופעלים
it: Entrambe le coppie di viti abilitate
nl: Beide schroeven zijn gekoppeld
pt: Ambos os pares de parafusos habilitados
ro: Ambele cupluri de șuruburi sunt activate
sl: Oba para vijakov sta omogočena
zh: 两颗螺钉均已启用

source: Enable All Screws To Allow Auto-Switch
ar: تمكين جميع البراغي للسماح بالتبديل التلقائي
de: Aktivieren Sie alle Schrauben, um die automatische Umschaltung zu ermöglichen
es: Habilite todos los tornillos para permitir el cambio automático
fr: Activer toutes les vis pour permettre la commutation automatique
he: אפשר את כל הברגים כדי לאפשר החלפה אוטומטית
it: Abilita tutte le viti per consentire il cambio automatico
nl: Schakel alle schroeven in om automatisch schakelen mogelijk te maken
pt: Habilite todos os parafusos para permitir a troca automática
ro: Activați toate șuruburile pentru a permite comutarea automată
sl: Omogočite vse vijake, da omogočite samodejni preklop
zh: 启用所有螺钉以允许自动切换

source: Screw Selected Couple
ar: برغي الزوجين المحددين
de: Scheiß auf ausgewähltes Paar
es: Tornillo Pareja Seleccionada
fr: Couple sélectionné par vis
he: זוג נבחר
it: Coppia selezionata di vite
nl: Schroef geselecteerde paar
pt: Parafuso Casal Selecionado
ro: Cuplu selectat cu șuruburi
sl: Privijte izbrani par
zh: 螺丝选定对

source: Selected Screw Couple
ar: زوج المسمار المحدد
de: Ausgewähltes Schraubenpaar
es: Pareja de tornillos seleccionada
fr: Couple de vis sélectionné
he: זוג ברגים נבחר
it: Coppia di viti selezionata
nl: Geselecteerde schroefkoppeling
pt: Casal de Parafuso Selecionado
ro: Cuplu șurub selectat
sl: Izbrani vijačni par
zh: 精选螺杆副

source: Reactor 1 Shutoff Gate
ar: بوابة إغلاق المفاعل 1
de: Reaktor 1 Absperrtor
es: Puerta de cierre del reactor 1
fr: Porte d'arrêt du réacteur 1
he: שער כיבוי בכור 1
it: Cancello di chiusura del reattore 1
nl: Afsluiter reactor 1
pt: Portão de desligamento do reator 1
ro: Poarta de oprire a reactorului 1
sl: Zaporna vrata reaktorja 1
zh: 反应器 1 截止门

source: Hot Wash Reactor Bottom Mixer
ar: خلاط سفلي لمفاعل الغسيل الساخن
de: Heißwaschreaktor-Bodenmischer
es: Mezclador de fondo del reactor de lavado en caliente
fr: Mélangeur de fond de réacteur de lavage à chaud
he: מיקסר תחתון של כור שטיפה חמה
it: Miscelatore di fondo del reattore di lavaggio a caldo
nl: Hete wasreactor bodemmixer
pt: Misturador inferior do reator de lavagem a quente
ro: Mixer de jos cu reactor de spălare la cald
sl: Spodnji mešalnik reaktorja za vroče pranje
zh: 热洗反应釜底部混合机

source: Sealing Glycol Minimum Pressure
ar: ختم غليكول الحد الأدنى من الضغط
de: Mindestdruck für Dichtungsglykol
es: Presión mínima de glicol de sellado
fr: Pression minimale du glycol d'étanchéité
he: איטום גליקול לחץ מינימלי
it: Pressione minima del glicole sigillante
nl: Afdichting Glycol Minimale Druk
pt: Vedação de pressão mínima de glicol
ro: Presiune minimă de glicol de etanșare
sl: Tesnilni glikol Minimalni tlak
zh: 密封乙二醇最小压力

source: Sealing Glycol Minimum Level
ar: ختم مستوى جليكول الحد الأدنى
de: Mindestfüllstand für Dichtungsglykol
es: Nivel mínimo de glicol de sellado
fr: Niveau minimum de glycol d'étanchéité
he: איטום גליקול רמת מינימום
it: Livello minimo del glicole sigillante
nl: Minimumniveau afdichtingsglycol
pt: Vedação de nível mínimo de glicol
ro: Nivel minim de glicol de etanșare
sl: Najmanjša raven tesnilnega glikola
zh: 密封乙二醇最低含量

source: Sealing Glycol Pressure Not Ok
ar: ختم ضغط الجليكول ليس جيدًا
de: Dichtungsglykoldruck nicht in Ordnung
es: La presión de sellado de glicol no está bien
fr: La pression du glycol d’étanchéité n’est pas correcte
he: איטום לחץ גליקול לא בסדר
it: Pressione del glicole sigillante non corretta
nl: Afdichtingsglycoldruk niet ok
pt: A pressão de vedação do glicol não está correta
ro: Presiunea glicolului de etanșare nu este ok
sl: Tlak tesnilnega glikola ni v redu
zh: 密封乙二醇压力不正常

source: Sealing Glycol Level Not Ok
ar: ختم مستوى الجليكول ليس جيدًا
de: Versiegelungsglykolstand nicht in Ordnung
es: El nivel de sellado de glicol no está bien
fr: Le niveau de glycol d'étanchéité n'est pas correct
he: איטום רמת גליקול לא בסדר
it: Livello di glicole sigillante non ok
nl: Afdichtingsglycolniveau niet ok
pt: Nível de glicol de vedação não está ok
ro: Nivelul de etanșare a glicolului nu este ok
sl: Raven tesnilnega glikola ni v redu
zh: 密封乙二醇水平不正常

source: Sealing Glycol Pressure Not Ok (Stop Motor)
ar: ختم ضغط الجليكول ليس جيدًا (إيقاف المحرك)
de: Dichtungsglykoldruck nicht in Ordnung (Motor stoppen)
es: La presión de glicol de sellado no es correcta (detenga el motor)
fr: Pression de glycol d'étanchéité incorrecte (arrêt du moteur)
he: איטום לחץ גליקול לא בסדר (עצור מנוע)
it: Pressione del glicole sigillante non corretta (arrestare il motore)
nl: Afdichtingsglycoldruk niet ok (stop motor)
pt: A pressão do glicol de vedação não está correta (parar o motor)
ro: Presiunea glicolului de etanșare nu este ok (oprire motor)
sl: Tlak tesnilnega glikola ni v redu (ustavite motor)
zh: 密封乙二醇压力不正常（停止电机）

source: Sealing Glycol Level Not Ok (Stop Motor)
ar: ختم مستوى الجليكول ليس جيدًا (إيقاف المحرك)
de: Versiegelungsglykolstand nicht in Ordnung (Motor stoppen)
es: El nivel de glicol de sellado no está bien (detenga el motor)
fr: Niveau de glycol d'étanchéité incorrect (arrêt du moteur)
he: איטום רמת גליקול לא בסדר (עצור מנוע)
it: Livello di glicole sigillante non ok (arrestare il motore)
nl: Afdichtingsglycolniveau niet ok (stop motor)
pt: Nível de glicol de vedação não está ok (parar motor)
ro: Etanșarea nivelului de glicol nu este ok (oprire motor)
sl: Raven tesnilnega glikola ni v redu (ustavite motor)
zh: 密封乙二醇液位不正常（停止电机）

source: Seal Pressure
ar: ضغط الختم
de: Dichtungsdruck
es: Presión del sello
fr: Pression d'étanchéité
he: לחץ איטום
it: Pressione di tenuta
nl: Afdichtingsdruk
pt: Pressão de vedação
ro: Presiune de etanșare
sl: Tlak tesnila
zh: 密封压力

source: Check Seal Glycol Pressure
ar: تحقق من ضغط ختم جلايكول
de: Überprüfen Sie den Glykoldruck der Dichtung
es: Verifique la presión del glicol del sello
fr: Vérifier la pression du glycol du joint
he: בדוק את לחץ הגליקול החותם
it: Controllare la pressione del glicole nella guarnizione
nl: Controleer de afdichtingsglycoldruk
pt: Verifique a pressão do glicol de vedação
ro: Verificați presiunea glicolului de etanșare
sl: Preverite tlak tesnilnega glikola
zh: 检查密封乙二醇压力

source: Seal Level
ar: مستوى الختم
de: Siegelebene
es: Nivel de sellado
fr: Niveau de joint
he: רמת חותם
it: Livello di tenuta
nl: Zegelniveau
pt: Nível de vedação
ro: Nivel de etanșare
sl: Raven tesnila
zh: 密封等级

source: Check Seal Glycol Level
ar: تحقق من مستوى الختم جلايكول
de: Überprüfen Sie den Glykolstand der Dichtung
es: Verifique el nivel de glicol del sello
fr: Vérifier le niveau de glycol du joint
he: בדוק את רמת הגליקול בחותם
it: Controllare il livello del glicole nella guarnizione
nl: Controleer het glycolniveau van de afdichting
pt: Verifique o nível de glicol do selo
ro: Verificați nivelul glicolului de etanșare
sl: Preverite raven glikola v tesnilu
zh: 检查密封乙二醇水平

source: Material Loading Devices Ready
ar: أجهزة تحميل المواد جاهزة
de: Materialladegeräte bereit
es: Dispositivos de carga de material listos
fr: Dispositifs de chargement de matériaux prêts
he: התקני טעינת חומרים מוכנים
it: Dispositivi di caricamento materiale pronti
nl: Materiaallaadapparaten gereed
pt: Dispositivos de carregamento de materiais prontos
ro: Dispozitive de încărcare a materialelor gata
sl: Naprave za nalaganje materiala pripravljene
zh: 物料装载装置准备就绪

source: At Least One Mixer Not Enabled
ar: لم يتم تمكين خلاط واحد على الأقل
de: Mindestens ein Mixer ist nicht aktiviert
es: Al menos un mezclador no habilitado
fr: Au moins un mélangeur non activé
he: לפחות מיקסר אחד לא מופעל
it: Almeno un mixer non abilitato
nl: Minstens één mixer niet ingeschakeld
pt: Pelo menos um mixer não habilitado
ro: Cel puțin un mixer nu este activat
sl: Vsaj en mešalnik ni omogočen
zh: 至少一个混音器未启用

source: At Least One Mixer Still Not Prepared
ar: خلاط واحد على الأقل غير جاهز بعد
de: Mindestens ein Mixer ist noch nicht vorbereitet
es: Al menos una mezcladora aún no está preparada
fr: Au moins un mélangeur n'est toujours pas préparé
he: לפחות מיקסר אחד עדיין לא מוכן
it: Almeno un mixer non è ancora pronto
nl: Minstens één mixer nog niet klaar
pt: Pelo menos um misturador ainda não preparado
ro: Cel puțin un mixer încă nu este pregătit
sl: Vsaj en mešalnik še ni pripravljen
zh: 至少一台搅拌机尚未准备好
