Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Gearbox Maximum Temperature
ar: علبة التروس الحد الأقصى لدرجة الحرارة
de: Getriebe Maximale Temperatur
es: Temperatura Máxima De La Caja De Cambios
fr: Température maximale de la boîte de vitesses
he: תיבת הילוכים טמפרטורה מקסימלית
it: Temperatura Massima Del Riduttore
nl: Maximale temperatuur versnellingsbak
pt: Temperatura máxima da caixa de engrenagens
ro: Temperatura maximă a cutiei de viteze
sl: Najvišja temperatura menjalnika
zh: 变速箱最高温度

source: Gearbox Maximum Temperature - Stop Motor
ar: علبة التروس الحد الأقصى لدرجة الحرارة - توقف المحرك
de: Getriebe Maximale Temperatur - Motor stoppen
es: Temperatura Máxima De La Caja De Cambios - Motor De Parada
fr: Température maximale de la boîte de vitesses - Arrêt du moteur
he: תיבת הילוכים טמפרטורה מקסימלית - מנוע עצור
it: Temperatura Massima Del Riduttore - Stop Motore
nl: Maximale temperatuur versnellingsbak - Motor stoppen
pt: Temperatura máxima da caixa de engrenagens - Motor de parada
ro: Temperatura maximă a cutiei de viteze - Motor de oprire
sl: Najvišja temperatura menjalnika - zaustavite motor
zh: 变速箱最高温度 - 停止电动机

source: Gearbox Maximum Temperature Tsha
ar: علبة التروس الحد الأقصى لدرجة الحرارة tsha
de: Getriebe Maximale Temperatur TSHA
es: Temperatura Máxima De La Caja De Cambios Tsha
fr: Température maximale de la boîte de vitesses Tsha
he: GearBox טמפרטורה מקסימלית TSHA
it: Temperatura Massima Del Riduttore Tsha
nl: Maximale temperatuur versnellingsbak Tsha
pt: TSHA de temperatura máxima da caixa de engrenagens
ro: Cutie de viteze Temperatură maximă TSHA
sl: Najvišja temperatura menjalnika Tsha
zh: 变速箱最高温度TSHA

source: Gearbox Maximum Temperature Tsh
ar: علبة التروس الحد الأقصى لدرجة الحرارة TSH
de: Getriebe Maximale Temperatur TSH
es: Temperatura Máxima De La Caja De Cambios Tsh
fr: Température maximale de la boîte de vitesses Tsh
he: GearBox טמפרטורה מקסימלית TSH
it: Temperatura Massima Del Riduttore Tsh
nl: Maximale temperatuur versnellingsbak Tsh
pt: TSH de temperatura máxima da caixa de engrenagens
ro: Cutie de viteze Temperatură maximă TSH
sl: Najvišja temperatura menjalnika Tsh
zh: 变速箱最高温度TSH

source: Hide Start Button On Hmi (False=Show Start Pb)
ar: إخفاء زر البدء على HMI (false = عرض ابدأ PB)
de: Startschaltfläche auf HMI ausblenden (False = SHOW STARD PB)
es: Ocultar El Botón Inicio En Hmi (Falso = Show Start Pb)
fr: Masquer le bouton de démarrage sur l'IHM (False = Afficher le Pb de démarrage)
he: הסתר כפתור התחלה ב-HMI (FALSE=הצג התחלה PB)
it: Nascondi Pulsante Start Su Hmi (Falso=Mostra Pulsante Avvio)
nl: Startknop op HMI verbergen (False = Startknop weergeven)
pt: Ocultar o botão Iniciar no HMI (false = Show Start PB)
ro: Ascundeți butonul de pornire pe HMI (false = afișați start pb)
sl: Skrij gumb Start na HMI (False=Prikaži začetni Pb)
zh: 在HMI上隐藏开始按钮（false =显示启动PB）

source: Ready To Start (False When Started)
ar: جاهز للبدء (خطأ عند البدء)
de: Bereit zu starten (falsch, wenn er begonnen hat)
es: Listo Para Comenzar (Falso Cuando Se Inicia)
fr: Prêt à démarrer (Faux au démarrage)
he: מוכן להתחלה (שקר כשהתחיל)
it: Pronto per l'avvio (Falso Quando Avviato)
nl: Klaar om te starten (onwaar bij starten)
pt: Pronto para começar (falso quando iniciado)
ro: Gata de început (Fals când a început)
sl: Pripravljen za začetek (False ob zagonu)
zh: 准备开始（启动时错误）

source: Hydraulic Safety
ar: السلامة الهيدروليكية
de: Hydraulische Sicherheit
es: Seguridad Hidráulica
fr: Sécurité hydraulique
he: בטיחות הידראולית
it: Sicurezza Idraulica
nl: Hydraulische veiligheid
pt: Segurança hidráulica
ro: Siguranță hidraulică
sl: Hidravlična varnost
zh: 液压安全

source: Hydraulic Unit Safeties Not Ok
ar: الوحدة الهيدروليكية السلامة لا بأس
de: Hydraulikeinheiten Sicherheitssicherungen nicht in Ordnung
es: Salvaguardias De La Unidad Hidráulica no es OK
fr: Les sécurités de l'unité hydraulique ne sont pas correctes
he: בטיחות יחידה הידראולית לא בסדר
it: Sicurezze Dell'Unità Idraulica Non Ok
nl: Veiligheidsvoorzieningen hydraulische eenheid niet ok
pt: Seguranças da unidade hidráulica não ok
ro: Unitatea hidraulică nu este ok
sl: Varnost hidravlične enote ni v redu
zh: 液压单位安全不正常

source: Oil Filter Not Ok
ar: مرشح الزيت ليس موافق
de: Ölfilter nicht in Ordnung
es: Filtro De Aceite no OK
fr: Filtre à huile pas OK
he: מסנן שמן לא תקין
it: Filtro Olio Non Ok
nl: Oliefilter niet ok
pt: Filtro de óleo não ok
ro: Filtrul de ulei nu OK
sl: Oljni filter ni v redu
zh: 机油滤清器不正常

source: Oil Circuit Shutoff Valve Not Open
ar: صمام إغلاق دائرة النفط غير مفتوح
de: Ölkreis -Absperrventil nicht geöffnet
es: Válvula De Cierre Del Circuito De Aceite No Está Abierta
fr: Vanne d'arrêt du circuit d'huile non ouverte
he: שסתום סגירת מעגל שמן אינו פתוח
it: Valvola Intercettazione Circuito Olio Non Aperta
nl: Oliecircuit afsluitklep niet open
pt: Válvula de desligamento do circuito de óleo não aberto
ro: Supapa de închidere a circuitului petrolier nu este deschisă
sl: Zaporni ventil oljnega tokokroga ni odprt
zh: 油路关闭阀不打开

source: Oil Filter
ar: مصفاة النفط
de: Ölfilter
es: Filtro De Aceite
fr: Filtre à huile
he: מסנן שמן
it: Filtro Dell'Olio
nl: Oliefilter
pt: Filtro de óleo
ro: Filtru de ulei
sl: Oljni filter
zh: 机油过滤器

source: Shutoff Valve 1
ar: صمام الإغلاق 1
de: Absperrventil 1
es: Válvula De Cierre 1
fr: Vanne d'arrêt 1
he: שסתום סגירה 1
it: Valvola Di Intercettazione 1
nl: Afsluiter 1
pt: Válvula de desligamento 1
ro: Supapă de închidere 1
sl: Zaporni ventil 1
zh: 关闭阀1

source: Shutoff Valve 2
ar: صمام الإغلاق 2
de: Absperrventil 2
es: Válvula De Cierre 2
fr: Vanne d'arrêt 2
he: שסתום סגירה 2
it: Valvola Di Intercettazione 2
nl: Afsluiter 2
pt: Válvula de desligamento 2
ro: Supapă de închidere 2
sl: Zaporni ventil 2
zh: 关闭阀2

source: (1=Run)
ar: (1 = تشغيل)
de: (1 = Lauf)
es: (1 = Ejecutar)
fr: (1=Exécuter)
it: (1=Esegui)
nl: (1=Rennen)
pt: (1 = execução)
ro: (1 = alergare)
sl: (1=teči)
zh: （1 =运行）

source: Oil Temperature Ok For Circulation
ar: درجة حرارة الزيت موافق على الدورة الدموية
de: Öltemperatur OK für den Kreislauf
es: Temperatura Del Aceite Ok Para La Circulación
fr: Température d'huile correcte pour la circulation
he: טמפרטורת השמן תקין למחזור
it: Temperatura Olio Ok Per La Circolazione
nl: Olietemperatuur OK voor circulatie
pt: Temperatura do óleo OK para circulação
ro: Temperatura uleiului OK pentru circulație
sl: Temperatura olja OK za kroženje
zh: 油温度正常

source: Oil Temperature Not Ok For Circulation
ar: درجة حرارة الزيت غير موافق على الدورة الدموية
de: Öltemperatur nicht in Ordnung für den Kreislauf
es: Temperatura Del Aceite no es OK Para La Circulación
fr: La température de l'huile n'est pas correcte pour la circulation
he: טמפרטורת השמן לא תקינה למחזור
it: Temperatura Dell'Olio Non Ok Per La Circolazione
nl: Olietemperatuur niet ok voor circulatie
pt: Temperatura do óleo não ok para circulação
ro: Temperatura uleiului nu este OK pentru circulație
sl: Temperatura olja ni v redu za obtok
zh: 油温不正常

source: Oil Minimum Level
ar: الحد الأدنى للزيت
de: Ölmindestpegel
es: Nivel Mínimo De Aceite
fr: Niveau minimum d'huile
he: רמת שמן מינימלית
it: Livello Minimo Olio
nl: Minimum oliepeil
pt: Nível mínimo de óleo
ro: Nivelul minim al uleiului
sl: Najmanjša raven olja
zh: 油最低水平

source: Oil Minimum Level Not Ok
ar: الحد الأدنى لمستوى الزيت ليس موافق
de: Ölmindestpegel nicht in Ordnung
es: Nivel Mínimo De Aceite no OK
fr: Le niveau minimum d'huile n'est pas correct
he: רמת שמן מינימלית לא תקין
it: Livello Minimo Olio Non Ok
nl: Minimum oliepeil niet ok
pt: Nível mínimo de petróleo não ok
ro: Nivelul minim al uleiului nu OK
sl: Najmanjša raven olja ni v redu
zh: 油最低水平不正常

source: Temperature Ok For Cooling
ar: درجة الحرارة موافق للتبريد
de: Temperatur OK zum Abkühlen
es: Temperatura Ok Para Enfriar
fr: Température Ok Pour Le Refroidissement
he: טמפרטורה תקינה לקירור
it: Temperatura Ok Per Raffreddamento
nl: Temperatuur ok voor koeling
pt: Temperatura ok para resfriamento
ro: Temperatura OK pentru răcire
sl: Temperatura OK za hlajenje
zh: 温度确定用于冷却

source: No Cooling Is Required (Low Temperature)
ar: لا يلزم تبريد (درجة حرارة منخفضة)
de: Es ist keine Abkühlung erforderlich (niedrige Temperatur)
es: No Se Requiere Enfriamiento (Temperatura Baja)
fr: Aucun refroidissement n'est requis (basse température)
he: אין צורך בקירור (טמפרטורה נמוכה)
it: Non È Richiesto Alcun Raffreddamento (Bassa Temperatura)
nl: Geen koeling nodig (lage temperatuur)
pt: Nenhum resfriamento é necessário (baixa temperatura)
ro: Nu este necesară răcire (temperatură scăzută)
sl: Hlajenje ni potrebno (nizka temperatura)
zh: 不需要冷却（低温）

source: Shredder Local+Power Disconnect Open (Both)
ar: Shredder Local+Power Disconnect Open (كلاهما)
de: Shredder Local+Power Trennung offen (beide)
es: Shredder Local+Desconexión De Potencia Abierta (Ambos)
fr: Déchiqueteuse locale + déconnexion électrique ouverte (les deux)
he: מגרסה מקומית + ניתוק מתח פתוח (שניהם)
it: Trituratore Disconnettore Locale e di potenza Aperti (Entrambi)
nl: Shredder Lokaal + Stroomuitval Open (Beide)
pt: Shredder Local+Power Desconecte aberto (ambos)
ro: Shredder Local+Power Deconect Open (ambele)
sl: Shredder Local+Power Disconnect Open (Oba)
zh: 粉碎机本地+电源断开（两者）

source: Shredder Disconnectors Closed
ar: قطع قطع التقطيع مغلق
de: Shredder -Trennstoffe geschlossen
es: Seccionadores De Trituradora Cerrados
fr: Sectionneurs du broyeur fermés
he: מנתקי המגרסה סגורים
it: Sezionatori Trituratore Chiusi
nl: Shredder-scheidingsschakelaars gesloten
pt: Desconectores de triturador fechados
ro: Deconectoarele de tocat închise
sl: Odklopniki drobilnika zaprti
zh: 切碎器的断开器关闭

source: Shredder Safety Key Extracted Form The Lock
ar: مفتاح أمان التقطيع مستخرج من القفل
de: Shredder Safety Key extrahierte Form aus dem Schloss
es: Llave de seguridad de la trituradora extraída de la cerradura
fr: Clé de sécurité du broyeur extraite de la serrure
he: מפתח בטיחות מגרסה חולץ מהמנעול
it: Chiave Di Sicurezza Trituratore Estratta Dalla Serratura
nl: Veiligheidssleutel voor versnipperaar uit het slot gehaald
pt: Chave de segurança de triturador extraída da trava
ro: Cheie de siguranță a mărunțirii Extras Form Lock
sl: Varnostni ključ drobilnika izvlečen iz ključavnice
zh: 切碎机安全钥匙提取锁

source: Safety Key Not Extracted
ar: مفتاح السلامة لم يتم استخلاصه
de: Sicherheitsschlüssel nicht extrahiert
es: Llave De Seguridad No Extraída
fr: Clé de sécurité non extraite
he: מפתח בטיחות לא חולץ
it: Chiave Di Sicurezza Non Estratta
nl: Veiligheidssleutel niet geëxtraheerd
pt: Chave de segurança não extraída
ro: Cheia de siguranță nu este extrasă
ru: Ключ безопасности не извлечен
sl: Varnostni ključ ni ekstrahiran
zh: 安全密钥未提取

source: Oil Temperature Ok For Heating
ar: درجة حرارة الزيت موافق للتدفئة
de: Öltemperatur OK zum Erhitzen
es: Temperatura Del Aceite Ok Para Calentar
fr: Température d'huile OK pour le chauffage
he: טמפרטורת השמן תקין לחימום
it: Temperatura Olio Ok Per Riscaldamento
nl: Olietemperatuur OK voor verwarming
pt: Temperatura do óleo OK para aquecimento
ro: Temperatura uleiului OK pentru încălzire
sl: Temperatura olja OK za ogrevanje
zh: 油温度可用于加热

source: Oil Does Not Need To Be Heated
ar: لا يحتاج الزيت إلى تسخينه
de: Öl muss nicht erhitzt werden
es: El Aceite No Necesita Ser Calentado
fr: L'huile n'a pas besoin d'être chauffée
he: שמן לא צריך להתחמם
it: L'Olio Non Ha Bisogno Di Essere Riscaldato
nl: Olie hoeft niet verwarmd te worden
pt: O petróleo não precisa ser aquecido
ro: Uleiul nu trebuie încălzit
sl: Olja ni treba segrevati
zh: 油不需要加热

source: Cooling Valve Is Not On (Rotor Will Be Stopped In A Short Time)
ar: صمام التبريد ليس قيد التشغيل (سيتم إيقاف الدوار في وقت قصير)
de: Kühlventil ist nicht eingeschaltet (Rotor wird in kurzer Zeit angehalten)
es: La válvula de refrigeración no está activada (el rotor se parará en poco tiempo)
fr: La vanne de refroidissement n'est pas activée (le rotor sera arrêté dans un court laps de temps)
he: שסתום הקירור אינו פועל (הרוטור ייעצר תוך זמן קצר)
it: La Valvola Di Raffreddamento Non È Attiva (Il Rotore Verrà Arrestato In Breve Tempo)
nl: Koelklep staat niet open (rotor stopt binnenkort)
pt: A válvula de resfriamento não está ligada (o rotor será interrompido em pouco tempo)
ro: Supapa de răcire nu este pornită (rotorul va fi oprit într -un timp scurt)
sl: Hladilni ventil ni vklopljen (rotor se bo v kratkem času ustavil)
zh: 冷却阀不在（转子将在短时间内停止）

source: Cooling Valve Is Not On (Rotor Stop)
ar: صمام التبريد ليس قيد التشغيل (توقف الدوار)
de: Kühlventil ist nicht eingeschaltet (Rotorstopp)
es: La Válvula De Refrigeración No Está Activada (Parada Del Rotor)
fr: La vanne de refroidissement n'est pas activée (arrêt du rotor)
he: שסתום קירור אינו פועל (עצירת רוטור)
it: La Valvola Di Raffreddamento Non È Attiva (Rotor Stop)
nl: Koelklep staat niet open (rotor stopt)
pt: A válvula de resfriamento não está ligada (parada do rotor)
ro: Supapa de răcire nu este pornită (oprirea rotorului)
sl: Hladilni ventil ni vklopljen (zaustavitev rotorja)
zh: 冷却阀不在（转子停止）

source: Fast Speed
ar: سرعة سريعة
de: Schnelle Geschwindigkeit
es: Velocidad Rápida
fr: Vitesse rapide
he: מהירות גבוהה
it: Velocità Veloce
nl: Hoge snelheid
pt: Velocidade rapida
ro: Viteza rapida
sl: Hitra hitrost
zh: 快速速度

source: Position Forward Not Ok
ar: الموقف إلى الأمام ليس موافق
de: Position vorwärts nicht in Ordnung
es: Posición Hacia Adelante no OK
fr: Position en avant pas OK
he: עמדת קדימה לא בסדר
it: Posizione Avanti Non Ok
nl: Positie Vooruit Niet Ok
pt: Posição para a frente não ok
ro: Poziția înainte nu ok
sl: Položaj naprej ni v redu
zh: 位置向前不正常

source: Position Reverse Not Ok
ar: موقف عكس ليس موافق
de: Position umgekehrt nicht ok
es: Posición Reversa no OK
fr: Position inversée pas OK
he: מיקום הפוך לא תקין
it: Posizione Inversione Non Ok
nl: Positie Omkeren Niet Ok
pt: Posição reversa não ok
ro: Poziția inversă nu ok
sl: Obrni položaj ni v redu
zh: 位置反向不正常

source: Both Positions
ar: كلا الموقفين
de: Beide Positionen
es: Ambas Posiciones
fr: Les deux postes
he: שני התפקידים
it: Entrambe Le Posizioni
nl: Beide posities
pt: Ambas as posições
ro: Ambele poziții
ru: Обе позиции
sl: Oba položaja
zh: 这两个位置

source: Disabled By Operator
ar: معطل من قبل المشغل
de: Vom Bediener deaktiviert
es: Desactivado Por Operador
fr: Désactivé par l'opérateur
he: מושבת על ידי המפעיל
it: Disabilitato Dall'Operatore
nl: Uitgeschakeld door operator
pt: Desativado pelo operador
ro: Dezactivat de către operator
sl: Onemogočil operater
zh: 由操作员禁用

source: Ready For Measuring
ar: جاهز لقياس
de: Messungsbereit
es: Listo Para Medir
fr: Prêt à mesurer
he: מוכן למדידה
it: Pronto Per La Misurazione
nl: Klaar om te meten
pt: Pronto para medir
ro: Gata pentru măsurare
sl: Pripravljen za merjenje
zh: 准备测量

source: Component Prepared Ok For Production
ar: المكون أعدت موافق للإنتاج
de: Komponente für die Produktion vorbereitet
es: Componente Preparado Para La Producción
fr: Composant prêt pour la production
he: הרכיב הוכן תקין לייצור
it: Componente Preparato Ok Per La Produzione
nl: Component klaar voor productie
pt: Componente preparado ok para produção
ro: Componenta pregătită ok pentru producție
sl: Komponenta je dobro pripravljena za proizvodnjo
zh: 准备好生产的组件

source: Sensor On (Cab On + 24V Sensor Supply Ok - Ain Or Din)
ar: مستشعر على (CAB ON + 24V Sensor Supply OK - AIN أو DIN)
de: Sensor ein
es: Sensor Encendido (Cabina En + 24 V Suministro De Sensor Ok - Ain O Din)
fr: Capteur activé (Cabine activée + Alimentation capteur 24V Ok - Ain ou Din)
he: SENSOR ON (CAB ON + אספקת חיישן 24V תקין - AIN או DIN)
it: Sensore Acceso (Cabina Accesa + Alimentazione Sensore 24V Ok - Ain O Din)
nl: Sensor aan (cabine aan + 24V sensorvoeding ok - Ain of Din)
pt: Sensor On (CAB On + 24V Sensor Supply OK - Ain ou DIN)
ro: Senzor ON (cabină ON + 24V Senzor OK - Ain sau DIN)
sl: Senzor vklopljen (kabina vklopljena + 24 V napajanje senzorja v redu - Ain ali Din)
zh: 传感器ON（CAB ON + 24V传感器电源OK -AIN或DIN）

source: High Temperature Warning
ar: تحذير ارتفاع درجة الحرارة
de: Warnung mit hoher Temperatur
es: Advertencia De Alta Temperatura
fr: Avertissement de température élevée
he: אזהרת טמפרטורה גבוהה
it: Avviso Di Alta Temperatura
nl: Waarschuwing voor hoge temperaturen
pt: Aviso de alta temperatura
ro: Avertisment la temperatură ridicată
ru: Предупреждение о высокой температуре
sl: Opozorilo o visoki temperaturi
zh: 高温警告

source: Oil Maximum Temperature
ar: درجة الحرارة القصوى للزيت
de: Ölmaximale Temperatur
es: Temperatura Máxima Del Aceite
fr: Température maximale de l'huile
he: שמן טמפרטורת מקסימום
it: Temperatura Massima Olio
nl: Maximale olietemperatuur
pt: Temperatura máxima do óleo
ro: Temperatura maximă a uleiului
sl: Najvišja temperatura olja
zh: 油的最高温度

source: Oil Temperature
ar: درجة حرارة الزيت
de: Öltemperatur
es: Temperatura Del Aceite
fr: Température de l'huile
he: טמפרטורת שמן
it: Temperatura Dell'Olio
nl: Olietemperatuur
pt: Temperatura do óleo
ro: Temperatura uleiului
sl: Temperatura olja
zh: 油温

source: Downstream Ok (External Signal)
ar: OK المصب (إشارة خارجية)
de: Nachgeschalteter OK (externes Signal)
es: Ok Aguas Abajo (Señal Externa)
fr: En aval Ok (signal externe)
he: במורד הזרם אישור (אות חיצוני)
it: A Valle Ok (Segnale Esterno)
nl: Downstream Ok (extern signaal)
pt: A jusante ok (sinal externo)
ro: În aval OK (semnal extern)
sl: V redu (zunanji signal)
zh: 下游确定（外部信号）

source: Sorema Plant Ok To Receive Material
ar: مصنع سوريما موافق لتلقي المواد
de: Sorema Pflanze OK, um Material zu erhalten
es: Planta De Sorema Ok Para Recibir Material
fr: L'usine de Sorema est prête à recevoir du matériel
he: צמח סורמה בסדר לקבל חומר
it: Impianto Sorema Ok Per Ricevere Materiale
nl: Sorema Plant mag materiaal ontvangen
pt: Planta de Sorema OK para receber material
ro: Planta Sorema ok pentru a primi material
sl: Rastlina Sorema je v redu za sprejem materiala
zh: Sorema Plant可以接收材料

source: (1=Sorema Ok To Receive)
ar: (1 = سوريما موافق لتلقيها)
de: (1 = Sorema OK, um zu empfangen)
es: (1 = Sorema Ok Para Recibir)
fr: (1=Sorema Ok pour recevoir)
he: (1=SOREMA בסדר לקבל)
it: (1=Sorema Ok Per Ricevere)
nl: (1=Sorema Ok om te ontvangen)
pt: (1 = Sorema OK para receber)
ro: (1 = Sorema ok pentru a primi)
sl: (1=Sorema OK za prejem)
zh: （1 = Sorema可以接收）

source: Cycle Interlocks
ar: تعشيق الدورة
de: Zyklusverriegelungen
es: Interbloqueos Del Ciclo
fr: Verrouillages de cycle
he: נעילות מחזור
it: Interblocchi Del Ciclo
nl: Fietsvergrendelingen
pt: Intertravamentos de ciclo
ro: Cicluri de blocare
sl: Cikel zaklepanja
zh: 循环互锁

source: Production Speed (In Constant Mode)
ar: سرعة الإنتاج (في الوضع المستمر)
de: Produktionsgeschwindigkeit (im konstanten Modus)
es: Velocidad De Producción (En Modo Constante)
fr: Vitesse de production (en mode constant)
he: מהירות ייצור (במצב קבוע)
it: Velocità in Produzione (In Modalità Costante)
nl: Productiesnelheid (in constante modus)
pt: Velocidade de produção (no modo constante)
ro: Viteza de producție (în modul constant)
sl: Hitrost proizvodnje (v konstantnem načinu)
zh: 生产速度（在恒定模式下）

source: Rotor Reverse
ar: عكس الدوار
de: Rotor Rückwärts
es: Inversión Del Rotor
fr: Inversion du rotor
he: רוטור הפוך
it: Inversione Del Rotore
nl: Rotor achteruit
pt: Rotor reverso
ro: Rotor invers
zh: 转子反向

source: Pusher Step Back + Stop Material (If Selected)
ar: Step Step Back + Stop Material (إذا تم تحديده)
de: Pusher -Schritt zurück + Stoppmaterial (falls ausgewählt)
es: Retroceso Del Empujador + Estop Material (Si Seleccionado)
fr: Recul du poussoir + matériau d'arrêt (si sélectionné)
he: חומר דחף צעד אחורה + עצירה (אם נבחר)
it: Passo indietro dello spintore + Fermo del materiale (Se Selezionato)
nl: Pusher stap terug + stop materiaal (indien geselecteerd)
pt: Pusher recuar para trás + parada de material (se selecionado)
ro: Pusher Step Back + Stop Material (dacă este selectat)
sl: Korak nazaj + potisni material (če je izbrano)
zh: 推动器后退 +停止材料（如果选择）

source: Stop Upstream Material
ar: توقف عن مواد المنبع
de: Stoppen Sie das optimale Material
es: Estop Material Aguas Arriba
fr: Arrêter le matériel en amont
he: עצור חומר במעלה הזרם
it: Ferma Il Materiale A Monte
nl: Stop stroomopwaarts materiaal
pt: Pare o material a montante
ro: Opriți materialul în amonte
zh: 停止上游材料

source: Production Speed - Advancing
ar: سرعة الإنتاج - التقدم
de: Produktionsgeschwindigkeit - Fortschreiten
es: Velocidad De Producción: Avanzando
fr: Vitesse de production – Avancement
he: מהירות ייצור - מתקדם
it: Velocità Di Produzione - Avanzamento
nl: Productiesnelheid - Vooruitgang
pt: Velocidade de produção - avançando
ro: Viteza de producție - avansare
sl: Hitrost proizvodnje - napreduje
zh: 生产速度 - 前进

source: Enable
ar: يُمكَِن
de: Ermöglichen
es: Habilitar
fr: Activer
he: לְאַפשֵׁר
it: Abilitare
nl: Inschakelen
pt: Habilitar
ro: Permite
sl: Omogoči
zh: 使能够

source: Swipe Access Card To Unlock
ar: بطاقة إمكانية الوصول لفتح
de: Wischen Sie die Zugangskarte zum Entsperren
es: Pasa La Tarjeta De Acceso Para Desbloquear
fr: Faites glisser la carte d'accès pour déverrouiller
he: החלק את כרטיס הגישה כדי לבטל את הנעילה
it: Passa La Carta Di Accesso Per Sbloccare
nl: Toegangskaart swipen om te ontgrendelen
pt: Placa de acesso a deslizar para desbloquear
ro: Glisați cardul de acces pentru a debloca
sl: Za odklepanje povlecite kartico za dostop
zh: 滑动访问卡以解锁

source: Shredding
ar: تمزيق
de: Zerkleinern
es: Trituración
fr: Déchiquetage
he: רִטוּשׁ
it: Triturazione
nl: Versnipperen
pt: Trituração
ro: Mărunțire
sl: Drobljenje
zh: 切碎

source: Buttons
ar: أزرار
de: Tasten
es: Botones
fr: Boutons
he: כפתורים
it: Pulsanti
nl: Knoppen
pt: Botões
ro: Butoane
sl: Gumbi
zh: 纽扣

source: Process Signals
ar: إشارات العملية
de: Prozesssignale
es: Señales De Proceso
fr: Signaux de processus
he: תהליך אותות
it: Segnali Di Processo
nl: Processignalen
pt: Sinais de processo
ro: Semnalele de proces
sl: Procesni signali
zh: 过程信号

source: Trend Limits
ar: حدود الاتجاه
de: Trendgrenzen
es: Límite De Tendencia
fr: Limites de tendance
he: מגבלות מגמה
it: Limiti Di Tendenza
nl: Trendlimieten
pt: Limites de tendência
ro: Limite de tendință
sl: Meje trendov
zh: 趋势限制

source: Component Status Std Bitmask
ar: حالة المكون std bitmask
de: Komponentenstatus STD -Bitmaske
es: Estado Del Componente Std Bitmask
fr: État du composant Masque de bits standard
he: STD BITMASK של סטטוס רכיב
it: Stato Componente Std Bitmask
nl: Componentstatus Standaardbitmasker
pt: Status de componente std bitmask
ro: Stare componentă std bitmask
sl: Standardna bitna maska ​​stanja komponente
zh: 组件状态std bitmask

source: Function
ar: وظيفة
de: Funktion
es: Función
fr: Fonction
he: פוּנקצִיָה
it: Funzione
nl: Functie
pt: Função
ro: Funcţie
sl: funkcija
zh: 功能

source: Hmis Beacon Protection
ar: حماية HMIS منارة
es: Protección De Baliza De Hmis
fr: Protection des balises Hmis
it: Protezione Torretta di segnalazione
nl: Hmis Beacon-bescherming
pt: Proteção do Beacon HMIS
ro: Protecția împotriva farului HMIS
sl: Hmis Beacon Zaščita
zh: HMIS信标保护

source: SYS - Cumulative Hmis Beacon
ar: SYS - منارة HMIS التراكمية
de: SYS - kumulatives HMIS Beacon
es: SYS - Baliza Hmis Acumulativa
fr: SYS - Balise Hmis cumulative
he: SYS - Beacon מצטבר של HMIs
it: SYS - Torretta Hmi Cumulativo
nl: SYS - Cumulatief HMI-baken
pt: SYS - farol de HMIS cumulativo
ro: SYS - Beacon cumulativ HMIS
sl: SYS – Kumulativni Hmis Beacon
zh: 系统 - 累积HMIS信标

source: SYS - Ethernet Switch Ok
es: SYS - Switch Ethernet Ok
fr: SYS - Commutateur Ethernet OK
he: SYS - מתג Ethernet תקין
it: SYS - Switch Ethernet Ok
pt: SYS - interruptor Ethernet OK
sl: SYS - Ethernetno stikalo je v redu
zh: 系统 - 以太网开关确定
