Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Restart With Downstream Completely Empty
ar: إعادة التشغيل مع المصب فارغة تماما
de: Starten Sie neu, wenn der Downstream vollständig leer ist
es: Reiniciar con aguas abajo completamente vacías
fr: Redémarrer avec l'aval complètement vide
he: הפעל מחדש כאשר המורד הזרם ריק לחלוטין
it: Ripartire Con Downstream Completamente Vuoto
nl: Herstart met Downstream volledig leeg
pt: Reinicie com o downstream completamente vazio
ro: Reporniți cu aval complet gol
sl: Znova zaženite s popolnoma praznim nižjim tokom
zh: 下游完全清空后重新启动

source: Paddle
ar: مجداف
de: Paddel
es: Paleta
fr: Pagayer
he: מָשׁוֹט
it: Pagaia
nl: Peddelen
pt: Remo
ro: Paletă
sl: Veslo
zh: 桨

source: Reverse Rotation
ar: دوران عكسي
de: Rückwärtsdrehung
es: Rotación inversa
fr: Rotation inversée
he: סיבוב הפוך
it: Rotazione inversa
nl: Omgekeerde rotatie
pt: Rotação reversa
ro: Rotire inversă
sl: Vzvratno vrtenje
zh: 反向旋转

source: Time Frame
ar: إطار زمني
de: Zeitfenster
es: Periodo de tiempo
fr: Laps de temps
he: מסגרת זמן
it: Lasso di tempo
nl: Tijdsbestek
pt: Prazo
ro: Interval de timp
sl: Časovni okvir
zh: 大体时间

source: Integral
ar: أساسي
fr: Intégral
he: בלתי נפרד
it: Integrante
nl: Integraal
pt: Integrante
zh: 不可缺少的

source: Min
ar: دقيقة
de: Mindest
es: mín
he: מינימום
it: minimo
pt: Mínimo
zh: 最小

source: Max
ar: الأعلى
es: máx
he: מקסימום
it: Massimo
nl: Maximaal
pt: Máx
sl: maks
zh: 最大限度

source: Sending
ar: إرسال
de: Senden
es: Enviando
fr: Envoi
he: שְׁלִיחָה
it: Invio
nl: Verzenden
pt: Enviando
ro: Trimiterea
sl: Pošiljanje
zh: 发送

source: Inversion Sequence
ar: تسلسل الانقلاب
de: Inversionssequenz
es: Secuencia de inversión
fr: Séquence d'inversion
he: רצף היפוך
it: Sequenza di inversione
nl: Inversiesequentie
pt: Sequência de Inversão
ro: Secvență de inversare
sl: Zaporedje inverzije
zh: 反转序列

source: Request Inversion Sequence
ar: طلب تسلسل الانعكاس
de: Inversionssequenz anfordern
es: Solicitar secuencia de inversión
fr: Séquence d'inversion de demande
he: בקש רצף היפוך
it: Richiedi sequenza di inversione
nl: Verzoek om inversiesequentie
pt: Solicitar sequência de inversão
ro: Cerere secvență de inversare
sl: Zaporedje inverzije zahteve
zh: 请求反转序列

source: Inversion Advanced
ar: الانعكاس المتقدم
de: Inversion Fortgeschritten
es: Inversión avanzada
fr: Inversion avancée
he: היפוך מתקדם
it: Inversione avanzata
nl: Inversie Geavanceerd
pt: Inversão Avançada
ro: Inversie avansată
sl: Inverzija Napredno
zh: 反演高级

source: Reverse Duration
ar: عكس المدة
de: Umkehrdauer
es: Duración inversa
fr: Durée inversée
he: משך הפוך
it: Durata inversa
nl: Omgekeerde duur
pt: Duração reversa
ro: Durata inversă
sl: Povratno trajanje
zh: 反向持续时间

source: Max Number Of Inversions
ar: الحد الأقصى لعدد الانقلابات
de: Maximale Anzahl an Inversionen
es: Número máximo de inversiones
fr: Nombre maximum d'inversions
he: מספר מקסימלי של היפוכים
it: Numero massimo di inversioni
nl: Maximaal aantal inversies
pt: Número máximo de inversões
ro: Numărul maxim de inversiuni
sl: Največje število inverzij
zh: 最大反转次数

source: Time To Reach Max Number Of Inversions
ar: الوقت للوصول إلى الحد الأقصى لعدد الانقلابات
de: Zeit bis zum Erreichen der maximalen Anzahl an Inversionen
es: Tiempo para alcanzar el número máximo de inversiones
fr: Temps pour atteindre le nombre maximum d'inversions
he: זמן להגיע למספר המקסימלי של היפוכים
it: Tempo per raggiungere il numero massimo di inversioni
nl: Tijd om het maximale aantal inversies te bereiken
pt: É hora de atingir o número máximo de inversões
ro: Este timpul să atingeți numărul maxim de inversiuni
sl: Čas za doseganje največjega števila inverzij
zh: 达到最大反转次数的时间

source: Enable Inversion At Startup
ar: تمكين الانقلاب عند بدء التشغيل
de: Aktivieren Sie die Inversion beim Start
es: Habilitar la inversión al inicio
fr: Activer l'inversion au démarrage
he: אפשר היפוך בעת ההפעלה
it: Abilita l'inversione all'avvio
nl: Inversie inschakelen bij opstarten
pt: Habilitar inversão na inicialização
ro: Activați inversarea la pornire
sl: Omogoči inverzijo ob zagonu
zh: 启动时启用反转

source: Silo Max Level
ar: صومعة ماكس المستوى
de: Silo-Maximalfüllstand
es: Nivel máximo del silo
fr: Niveau maximum du silo
he: סילו מקס רמה
it: Livello massimo del silo
nl: Silo Max Niveau
pt: Nível máximo do silo
ro: Nivel maxim siloz
sl: Največja raven silosa
zh: 筒仓最大等级

source: Silo Discharge Screw
ar: برغي تفريغ الصومعة
de: Silo-Austragsschnecke
es: Tornillo de descarga de silo
fr: Vis de décharge de silo
he: בורג פריקת סילו
it: Coclea di scarico del silo
nl: Silo-afvoerschroef
pt: Parafuso de descarga do silo
ro: Șurub de descărcare a silozului
sl: Izpustni vijak silosa
zh: 料仓卸料螺杆

source: Discharge Screw Exit Door
ar: باب الخروج المسمار التفريغ
de: Auslasstür der Auswurfschnecke
es: Puerta de salida del tornillo de descarga
fr: Porte de sortie de vis de décharge
he: דלת יציאה של בורג פריקה
it: Sportello di uscita della coclea di scarico
nl: Uitgangsdeur van de afvoerschroef
pt: Porta de saída do parafuso de descarga
ro: Ușă de ieșire șurub de descărcare
sl: Izhodna vrata za izpustni vijak
zh: 卸料螺杆出口门

source: Stored Maximum Level
ar: الحد الأقصى للمستوى المخزن
de: Gespeicherter Höchststand
es: Nivel máximo almacenado
fr: Niveau maximum stocké
he: רמה מקסימלית מאוחסנת
it: Livello massimo memorizzato
nl: Opgeslagen maximumniveau
pt: Nível Máximo Armazenado
ro: Nivel maxim stocat
sl: Shranjena najvišja raven
zh: 存储的最大级别

source: Stored Bv For Maximum
ar: مخزنة Bv للحد الأقصى
de: Gespeicherter Bv für Maximum
es: Bv almacenado para máximo
fr: Bv stocké pour un maximum
he: מאוחסן Bv עבור מקסימום
it: Bv memorizzato per il massimo
nl: Opgeslagen BV voor maximaal
pt: Bv armazenado para o máximo
ro: Stocat Bv Pentru Maxim
sl: Shranjeno Bv za največ
zh: 最大存储 Bv

source: Stored Minimum Level
ar: المستوى الأدنى المخزن
de: Gespeicherter Mindestfüllstand
es: Nivel mínimo almacenado
fr: Niveau minimum stocké
he: רמה מינימלית מאוחסנת
it: Livello minimo memorizzato
nl: Opgeslagen minimumniveau
pt: Nível Mínimo Armazenado
ro: Nivel minim stocat
sl: Shranjena minimalna raven
zh: 存储的最低级别

source: Stored Bv For Minimum
ar: مخزنة Bv للحد الأدنى
de: Gespeicherter Bv für Minimum
es: Bv almacenado por mínimo
fr: Bv stocké pour un minimum
he: מאוחסן Bv למינימום
it: Bv memorizzato per il minimo
nl: Opgeslagen Bv voor minimaal
pt: Bv armazenado pelo mínimo
ro: Stocat Bv Pentru Minim
sl: Shranjeno Bv za najmanj
zh: 最低存储 Bv

source: Inverter
ar: العاكس
de: Wandler
es: Inversor
fr: Onduleur
he: ממיר מתח
it: Invertitore
nl: Omvormer
pt: Inversor
ro: Invertor
zh: 逆变器

source: Tank Restart
ar: إعادة تشغيل الخزان
de: Tank-Neustart
es: Reinicio del tanque
fr: Redémarrage du réservoir
he: הפעלה מחדש של הטנק
it: Riavvio del serbatoio
nl: Tank herstarten
pt: Reinicialização do tanque
ro: Repornirea rezervorului
sl: Ponovni zagon rezervoarja
zh: 坦克重启

source: Reference Paddle
ar: المجداف المرجعي
de: Referenzpaddel
es: Paleta de referencia
fr: Palette de référence
he: משוט ייחוס
it: Paletta di riferimento
nl: Referentie Paddle
pt: Remo de referência
ro: Vâslă de referință
sl: Referenčno veslo
zh: 参考桨

source: Test Mode
ar: وضع الاختبار
de: Testmodus
es: Modo de prueba
fr: Mode Test
he: מצב מבחן
it: Modalità di prova
nl: Testmodus
pt: Modo de teste
ro: Modul de testare
sl: Testni način
zh: 测试模式

source: Enable Tank Flushing At Restart
ar: تمكين تنظيف الخزان عند إعادة التشغيل
de: Aktivieren Sie die Tankspülung beim Neustart
es: Habilitar el lavado del tanque al reiniciar
fr: Activer le rinçage du réservoir au redémarrage
he: אפשר שטיפת מיכל בעת הפעלה מחדש
it: Abilita lavaggio serbatoio al riavvio
nl: Tank doorspoelen inschakelen bij herstart
pt: Habilitar lavagem do tanque na reinicialização
ro: Activați spălarea rezervorului la repornire
sl: Omogoči izpiranje rezervoarja ob ponovnem zagonu
zh: 重新启动时启用水箱冲洗

source: Flushing Speed
ar: سرعة التنظيف
de: Spülgeschwindigkeit
es: Velocidad de lavado
fr: Vitesse de rinçage
he: מהירות שטיפה
it: Velocità di lavaggio
nl: Spoelsnelheid
pt: Velocidade de descarga
ro: Viteza de spălare
sl: Hitrost izpiranja
zh: 冲水速度

source: Cleaning And Restart High Speed
ar: التنظيف وإعادة التشغيل بسرعة عالية
de: Reinigung und Neustart mit hoher Geschwindigkeit
es: Limpieza y reinicio de alta velocidad
fr: Nettoyage et redémarrage à grande vitesse
he: ניקוי והפעל מחדש במהירות גבוהה
it: Pulizia e riavvio ad alta velocità
nl: Reinigen en opnieuw opstarten met hoge snelheid
pt: Limpar e reiniciar em alta velocidade
ro: Curățare și repornire de mare viteză
sl: Čiščenje in ponovni zagon visoke hitrosti
zh: 高速清洗和重启

source: High Speed Value
ar: قيمة السرعة العالية
de: Hoher Geschwindigkeitswert
es: Valor de alta velocidad
fr: Valeur haute vitesse
he: ערך מהירות גבוהה
it: Valore ad alta velocità
nl: Hoge snelheidswaarde
pt: Valor de alta velocidade
ro: Valoare de mare viteză
sl: Visoka vrednost hitrosti
zh: 高速价值

source: Cleaning Interval
ar: الفاصل الزمني للتنظيف
de: Reinigungsintervall
es: Intervalo de limpieza
fr: Intervalle de nettoyage
he: מרווח ניקוי
it: Intervallo di pulizia
nl: Reinigingsinterval
pt: Intervalo de limpeza
ro: Interval de curățare
sl: Interval čiščenja
zh: 清洁间隔

source: Inversion Sequence Advanced
ar: تسلسل الانعكاس المتقدم
de: Inversionssequenz für Fortgeschrittene
es: Secuencia de inversión avanzada
fr: Séquence d'inversion avancée
he: רצף היפוך מתקדם
it: Sequenza di inversione avanzata
nl: Inversiesequentie Geavanceerd
pt: Sequência de Inversão Avançada
ro: Secvență de inversare avansată
sl: Zaporedje inverzije Napredno
zh: 高级反转序列

source: Delays
ar: التأخير
de: Verzögerungen
es: Retrasos
fr: Retards
he: עיכובים
it: Ritardi
nl: Vertragingen
pt: Atrasos
ro: Întârzieri
sl: Zamude
zh: 延误

source: Step At Level Filling Mode - Step Extra Time
ar: وضع ملء المستوى - الخطوة وقت إضافي
de: Füllmodus „Schritt bei Füllstand“ – zusätzliche Schrittzeit
es: Modo de llenado de paso a nivel - Tiempo extra de paso
fr: Mode de remplissage pas à niveau - Pas de temps supplémentaire
he: מצב מילוי שלב ברמה - שלב תוספת זמן
it: Passaggio alla modalità di riempimento del livello - Passaggio tempo extra
nl: Stap op niveau-vulmodus - Stap extra tijd
pt: Passo no modo de preenchimento de nível - Passo extra
ro: Mod de umplere pas la nivel - pas suplimentar timp
sl: Način polnjenja korakov na nivoju - dodatni čas korakov
zh: 步进水平填充模式 - 步进额外时间

source: Stop Upstream Material Delay After Max. Level
ar: إيقاف تأخير المواد في المنبع بعد الحد الأقصى. مستوى
de: Stoppen Sie die Verzögerung des Upstream-Materials nach max. Ebene
es: Detener el retraso del material aguas arriba después del máx. Nivel
fr: Arrêter le délai de matériau en amont après Max. Niveau
he: עצור עיכוב חומר במעלה הזרם לאחר מקסימום. רָמָה
it: Arresta il ritardo del materiale a monte dopo il max. Livello
nl: Stop de vertraging van het upstream-materiaal na het maximale niveau
pt: Pare o atraso do material a montante após máx. Nível
ro: Oprire întârziere material în amonte după max. Nivel
sl: Zakasnitev materiala v zgornjem toku po maks. Raven
zh: 在最大延迟后停止上游物料延迟等级

source: Separation Tank - Material Level
ar: خزان الفصل - مستوى المواد
de: Trenntank – Materialstand
es: Tanque de separación - Nivel de material
fr: Réservoir de séparation - Niveau de matériau
he: מיכל הפרדה - רמת חומר
it: Vasca di separazione - Livello del materiale
nl: Scheidingstank - Materiaalniveau
pt: Tanque de Separação - Nível de Material
ro: Rezervor de separare - Nivel material
sl: Ločevalni rezervoar - Raven materiala
zh: 分离罐 - 料位

source: Long Start Ramp Time
ar: وقت البدء الطويل
de: Lange Startrampenzeit
es: Tiempo de rampa de inicio largo
fr: Temps de rampe de démarrage long
he: זמן רמפה להתחלה ארוכה
it: Tempo di rampa di avvio lungo
nl: Lange starthellingtijd
pt: Tempo de rampa de partida longo
ro: Timp lung de rampă de pornire
sl: Dolg čas zagona
zh: 长启动斜坡时间

source: Inverter Maximum Frequency
ar: العاكس الحد الأقصى للتردد
de: Maximale Frequenz des Wechselrichters
es: Frecuencia máxima del inversor
fr: Fréquence maximale de l'onduleur
he: מהפך תדר מקסימלי
it: Frequenza massima dell'inverter
nl: Maximale frequentie van de omvormer
pt: Frequência Máxima do Inversor
ro: Frecvența maximă a invertorului
sl: Najvišja frekvenca pretvornika
zh: 逆变器最大频率

source: Both Minimum Hopper Levels Present
ar: كلا الحد الأدنى من مستويات القادوس موجود
de: Beide Mindestbehälterfüllstände vorhanden
es: Ambos niveles mínimos de tolva están presentes
fr: Les deux niveaux minimum de trémie sont présents
he: שתי רמות הופר המינימליות קיימות
it: Entrambi i livelli minimi della tramoggia sono presenti
nl: Beide minimale trechterniveaus aanwezig
pt: Ambos os níveis mínimos do funil estão presentes
ro: Ambele niveluri minime ale buncărului sunt prezente
sl: Prisotni sta obe najnižji ravni lijaka
zh: 存在两个最低料斗液位

source: Jaws Open Request In Semi-Auto Mode
ar: طلب فتح الفكين في الوضع شبه التلقائي
de: Jaws Open Request im halbautomatischen Modus
es: Solicitud de apertura de mandíbulas en modo semiautomático
fr: Demande d'ouverture des mâchoires en mode semi-automatique
he: בקשת פתיחת מלתעות במצב חצי אוטומטי
it: Richiesta aperta di Jaws in modalità semiautomatica
nl: Jaws Open-verzoek in semi-automatische modus
pt: Solicitação de abertura de mandíbulas no modo semiautomático
ro: Jaws Open Solicitare în modul semi-automat
sl: Zahteva za odpiranje čeljusti v polavtomatskem načinu
zh: 半自动模式下的钳口打开请求

source: Jaws Close Request In Semi-Auto Mode
ar: طلب إغلاق الفكين في الوضع شبه التلقائي
de: Anforderung zum Schließen der Backen im halbautomatischen Modus
es: Solicitud de cierre de mandíbulas en modo semiautomático
fr: Demande de fermeture des mâchoires en mode semi-automatique
he: בקשת סגירת מלתעות במצב חצי אוטומטי
it: Richiesta di chiusura delle mascelle in modalità semiautomatica
nl: Jaws Close Request in semi-automatische modus
pt: Solicitação de fechamento de mandíbulas no modo semiautomático
ro: Jaws Close Solicitare în modul Semi-Automat
sl: Zahteva za zapiranje čeljusti v polavtomatskem načinu
zh: 半自动模式下的钳口闭合请求

source: Close Jaws
ar: إغلاق الفكين
de: Backen schließen
es: Cerrar mandíbulas
fr: Fermer les mâchoires
he: סגור מלתעות
it: Chiudi le mascelle
nl: Sluit de kaken
pt: Fechar mandíbulas
ro: Închide Fălcile
sl: Zaprite čeljusti
zh: 闭嘴

source: Oil Maximum Level Reached
ar: تم الوصول إلى الحد الأقصى لمستوى الزيت
de: Maximaler Ölstand erreicht
es: Nivel máximo de aceite alcanzado
fr: Niveau maximum d'huile atteint
he: רמת השמן המרבית הגיעה
it: Livello massimo dell'olio raggiunto
nl: Olie maximum niveau bereikt
pt: Nível Máximo de Óleo Atingido
ro: Nivelul maxim de ulei atins
sl: Dosežena najvišja raven olja
zh: 油位达到最高水平

source: No Evacuation
ar: لا إخلاء
de: Keine Evakuierung
es: Sin evacuación
fr: Pas d'évacuation
he: אין פינוי
it: Nessuna evacuazione
nl: Geen evacuatie
pt: Sem Evacuação
ro: Fără Evacuare
sl: Brez evakuacije
zh: 不准疏散

source: Material Evacuation In Progress
ar: جاري إخلاء المواد
de: Materialevakuierung läuft
es: Evacuación de materiales en curso
fr: Évacuation du matériel en cours
he: פינוי חומרים בעיצומו
it: Evacuazione dei materiali in corso
nl: Materiaalevacuatie in uitvoering
pt: Evacuação de material em andamento
ro: Evacuare materială în curs
sl: Evakuacija materiala v teku
zh: 物资疏散正在进行中

source: Vessel Water Refill
ar: إعادة تعبئة مياه السفينة
de: Nachfüllen von Schiffswasser
es: Recarga de agua del recipiente
fr: Remplissage d'eau du navire
he: מילוי מים בכלי
it: Ricarica dell'acqua della nave
nl: Vaartuigwater bijvullen
pt: Reabastecimento de água do navio
ro: Umplerea cu apă a vasului
sl: Polnjenje vode za posodo
zh: 容器加水

source: Vessel Water Release
ar: إطلاق مياه السفينة
de: Schiffswasserfreisetzung
es: Liberación de agua del recipiente
fr: Libération d'eau du navire
he: שחרור מים בכלי
it: Rilascio dell'acqua della nave
nl: Waterafvoer van het schip
pt: Liberação de água da embarcação
ro: Eliberarea de apă a navei
sl: Izpust vode iz plovila
zh: 船舶放水

source: Re-Open Vessel Refill (Optional)
ar: إعادة فتح عبوة السفينة (اختياري)
de: Nachfüllen des Gefäßes wieder öffnen (optional)
es: Recarga del recipiente para volver a abrir (opcional)
fr: Recharge du récipient de réouverture (facultatif)
he: פתיחה מחדש של כלי מילוי (אופציונלי)
it: Riaprire la ricarica del recipiente (opzionale)
nl: Heropenen van het vat (optioneel)
pt: Reabrir recarga de recipiente (opcional)
ro: Redeschideți umplerea vasului (opțional)
sl: Ponovno odprto polnjenje posode (neobvezno)
zh: 重新打开容器重新填充（可选）

source: High Production Speed
ar: سرعة إنتاج عالية
de: Hohe Produktionsgeschwindigkeit
es: Alta velocidad de producción
fr: Vitesse de production élevée
he: מהירות ייצור גבוהה
it: Alta velocità di produzione
nl: Hoge productiesnelheid
pt: Alta velocidade de produção
ro: Viteză mare de producție
sl: Visoka proizvodna hitrost
zh: 高生产速度

source: Low Production Speed
ar: سرعة الإنتاج منخفضة
de: Niedrige Produktionsgeschwindigkeit
es: Baja velocidad de producción
fr: Faible vitesse de production
he: מהירות ייצור נמוכה
it: Bassa velocità di produzione
nl: Lage productiesnelheid
pt: Baixa velocidade de produção
ro: Viteză scăzută de producție
sl: Nizka proizvodna hitrost
zh: 生产速度低

source: Collecting Pit - Agitator
ar: حفرة التجميع - المحرض
de: Sammelgrube - Rührwerk
es: Foso Recolector - Agitador
fr: Fosse de collecte - Agitateur
he: בור איסוף - עורר
it: Pozzo di raccolta - Agitatore
nl: Verzamelput - Roerwerk
pt: Poço de Coleta - Agitador
ro: Groapă de colectare - Agitator
sl: Zbirna jama - mešalo
zh: 收集坑 - 搅拌器

source: No Last Paddle Evacuation
ar: لا يوجد إخلاء مجداف آخر
de: Keine Evakuierung mit dem letzten Paddel
es: No hay evacuación del último remo
fr: Pas d'évacuation à la dernière pagaie
he: אין פינוי משוט אחרון
it: Nessuna evacuazione dell'ultima pagaia
nl: Geen laatste peddel-evacuatie
pt: Sem última evacuação de remo
ro: Fără ultima evacuare cu vâsle
sl: Brez zadnje evakuacije z veslom
zh: 没有最后桨撤离

source: Last Paddle - Evacuation In Progress
ar: المجداف الأخير - عملية الإخلاء جارية
de: Letztes Paddel – Evakuierung im Gange
es: Última paleta: evacuación en curso
fr: Dernière pagaie - Évacuation en cours
he: ההנעה האחרונה - פינוי בעיצומו
it: Ultima pagaia - Evacuazione in corso
nl: Laatste peddel - Evacuatie in uitvoering
pt: Última Remo - Evacuação em Andamento
ro: Ultima vâslă - Evacuare în curs
sl: Zadnje veslanje – evakuacija v teku
zh: 最后一桨 - 疏散正在进行中

source: Material Level
ar: المستوى المادي
de: Materialebene
es: Nivel de materiales
fr: Niveau de matériau
he: רמת חומר
it: Livello materiale
nl: Materiaalniveau
pt: Nível de material
ro: Nivelul materialului
sl: Raven materiala
zh: 物质水平

source: Filter Press - Safety Key
ar: مرشح الصحافة - مفتاح الأمان
de: Filterpresse – Sicherheitsschlüssel
es: Filtro prensa - Llave de seguridad
fr: Filtre presse - Clé de sécurité
he: לחץ על מסנן - מפתח בטיחות
it: Filtropressa - Chiave di sicurezza
nl: Filterpers - Veiligheidssleutel
pt: Filtro Prensa - Chave de Segurança
ro: Filter Press - Tasta de siguranță
sl: Stiskalnica za filter - Varnostni ključ
zh: 压滤机 - 安全钥匙

source: Unlock Request
ar: فتح الطلب
de: Anfrage zum Entsperren
es: Solicitud de desbloqueo
fr: Demande de déverrouillage
he: ביטול נעילה של בקשה
it: Richiesta di sblocco
nl: Ontgrendelingsverzoek
pt: Solicitação de desbloqueio
ro: Solicitare de deblocare
sl: Zahteva za odklepanje
zh: 解锁请求

source: (1=Request)
ar: (1=طلب)
de: (1=Anfrage)
es: (1=Solicitud)
fr: (1=Demande)
he: (1=בקשה)
it: (1=Richiesta)
nl: (1=Aanvraag)
pt: (1=Solicitação)
ro: (1=Solicitare)
sl: (1=Zahteva)
zh: (1=请求)

source: White Lamp
ar: المصباح الأبيض
de: Weiße Lampe
es: Lámpara blanca
fr: Lampe blanche
he: מנורה לבנה
it: Lampada bianca
nl: Witte lamp
pt: Lâmpada Branca
ro: Lampă albă
sl: Bela svetilka
zh: 白灯

source: (1=Pb Enabled)
ar: (1=الرصاص ممكن)
de: (1=Pb aktiviert)
es: (1=Pb habilitado)
fr: (1=Pb activé)
he: (1=Pb מופעל)
it: (1=Pb abilitato)
nl: (1=Pb ingeschakeld)
pt: (1=Pb Habilitado)
ro: (1=Pb activat)
sl: (1=Pb omogočeno)
zh: （1=铅启用）

source: Command Unlock Safety Switch
ar: أمر فتح مفتاح الأمان
de: Befehl zum Entriegeln des Sicherheitsschalters
es: Interruptor de seguridad de desbloqueo por comando
fr: Interrupteur de sécurité de déverrouillage de commande
he: פקודה ביטול נעילת מתג בטיחות
it: Comando Sblocco interruttore di sicurezza
nl: Command Unlock Veiligheidsschakelaar
pt: Interruptor de segurança de desbloqueio de comando
ro: Comandă deblocare comutator de siguranță
sl: Ukaz Odkleni varnostno stikalo
zh: 命令解锁安全开关

source: Filter Press Open Procedure
ar: تصفية اضغط على الإجراء المفتوح
de: Verfahren zum Öffnen der Filterpresse
es: Procedimiento de apertura del filtro prensa
fr: Procédure d'ouverture du filtre-presse
he: מסנן לחץ על פתח נוהל
it: Procedura di apertura della filtropressa
nl: Procedure voor het openen van de filterpers
pt: Procedimento de abertura da prensa de filtro
ro: Procedura de deschidere a apăsării filtrului
sl: Filter Press Odprti postopek
zh: 压滤机打开程序

source: Enabled In Process
ar: تمكين في العملية
de: In Bearbeitung aktiviert
es: Habilitado en proceso
fr: Activé en cours
he: מופעל בתהליך
it: Abilitato in corso
nl: Ingeschakeld in proces
pt: Habilitado em processo
ro: Activat în proces
sl: Omogočeno v postopku
zh: 进程中启用

source: Filter Press Disbaled (Configuration)
ar: تم تعطيل ضغط التصفية (التكوين)
de: Filterpresse deaktiviert (Konfiguration)
es: Filtro Prensa Desbalado (Configuración)
fr: Filtre-presse déséquilibré (Configuration)
he: הקש מסנן נטרל (תצורה)
it: Filtropressa disattivato (configurazione)
nl: Filterpers ontbald (configuratie)
pt: Filtro Prensa Desbalado (Configuração)
ro: Filtru presa dezactivat (Configurare)
sl: Filter stiskalnica onemogočena (konfiguracija)
zh: 压滤机禁用（配置）

source: No Reverse For Startup
ar: لا يوجد عكس لبدء التشغيل
de: Kein Rückwärtsgang beim Start
es: Sin marcha atrás para el inicio
fr: Pas d'inversion pour le démarrage
he: אין הפוך להפעלה
it: Nessuna inversione per l'avvio
nl: Geen terugdraaiing voor opstarten
pt: Sem reversão para inicialização
ro: Fără inversare pentru pornire
sl: Brez reverza za zagon
zh: 启动无逆

source: Reverse Requested For Motor Startup
ar: عكس المطلوب لبدء تشغيل المحرك
de: Rückwärtsgang für Motorstart erforderlich
es: Marcha atrás solicitada para el arranque del motor
fr: Inversion demandée pour le démarrage du moteur
he: היפוך מתבקש להתנעת מנוע
it: Richiesta retromarcia per l'avvio del motore
nl: Achteruitrijstand gevraagd voor het starten van de motor
pt: Reversão solicitada para partida do motor
ro: Reverse solicitat pentru pornirea motorului
sl: Zahtevano vzvratno delovanje za zagon motorja
zh: 电机启动请求反向

source: Filter Press - Hopper Anti-Bridge
ar: مكبس الترشيح - قادوس مضاد للجسر
de: Filterpresse – Trichter-Anti-Brücke
es: Filtro Prensa - Tolva Anti-Puente
fr: Filtre Presse - Trémie Anti-Pont
he: מסנן מסנן - Hopper Anti-Bridge
it: Filtropressa - Antiponte della tramoggia
nl: Filterpers - Hopper Anti-Bridge
pt: Filtro Prensa - Funil Anti-Ponte
ro: Filtru Presă - Hopper Anti-Bridge
sl: Filter Stiskalnica - Hopper Anti-Bridge
zh: 压滤机 - 料斗防桥

source: Exit Shredder Min Current
ar: قم بالخروج من الحد الأدنى لتيار التقطيع
de: Min. Strom am Ausgang des Aktenvernichters
es: Corriente mínima de salida de la trituradora
fr: Courant minimum du broyeur de sortie
he: צא מ-Shredder Min Current
it: Uscita dalla corrente minima del distruggidocumenti
nl: Minimale stroomsterkte bij uitgaande versnipperaar
pt: Sair da corrente mínima do Shredder
ro: Ieșire Shredder Min Current
sl: Izhod iz Shredder Min Current
zh: 退出碎纸机最小电流
