Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Debaler Not In Auto Mode
ar: Debaler ليس في الوضع التلقائي
de: Entballer nicht im Auto-Modus
es: Debaler No Está En Modo Automático
fr: Le débaleur n'est pas en mode automatique
he: Debaler לא במצב אוטומטי
it: Disimballatrice Non In Modalità Automatica
nl: Ontbaler niet in automatische modus
pt: Debaler não no modo automático
ro: DeBaler nu în modul Auto
sl: Debaler ni v samodejnem načinu
zh: 拆包机未处于自动模式

source: Overload
ar: الزائد
de: Überlast
es: Sobrecarga
fr: Surcharge
he: להעמיס יותר מדי
it: Sovraccarico
nl: Overbelasting
pt: Sobrecarga
ro: Supraîncărcare
ru: Перегрузка
sl: Preobremenitev
zh: 超载

source: Charging
ar: الشحن
de: Laden
es: Cargando
fr: Chargement
he: טְעִינָה
it: Ricarica
nl: Opladen
pt: Carregamento
ro: Încărcare
sl: Polnjenje
zh: 收费

# SPEED_ACTUAL
source: Actual Speed
ar: السرعة_ الفعلية
de: Geschwindigkeit Aktuell
es: Velocidad Efectiva
fr: Vitesse réelle
he: מהירות בפועל
it: Velocità Attuale
nl: Werkelijke snelheid
pt: Velocidade real
ro: Viteză reală
sl: Dejanska hitrost
zh: 速度_实际

source: Final Silo
ar: الصومعة النهائية
de: Letztes Silo
es: Silo Final
fr: Silo final
he: סילו סופי
it: Silo Finale
nl: Eindsilo
pt: Silo final
ro: Siloz final
sl: Končni silos
zh: 最终筒仓

source: Washing 2
ar: غسل 2
de: Waschen 2
es: Lavado 2
fr: Lavage 2
he: כביסה 2
it: Lavaggio 2
nl: Wassen 2
pt: Lavagem 2
ro: Spălarea 2
sl: Pranje 2
zh: 洗涤 2

source: Concentration
ar: تركيز
de: Konzentration
es: Concentración
he: ריכוז
it: Concentrazione
nl: Concentratie
pt: Concentração
ro: Concentraţie
sl: koncentracija
zh: 专注

source: Hysteresis
ar: التباطؤ
de: Hysterese
es: Histéresis
fr: Hystérèse
he: היסטרזיס
it: Isteresi
nl: Hysterese
pt: Histerese
ro: Histerezis
ru: Гистерезис
sl: Histereza
zh: 滞后

source: Setpoint
ar: نقطة الضبط
de: Sollwert
es: Valor de ajuste
fr: Point de consigne
he: הגדר נקודה
it: Punto Di Riferimento
nl: Instelpunt
pt: Ponto de ajuste
ro: Punct de referință
ru: Уставка
zh: 设定点

source: Start Tank Refill (Up To Setpoint)
ar: بدء إعادة تعبئة الخزان (حتى نقطة الإعداد)
de: Tanknachfüllung starten (bis zum Sollwert)
es: Iniciar Recarga Del Tanque (Hasta El Punto De Ajuste)
fr: Démarrer le remplissage du réservoir (jusqu'au point de consigne)
he: התחל מילוי מיכל (עד נקודת הגדר)
it: Avvia Riempimento Serbatoio (Fino Al Setpoint)
nl: Tank bijvullen starten (tot instelpunt)
pt: Iniciar o recarga do tanque (até o ponto de ajuste)
ro: Reumplerea rezervorului de pornire (până la punctul de referință)
ru: Начать заправку бака (до заданного значения)
sl: Začetek polnjenja rezervoarja (do nastavljene vrednosti)
zh: 开始水箱加注（达到设定点）

source: Minimum Level For Discharging
ar: الحد الأدنى من مستوى التفريغ
de: Mindestfüllstand zum Entladen
es: Nivel Mínimo Para Descargar
fr: Niveau minimum de décharge
he: רמה מינימלית לפריקה
it: Livello Minimo Per Lo Scarico
nl: Minimumniveau voor ontlading
pt: Nível mínimo para descarregar
ro: Nivel minim pentru descărcare
ru: Минимальный уровень для разрядки
sl: Najmanjša raven za praznjenje
zh: 最低排放量

source: Maximum Temperature
ar: درجة الحرارة القصوى
de: Maximale Temperatur
es: Temperatura Máxima
fr: Température maximale
he: טמפרטורה מקסימלית
it: Temperatura Massima
nl: Maximale temperatuur
pt: Temperatura máxima
ro: Temperatura maximă
sl: Najvišja temperatura
zh: 最高温度

source: Low Temperature Warning
ar: تحذير من درجات حرارة منخفضة
de: Warnung vor niedriger Temperatur
es: Advertencia De Temperatura Baja
fr: Avertissement de basse température
he: אזהרת טמפרטורה נמוכה
it: Avviso Di Bassa Temperatura
nl: Waarschuwing voor lage temperatuur
pt: Aviso de baixa temperatura
ro: Avertisment la temperatură scăzută
ru: Предупреждение о низкой температуре
sl: Opozorilo o nizki temperaturi
zh: 低温警告

source: Minimum Temperature
ar: أدنى درجة حرارة
de: Mindesttemperatur
es: Temperatura Mínima
fr: Température minimale
he: טמפרטורה מינימלית
it: Temperatura Minima
nl: Minimumtemperatuur
pt: Temperatura mínima
ro: Temperatura minimă
sl: Najnižja temperatura
zh: 最低温度

source: Parameter Management
ar: إدارة المعلمات
de: Parameterverwaltung
es: Gestión De Parámetros
fr: Gestion des paramètres
he: ניהול פרמטרים
it: Gestione Dei Parametri
nl: Parameterbeheer
pt: Gerenciamento de parâmetros
ro: Gestionarea parametrilor
sl: Upravljanje parametrov
zh: 参数管理

source: Skip Preparation
ar: تخطي التحضير
de: Vorbereitung überspringen
es: Omitir Preparación
fr: Passer la préparation
he: דלג על הכנה
it: Salta La Preparazione
nl: Voorbereiding overslaan
pt: Pule a preparação
ro: Skip Pregătirea
sl: Preskočite pripravo
zh: 跳过准备

source: Selected Trends
ar: اتجاهات مختارة
de: Ausgewählte Trends
es: Tendencias Seleccionadas
fr: Tendances sélectionnées
he: מגמות נבחרות
it: Tendenze Selezionate
nl: Geselecteerde trends
pt: Tendências selecionadas
ro: Tendințe selectate
sl: Izbrani trendi
zh: 精选趋势

source: Delete Selected Preset?
ar: هل تريد حذف الإعداد المسبق المحدد؟
de: Ausgewählte Voreinstellung löschen?
es: ¿Eliminar Preajuste Seleccionado?
fr: Supprimer le préréglage sélectionné ?
he: למחוק את הקביעה המוגדרת מראש?
it: Eliminare La Preimpostazione Selezionata?
nl: Geselecteerde voorinstelling verwijderen?
pt: Excluir predefinição selecionada?
ro: Ștergeți presetarea selectată?
sl: Izbrisati izbrano prednastavitev?
zh: 删除选定的预设？

source: This Preset Will Be Deleted From All Machines.
ar: سيتم حذف هذا الإعداد المسبق من جميع الأجهزة.
de: Diese Voreinstellung wird von allen Maschinen gelöscht.
es: Este Ajuste Preestablecido Será Eliminado De Todas Las Máquinas.
fr: Ce préréglage sera supprimé de toutes les machines.
he: הגדרה מראש זו תימחק מכל המכונות.
it: Questa Preimpostazione Verrà Eliminata Da Tutte Le Macchine.
nl: Deze voorinstelling wordt van alle machines verwijderd.
pt: Esta predefinição será excluída de todas as máquinas.
ro: Această presetare va fi ștersă din toate mașinile.
sl: Ta prednastavitev bo izbrisana iz vseh naprav.
zh: 此预设将从所有机器中删除。

source: Advanced View
ar: عرض متقدم
de: Erweiterte Ansicht
es: Visualización avanzada
fr: Vue avancée
he: תצוגה מתקדמת
it: Visualizzazione Avanzata
nl: Geavanceerde weergave
pt: Visualização avançada
ro: Vizualizare avansată
sl: Napredni pogled
zh: 高级视图

source: Add New
ar: اضف جديد
de: Neue hinzufügen
es: Agregar Nuevo
fr: Ajouter un nouveau
he: הוסף חדש
it: Aggiungere Nuova
nl: Nieuw toevoegen
pt: Adicionar novo
ro: Adăuga nou
sl: Dodaj novo
zh: 添新

source: Presets
ar: الإعدادات المسبقة
de: Voreinstellungen
es: Preajustes
fr: Préréglages
he: הגדרות קבועות מראש
it: Preimpostazioni
nl: Voorinstellingen
pt: Predefinições
ro: Presetări
sl: Prednastavitve
zh: 预设

source: Image Name
ar: اسم الصورة
de: Bildname
es: Nombre De La Imágen
fr: Nom de l'image
he: שם תמונה
it: Nome Immagine
nl: Afbeeldingsnaam
pt: Nome da imagem
ro: Numele imaginii
sl: Ime slike
zh: 图片名称

source: Creation Date
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha De Creación
fr: Date de création
he: תאריך היווצרות
it: Data Di Creazione
nl: Aanmaakdatum
pt: Data de criação
ro: Data crearii
sl: Datum nastanka
zh: 创建日期

source: Type
ar: يكتب
de: Typ
es: Tipo
fr: Taper
he: סוּג
it: Tipo
pt: Tipo
ro: Tip
sl: Vrsta
zh: 类型

source: Description
ar: وصف
de: Beschreibung
es: Descripción
he: תיאור
it: Descrizione
nl: Beschrijving
pt: Descrição
ro: Descriere
sl: Opis
zh: 描述

source: Current Value
ar: القيمة الحالية
de: Aktueller Wert
es: Valor Actual
fr: Valeur actuelle
he: ערך נוכחי
it: Valore Corrente
nl: Huidige waarde
pt: Valor atual
ro: Valoarea curentă
ru: Текущая стоимость
sl: Trenutna vrednost
zh: 当前值

source: Logged Value
ar: القيمة المسجلة
de: Protokollierter Wert
es: Valor Registrado
fr: Valeur enregistrée
he: ערך מתועד
it: Valore Registrato
nl: Geregistreerde waarde
pt: Valor registrado
ro: Valoare înregistrată
sl: Zabeležena vrednost
zh: 记录值

source: Only Show Differences
ar: إظهار الاختلافات فقط
de: Nur Unterschiede anzeigen
es: Solo Mostrar Diferencias
fr: Afficher uniquement les différences
he: הצג רק הבדלים
it: Mostra Solo Differenze
nl: Alleen verschillen weergeven
pt: Apenas mostram diferenças
ro: Arată doar diferențe
sl: Pokaži samo razlike
zh: 只显示差异

source: Send Image To Plc
ar: إرسال الصورة إلى Plc
de: Bild an SPS senden
es: Enviar Imagen A Plc
fr: Envoyer l'image à l'automate
he: שלח תמונה ל-Plc
it: Invia Immagine A PLC
nl: Afbeelding naar Plc sturen
pt: Enviar imagem para PLC
ro: Trimite imagine către PLC
sl: Pošlji sliko na Plc
zh: 将图像发送到 PLC

source: Open Image
ar: صورة مفتوحة
de: Bild öffnen
es: Abrir Imagen
fr: Ouvrir l'image
he: פתח תמונה
it: Apri Immagine
nl: Open afbeelding
pt: Imagem aberta
ro: Imagine deschisă
sl: Odpri sliko
zh: 打开图片

source: Delete Image
ar: حذف صورة
de: Lösche Bild
es: Borrar Imagen
fr: Supprimer l'image
he: מחק תמונה
it: Elimina Immagine
nl: Afbeelding verwijderen
pt: Excluir imagem
ro: Ștergeți imaginea
sl: Izbriši sliko
zh: 删除图像

source: Create New Image
ar: إنشاء صورة جديدة
de: Neues Bild erstellen
es: Crear Nueva Imagen
fr: Créer une nouvelle image
he: צור תמונה חדשה
it: Crea Nuova Immagine
nl: Nieuwe afbeelding maken
pt: Crie nova imagem
ro: Creați o nouă imagine
sl: Ustvari novo sliko
zh: 创建新图像

source: No Differences Found
ar: لا توجد اختلافات
de: Keine Unterschiede gefunden
es: No Se Detectan Diferencias
fr: Aucune différence trouvée
he: לא נמצאו הבדלים
it: Nessuna Differenza Trovata
nl: Geen verschillen gevonden
pt: Nenhuma diferença encontrada
ro: Nu se găsesc diferențe
sl: Ni najdenih razlik
zh: 未发现差异

source: Crated By
ar: محجوز من قبل
de: Erstellt von
es: Creado Por
fr: Créé par
he: Cated By
it: Creato Da
nl: Ingepakt door
pt: Cratada por
ro: Cratat de
sl: Ustvaril
zh: 由

source: Select Process Image
ar: حدد صورة العملية
de: Wählen Sie Prozessabbild
es: Seleccionar Imagen De Proceso
fr: Sélectionner l'image du processus
he: בחר עיבוד תמונה
it: Seleziona Immagine Di Processo
nl: Selecteer procesafbeelding
pt: Selecione a imagem do processo
ro: Selectați imaginea de proces
sl: Izberite Obdelaj sliko
zh: 选择过程映像

source: Process Image
ar: صورة العملية
de: Bild verarbeiten
es: Imagen De Proceso
fr: Image de processus
he: תמונת תהליך
it: Immagine Di Processo
nl: Procesafbeelding
pt: Imagem do processo
ro: Imaginea procesului
sl: Obdelaj sliko
zh: 过程映像

source: Parameter List
ar: قائمة المعلمات
de: Parameterliste
es: Lista De Parámetros
fr: Liste des paramètres
he: רשימת פרמטרים
it: Elenco Parametri
nl: Parameterlijst
pt: Lista de parâmetros
ro: Lista de parametri
sl: Seznam parametrov
zh: 参数列表

source: Washing Silo
ar: صوامع الغسيل
de: Waschsilo
es: Silo De Lavado
fr: Silo de lavage
he: שטיפת סילו
it: Silo di lavaggio
nl: Wassilo
pt: Lavagem de silo
ro: Spălarea silozului
sl: Pralni silos
zh: 洗涤筒仓

source: Inverter Not Ready
ar: العاكس غير جاهز
de: Wechselrichter nicht bereit
es: Inverter No Listo
fr: L'onduleur n'est pas prêt
he: מהפך לא מוכן
it: Inverter non pronto
nl: Omvormer niet gereed
pt: Inversor não está pronto
ro: Invertorul nu este pregătit
sl: Pretvornik ni pripravljen
zh: 逆变器未就绪

source: Inverter Warning Present
ar: يوجد تحذير العاكس
de: Wechselrichterwarnung vorhanden
es: Advertencia Presente En El Inverter
fr: Avertissement d'onduleur présent
he: אזהרת מהפך קיימת
it: Avviso Presente sull'Inverter
nl: Omvormerwaarschuwing aanwezig
pt: Aviso de inversor presente
ro: AVERTIZAREA INVERTERULUI PREZENT
sl: Prisotno opozorilo pretvornika
zh: 出现逆变器警告

source: Washing 1
ar: غسل 1
de: Waschen 1
es: Lavado 1
fr: Lavage 1
he: כביסה 1
it: Lavaggio 1
nl: Wassen 1
pt: Lavagem 1
ro: Spălarea 1
sl: Pranje 1
zh: 洗涤 1

source: Local Safety
ar: الأمان المحلي
de: Lokale Sicherheit
es: Seguridad Local
fr: Sécurité locale
he: בטיחות מקומית
it: Sicurezza locale
nl: Lokale veiligheid
pt: Segurança local
ro: Siguranța locală
sl: Lokalna varnost
zh: 当地安全

source: (1=Closed)
ar: (1 = مغلق)
de: (1=Geschlossen)
es: (1=Cerrado)
fr: (1=Fermé)
he: (1 = סגור)
it: (1=Chiuso)
nl: (1=Gesloten)
pt: (1 = fechado)
ro: (1 = închis)
ru: (1=закрыто)
sl: (1=zaprto)
zh: （1=关闭）

source: Change Value
ar: تغيير القيمة
de: Wert ändern
es: Cambia Volor
fr: Modifier la valeur
he: שנה ערך
it: Cambia valore
nl: Waarde wijzigen
pt: Alterar valor
ro: Modificarea valorii
sl: Spremeni vrednost
zh: 改变价值

source: Plc Page
ar: صفحة Plc
de: SPS-Seite
es: Página De Plc
fr: Page PLC
he: עמוד plc
it: Pagina PLC
nl: Plc-pagina
pt: Página PLC
ro: Pagina PLC
sl: Plc stran
zh: 公司页面

source: Emergency
ar: طارئ
de: Notfall
es: Emergencia
fr: Urgence
he: חרום
it: Emergenza
nl: Noodgeval
pt: Emergência
ro: De urgență
sl: Nujna pomoč
zh: 紧急情况

source: Estop Pressed (On Plant)
ar: ضغط Estop (على النبات)
de: Estop gedrückt (auf der Anlage)
es: Estop Pulsado (En Planta)
fr: Estop pressé (sur plante)
it: Estop premuto (su impianto)
nl: Estop Geperst (Op Plant)
pt: Postro prensado (na planta)
ro: Estop presat (pe plantă)
ru: Estop Pressed (на заводе)
sl: Stisnjen Estop (na obratu)
zh: Estop Pressed（在工厂）

source: Estop Pressed (Cabinet Door)
ar: ضغط Estop (باب الخزانة)
de: Anschlag gedrückt (Schranktür)
es: Estop Pulsado (Puerta Del Armario)
fr: Estop pressé (porte d'armoire)
he: Estop לחוץ (דלת ארון)
it: Estop premuto (anta del Quadro)
nl: Estop ingedrukt (kastdeur)
pt: Postro prensado (porta do gabinete)
ro: Estop presat (ușa dulapului)
ru: Эстоп нажат (дверь шкафа)
sl: Estop pritisnjen (vrata omare)
zh: Estop Pressed（柜门）

source: Cabinet Off
ar: مجلس الوزراء معطلة
de: Kabinett aus
es: Armario Apagado
fr: Armoire éteinte
he: ארון כבוי
it: Quadro spento
nl: Kabinet uit
pt: Gabinete desligado
ro: Cabinet oprit
ru: Кабинет выключен
sl: Kabinet izklopljen
zh: 机柜关闭

source: Ethernet Switch Not Ok
ar: تبديل إيثرنت ليس على ما يرام
de: Ethernet-Switch nicht in Ordnung
es: Conmutador Ethernet no es OK
fr: Le commutateur Ethernet ne fonctionne pas correctement
he: מתג Ethernet לא בסדר
it: Switch Ethernet non ok
nl: Ethernet-switch niet ok
pt: Interruptor Ethernet não ok
ro: Comutatorul Ethernet nu este OK
ru: Коммутатор Ethernet не в порядке
sl: Ethernetno stikalo ni v redu
zh: 以太网交换机不正常

source: Upstream Safety Not Ok
ar: سلامة المنبع ليست جيدة
de: Upstream-Sicherheit nicht in Ordnung
es: Seguridad Aguas Arriba no es OK
fr: La sécurité en amont n'est pas correcte
he: בטיחות במעלה הזרם לא בסדר
it: Sicurezza a monte non ok
nl: Upstream-veiligheid niet oké
pt: Segurança upstream não ok
ro: Siguranța din amonte nu OK
sl: Varnost navzgor ni v redu
zh: 上游安全不好

source: Manual Start Required
ar: البدء اليدوي مطلوب
de: Manueller Start erforderlich
es: Se Requiere Inicio Manual
fr: Démarrage manuel requis
he: נדרשת הפעלה ידנית
it: Avvio manuale richiesto
nl: Handmatige start vereist
pt: Start manual necessário
ro: Start manual necesar
ru: Требуется ручной запуск
sl: Potreben je ročni zagon
zh: 需要手动启动

source: Fault
ar: خطأ
de: Fehler
es: Avería
fr: Faute
he: אשמה
it: Allarme
nl: Schuld
pt: Falta
ro: Vina
sl: Napaka
zh: 过错

source: Plc Address
ar: عنوان Plc
de: SPS-Adresse
es: Dirección Del Plc
fr: Adresse de l'API
he: כתובת Plc
it: Indirizzo PLC
nl: Plc-adres
pt: Endereço PLC
ro: Adresa PLC
sl: Plc naslov
zh: 公司地址

source: Time In
ar: حان الوقت
de: Zeit ein
es: Hora De Entrada
fr: Temps passé
it: Ora di Ingresso
nl: Tijd in
pt: Em vez
ro: Timp în
sl: Čas v
zh: 时间

source: Time Acknowledge
ar: الاعتراف بالوقت
de: Zeitbestätigung
es: Confirmacion De Hora
fr: Accusé de réception de l'heure
he: אישור זמן
it: Ora di Acquisizione
nl: Tijd erkennen
pt: Tempo reconhecer
ro: Timp recunoaște
sl: Čas Potrdi
zh: 时间确认

source: Time Out
ar: نفذ الوقت
de: Auszeit
es: Hora De Salida
fr: Temps mort
he: פסק זמן
it: Ora di Uscita
pt: Tempo esgotado
ro: Pauză
zh: 暂停

source: To Page
ar: إلى الصفحة
de: Zu Seite
es: A La Página
fr: Vers la page
he: לדף
it: Alla pagina
nl: Naar pagina
pt: Até à página
ro: La pagina
sl: Na stran
zh: 到页面

source: Minor Fault Present
ar: خطأ طفيف موجود
de: Geringfügiger Fehler vorhanden
es: Presente Fallo Menor
fr: Défaut mineur présent
he: קיימת תקלה קלה
it: Allarme minore presente
nl: Kleine fout aanwezig
pt: Falha menor presente
ro: Prezentare minoră prezentă
sl: Prisotna manjša napaka
zh: 存在小故障

source: Motor Current Below Minimum Range Limit (Possible Cavitation)
ar: تيار المحرك أقل من الحد الأدنى للمدى (التجويف المحتمل)
de: Motorstrom unterhalb der minimalen Bereichsgrenze (mögliche Kavitation)
es: Corriente Del Motor Por Debajo Del Límite De Rango Mínimo (Posible Cavitación)
fr: Courant du moteur inférieur à la limite de plage minimale (cavitation possible)
he: זרם מנוע מתחת למגבלת הטווח המינימלי (קאוויטציה אפשרית)
it: Corrente del motore al di sotto del limite di intervallo minimo (possibile cavitazione)
nl: Motorstroom onder minimale bereiklimiet (mogelijke cavitatie)
pt: Corrente do motor abaixo do limite mínimo de alcance (possível cavitação)
ro: Curentul motor sub limita minimă a intervalului (posibilă cavitație)
ru: Ток двигателя ниже минимального предела диапазона (возможна кавитация)
sl: Tok motorja pod minimalno mejo območja (možna kavitacija)
zh: 电机电流低于最小范围限制（可能存在气蚀）

source: Speed Request
ar: طلب السرعة
de: Geschwindigkeitsanfrage
es: Petición de velocidad
fr: Demande de vitesse
he: בקשת מהירות
it: Richiesta di velocità
nl: Snelheidsverzoek
pt: Solicitação de velocidade
ro: Cerere de viteză
sl: Zahteva za hitrost
zh: 速度要求

source: Maximum Current
ar: الحد الأقصى الحالي
de: Maximaler Strom
es: Corriente Máxima
fr: Courant maximal
he: זרם מקסימלי
it: Corrente massima
nl: Maximale stroom
pt: Corrente máxima
ro: Curent maxim
sl: Največji tok
zh: 最大电流

source: Minimum Current
ar: الحد الأدنى الحالي
de: Mindeststrom
es: Corriente Mínima
fr: Courant minimum
he: זרם מינימלי
it: Corrente minima
nl: Minimale stroom
pt: Corrente mínima
ro: Curent minim
sl: Najmanjši tok
zh: 最小电流

source: Nominal Motor Current
ar: تيار المحرك الاسمي
de: Motornennstrom
es: Corriente Nominal Del Motor
fr: Courant nominal du moteur
he: זרם מנוע נומינלי
it: Corrente nominale del motore
nl: Nominale motorstroom
pt: Corrente do motor nominal
ro: Curent motor nominal
sl: Nazivni tok motorja
zh: 电机额定电流

source: High Restart Speed
ar: سرعة إعادة تشغيل عالية
de: Hohe Neustartgeschwindigkeit
es: Alta Velocidad De Reinicio
fr: Vitesse de redémarrage élevée
he: מהירות הפעלה מחדש גבוהה
it: Alta velocità di riavvio
nl: Hoge herstartsnelheid
pt: Alta velocidade de reinicialização
ro: Viteză mare de repornire
sl: Visoka hitrost ponovnega zagona
zh: 高重启速度

source: Duration
ar: مدة
de: Dauer
es: Duración
fr: Durée
he: מֶשֶׁך
it: Durata
nl: Duur
pt: Duração
ro: Durată
sl: Trajanje
zh: 期间

source: Production Speed
ar: سرعة الإنتاج
de: Produktionsgeschwindigkeit
es: Velocidad De Producción
fr: Vitesse de production
he: מהירות ייצור
it: Velocità in produzione
nl: Productiesnelheid
pt: Velocidade de produção
ro: Viteza de producție
ru: Скорость производства
sl: Hitrost proizvodnje
zh: 生产速度

source: Maintenance Speed
ar: سرعة الصيانة
de: Wartungsgeschwindigkeit
es: Velocidad De Mantenimiento
fr: Vitesse d'entretien
he: מהירות תחזוקה
it: Velocità in manutenzione
nl: Onderhoudssnelheid
pt: Velocidade de manutenção
ro: Viteza de întreținere
ru: Скорость обслуживания
sl: Hitrost vzdrževanja
zh: 维护速度

source: Minimum
ar: الحد الأدنى
es: Mínimo
he: מִינִימוּם
it: Minimo
pt: Mínimo
ro: Minim
sl: Najmanjša
zh: 最低限度

source: Maximum
ar: أقصى
de: Maximal
es: Máximo
he: מַקסִימוּם
it: Massimo
nl: Maximaal
pt: Máximo
ro: Maxim
ru: Максимум
sl: Največ
zh: 最大

source: New Value
ar: قيمة جديدة
de: Neuer Wert
es: Nuevo Valor
fr: Nouvelle valeur
he: ערך חדש
it: Nuovo valore
nl: Nieuwe waarde
pt: Novo valor
ro: Valoare nouă
ru: Новое значение
sl: Nova vrednost
zh: 新价值

source: Send The Following Image To Plc?
ar: إرسال الصورة التالية إلى Plc؟
de: Senden Sie das folgende Bild an Plc?
es: ¿Enviar La Siguiente Imagen A Plc?
fr: Envoyer l'image suivante à PLC ?
he: לשלוח את התמונה הבאה ל-Plc?
it: Invia la seguente immagine a PLC?
nl: Wilt u de volgende afbeelding naar Plc sturen?
pt: Enviar a seguinte imagem para PLC?
ro: Trimiteți următoarea imagine către PLC?
sl: Ali želite Plc-ju poslati naslednjo sliko?
zh: 将以下图像发送到 PLC？

source: Delete The Following Image?
ar: حذف الصورة التالية؟
de: Das folgende Bild löschen?
es: ¿Eliminar La Siguiente Imagen?
fr: Supprimer l'image suivante ?
he: למחוק את התמונה הבאה?
it: Eliminare l'immagine seguente?
nl: Wilt u de volgende afbeelding verwijderen?
pt: Excluir a imagem a seguir?
ro: Ștergeți următoarea imagine?
sl: Želite izbrisati naslednjo sliko?
zh: 删除以下图像？

source: Save New Process Image
ar: حفظ صورة العملية الجديدة
de: Neues Prozessabbild speichern
es: Guardar Nueva Imagen De Proceso
fr: Enregistrer une nouvelle image de processus
he: שמור תמונת תהליך חדשה
it: Salva nuova immagine di processo
nl: Nieuwe procesafbeelding opslaan
pt: Salvar nova imagem de processo
ro: Salvați o nouă imagine de proces
sl: Shrani novo sliko procesa
zh: 保存新的过程映像

source: Name
ar: اسم
es: Nombre
fr: Nom
he: שֵׁם
it: Nome
nl: Naam
pt: Nome
ro: Nume
sl: Ime
zh: 姓名

source: Pressure Transducer Not Ok
ar: محول الضغط ليس على ما يرام
de: Druckaufnehmer nicht ok
es: Transductor De Presión no OK
fr: Le transducteur de pression ne fonctionne pas correctement
he: מתמר לחץ לא בסדר
it: Trasduttore di pressione non ok
nl: Druktransducer niet ok
pt: Transdutor de pressão não ok
ro: Traductorul de presiune nu este OK
ru: Датчик давления не в порядке
sl: Pretvornik tlaka ni v redu
zh: 压力传感器不正常

source: Minimum Flowrate
ar: الحد الأدنى من معدل التدفق
de: Mindestdurchfluss
es: Caudal Mínimo
fr: Débit minimum
he: קצב זרימה מינימלי
it: Portata minima
nl: Minimale stroomsnelheid
pt: Vazão mínima
ro: Debit minim
ru: Минимальный расход
sl: Najmanjši pretok
zh: 最小流量

source: Flowrate Transducer Not Ok
ar: محول تدفق الطاقة ليس على ما يرام
de: Durchflusssensor nicht in Ordnung
es: Transductor De Caudal no OK
fr: Le transducteur de débit ne fonctionne pas correctement
he: מתמר קצב זרימה לא בסדר
it: Trasduttore di portata non ok
nl: Stroomsnelheidstransducer niet ok
pt: Transdutor de fluxo não ok
ro: Traductorul de debit nu este OK
ru: Датчик расхода не в порядке
sl: Pretvornik pretoka ni v redu
zh: 流量传感器不正常

source: Level Not Ok For Process
ar: المستوى ليس جيدًا للعملية
de: Stufe für Prozess nicht ok
es: Nivel no apto para proceso
fr: Niveau incorrect pour le processus
he: רמה לא בסדר לתהליך
it: Livello non ok per il processo
nl: Niveau niet ok voor proces
pt: Nível não ok para o processo
ro: Nivelul nu este OK pentru proces
ru: Уровень не подходит для процесса
sl: Raven ni v redu za proces
zh: 级别不适合流程

source: Sensor Disabled
ar: جهاز الاستشعار معطل
de: Sensor deaktiviert
es: Sensor Deshabilitado
fr: Capteur désactivé
he: חיישן מושבת
it: Sensore disabilitato
nl: Sensor uitgeschakeld
pt: Sensor desativado
ro: Senzor dezactivat
ru: Датчик отключен
sl: Senzor onemogočen
zh: 传感器禁用

source: External Plant Is Not Ok To Give Material
ar: المصنع الخارجي غير مناسب لإعطاء المواد
de: Externe Pflanze ist nicht in Ordnung, um Material zu geben
es: Planta Externa no Está Lista Para Dar Material
fr: L'usine externe n'est pas autorisée à donner du matériel
he: מפעל חיצוני אינו בסדר לתת חומר
it: L'impianto esterno non pronto per dare materiale
nl: Externe planten mogen geen materiaal geven
pt: Planta externa não é boa para dar material
ro: Planta externă nu este ok pentru a da material
sl: Zunanja rastlina ni v redu za dajanje materiala
zh: 外厂不给料

source: Downstream Not Ok To Receive Material
ar: المصب ليس موافقًا لاستلام المواد
de: Downstream nicht in Ordnung, um Material zu erhalten
es: Aguas abajo no esta listo para recibir material
fr: L'aval n'est pas autorisé à recevoir du matériel
he: במורד הזרם לא בסדר לקבל חומר
it: A valle non è pronto per ricevere materiale
nl: Downstream mag geen materiaal ontvangen
pt: A jusante não está bem para receber material
ro: În aval nu este OK pentru a primi material
sl: Nizvodno ni v redu za sprejem materiala
zh: 下游不能接收材料
