Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Washing Tank Over Minimum Temperature
ar: غسل الخزان فوق درجة الحرارة الدنيا
de: Waschtank über Mindesttemperatur
es: Tanque De Lavado Por Encima De La Temperatura Mínima
fr: Réservoir de lavage à température minimale
he: מיכל כביסה מעל הטמפרטורה המינימלית
it: Vasca Di Lavaggio Oltre La Temperatura Minim
nl: Wastank over minimumtemperatuur
pt: Tanque de lavagem sobre temperatura mínima
ro: Rezervorul de spălare la temperatura minimă
ru: Промывочный бак выше минимальной температуры
sl: Pralni rezervoar nad minimalno temperaturo
zh: 洗涤槽超过最低温度

source: Time Cycle
ar: دورة زمنية
de: Zeitzyklus
es: Ciclo De Tiempo
fr: Cycle de temps
he: מחזור זמן
it: Tempo Ciclo
nl: Tijdcyclus
pt: Ciclo de tempo
ro: Ciclu de timp
ru: Цикл времени
sl: Časovni cikel
zh: 时间周期

source: Field Adjust
ar: ضبط الميدان
de: Feldanpassung
es: Ajuste De Campo
fr: Ajustement du champ
he: התאם שדה
it: Regolazione in Campo
nl: Veld aanpassen
pt: Ajuste do campo
ro: Reglarea câmpului
ru: Настройка поля
zh: 现场调整

source: To External
ar: الى الخارج
de: Nach Extern
es: Hacia Externo
fr: Vers externe
he: אל חיצוני
it: Verso l'esterno
nl: Naar extern
pt: Para externo
ro: La extern
ru: К внешнему
sl: Za zunanje
zh: 对外

source: To Bag
ar: لحقيبة
de: Eintüten
es: Hacia El Saco
fr: Vers le sac
he: לתיק
it: Verso il sacco
nl: Inpakken
pt: Para sacar
ro: A genti
ru: в сумку
sl: V torbo
zh: 袋

source: Release
ar: إطلاق سراح
de: Veröffentlichung
es: Liberar
fr: Libérer
he: לְשַׁחְרֵר
it: Rilascio
nl: Uitgave
pt: Liberar
ro: Eliberare
ru: Выпускать
sl: Sprostitev
zh: 发布

source: Lock
ar: قفل
de: Sperren
es: Cerrar
fr: Verrouillage
he: לנעול
it: Blocca
nl: Slot
pt: Trancar
ro: Lacăt
ru: Замок
sl: Zaklepanje
zh: 锁

source: Trend Page
ar: صفحة الاتجاه
de: Trendseite
es: Página De Tendencias
fr: Page de tendances
he: עמוד מגמה
it: Pagina Trend
nl: Trendpagina
pt: Página de tendência
ro: Pagina de tendințe
ru: Страница тенденций
sl: Stran s trendi
zh: 趋势页面

source: Shredder Rotor
ar: Redder الدوار
es: Rotor De Triturador
fr: Rotor de broyeur
he: רוטור מגרסה
it: Rotore trituratore
nl: Versnipperaarrotor
pt: Rotor de triturador
ro: Rotor de tocat
sl: Rotor drobilnika
zh: 切碎的转子

source: Shredder Safety Key
ar: مفتاح السلامة التقطيع
de: Shredder -Sicherheitschlüssel
es: Llave De Seguridad Del Triturador
fr: Clé de sécurité du déchiqueteur
he: מפתח בטיחות מגרסה
it: Chiave di sicurezza trituratore
nl: Veiligheidssleutel voor papierversnipperaar
pt: Chave de segurança do triturador
ro: Cheie de siguranță a mărunților
sl: Varnostni ključ za drobilnik
zh: 切碎机安全键

source: Gearbox Cooilng Fan
ar: علبة التروس cooilng مروحة
de: Getriebefächer
es: Ventilador De Cajas De Cambios
fr: Ventilateur de refroidissement de boîte de vitesses
he: מאוורר קירור תיבת הילוכים
it: Ventola di raffreddamento del Riduttore
nl: Versnellingsbakkoelventilator
pt: A caixa de câmbio cooilng ventilador
ro: Fan Cooilng cutia de viteze
sl: Ventilator za hlajenje menjalnika
zh: 变速箱COOILNG风扇

source: Pusher Oil Pump
ar: مضخة زيت البهجة
de: Pusher -Ölpumpe
es: Bomba De Aceite
fr: Pompe à huile poussoir
he: משאבת שמן פושר
it: Pompa dell'olio dello spintore
nl: Duwoliepomp
pt: Bomba de óleo de empurrador
ro: Pompa de ulei împingător
sl: Potisna oljna črpalka
zh: 推动机油泵

source: Cooling System - Oil Recirc. Pump
ar: نظام التبريد - Recirc الزيت. مضخة
de: Kühlsystem - Ölablagerung. Pumpe
es: Sistema De Enfriamiento - Bomba De Recirculacion Del Aceite
fr: Système de refroidissement - Recirc. d'huile. Pompe
he: מערכת קירור - Oil Recirc. לִשְׁאוֹב
it: Sistema di raffreddamento - Pompa di Ricirc. Olio
nl: Koelsysteem - Olierecirculatiepomp
pt: Sistema de resfriamento - Recircão de óleo. Bombear
ro: Sistem de răcire - Recirc de ulei. Pompa
sl: Hladilni sistem - recir. Črpalka
zh: 冷却系统 - 石油循环。泵

source: Hydraulic Oil Cooilng Fan
ar: مروحة الزيت الهيدروليكي
de: Hydrauliköl Coilng Lüfter
es: Ventilador De Enfriamineto Del Aceite Hidráulico
fr: Ventilateur de refroidissement d'huile hydraulique
he: מאוורר קירור שמן הידראולי
it: Ventola di raffreddamento dell'olio idraulico
nl: Hydraulische oliekoelventilator
pt: Óleo hidráulico cooilng ventilador
ro: Ventilator cooilng cu ulei hidraulic
sl: Ventilator za hlajenje hidravličnega olja
zh: 液压油粉丝

source: Maintenance Aux. Hdraulic Unit
ar: الصيانة aux. الوحدة Hdraulic
de: Wartungs Aux. HDRAULIC -Einheit
es: Mantenimiento Aux. Unidad Hdráulica
fr: Entretien Aux. Unité hydraulique
he: תחזוקה Aux. יחידה הדרולית
it: Unità ausiliaria Gruppo idraulico per Manutenzione
nl: Onderhoud hulp. Hdraulische eenheid
pt: Aux de manutenção. Unidade Hdraulic
ro: Întreținere aux. Unitatea HDRAULIC
sl: Vzdrževanje Pom. Hdraulična enota
zh: 维护辅助。 HDRAULIC单位

source: Hydraulic Oil Heating Resistor
ar: مقاوم تسخين الزيت الهيدروليكي
de: Hydraulischer Ölheizungswiderstand
es: Resistencia De Calentamiento De Aceite Hidráulico
fr: Résistance de chauffage à l'huile hydraulique
he: נגד חימום שמן הידראולי
it: Resistenza di riscaldamento dell'olio idraulico
nl: Hydraulische olie verwarmingsweerstand
pt: Resistor de aquecimento de óleo hidráulico
ro: Rezistență la încălzire a uleiului hidraulic
sl: Grelni upor hidravličnega olja
zh: 液压油加热电阻

source: Rotor Cooling Valve
ar: صمام التبريد الدوار
de: Rotorkühlventil
es: Válvula De Enfriamiento Del Rotor
fr: Soupape de refroidissement du rotor
he: שסתום קירור רוטור
it: Valvola di raffreddamento del rotore
nl: Rotorkoelklep
pt: Válvula de resfriamento do rotor
ro: Supapă de răcire a rotorului
sl: Hladilni ventil rotorja
zh: 转子冷却阀

source: Bypass - High Speed
ar: الالتفافية - السرعة العالية
de: Bypass - hohe Geschwindigkeit
es: Bypass - Alta Velocidad
fr: Contournement - Haute vitesse
he: עוקף - מהירות גבוהה
it: Bypass - Alta velocità
nl: Bypass - Hoge snelheid
pt: Desvio - alta velocidade
ro: Bypass - Viteză mare
sl: Obvoznica - visoka hitrost
zh: 旁路 - 高速

source: Bypass - Low Speed
ar: الالتفافية - السرعة المنخفضة
de: Bypass - niedrige Geschwindigkeit
es: Bypass - Baja Velocidad
fr: Contournement - Basse vitesse
he: עוקף - מהירות נמוכה
it: Bypass - Bassa velocità
nl: Bypass - Lage snelheid
pt: Desvio - baixa velocidade
ro: Bypass - viteză mică
sl: Obvoznica - nizka hitrost
zh: 旁路 - 低速

source: Pusher Forward/Reverse
ar: اندفاع إلى الأمام/عكس
de: Pusher vorwärts/umgekehrt
es: Avance/Retroceso Del Empujador
fr: Poussoir avant/arrière
he: דוחף קדימה/אחור
it: Spintore avanti/indietro
nl: Duw vooruit/achteruit
pt: Empurrador para frente/reverso
ro: Împingere înainte/invers
sl: Potiskalnik naprej/nazaj
zh: 推动器向前/反向

source: Shredder Hopper Level
ar: مستوى قادوس التقطيع
es: Nivel De La Tolva De Trituradora
fr: Niveau de la trémie du broyeur
he: רמת הופר מגרסה
it: Livello della tramoggia del trituratore
nl: Niveau van de versnipperaartrechter
pt: Nível da tremonha do triturador
ro: Nivel de buncăr de mărunțire
sl: Raven lijaka drobilnika
zh: 粉碎机料斗水平

source: Hydraulic Oil Temperature
ar: درجة حرارة الزيت الهيدروليكي
de: Hydraulische Öltemperatur
es: Temperatura Del Aceite Hidráulico
fr: Température de l'huile hydraulique
he: טמפרטורת שמן הידראולי
it: Temperatura dell'olio idraulico
nl: Hydraulische olietemperatuur
pt: Temperatura do óleo hidráulico
ro: Temperatura uleiului hidraulic
sl: Temperatura hidravličnega olja
zh: 液压油温度

source: Downstream OK For Material
ar: المصب موافق للمواد
de: Nachgeschalteter OK für Material
es: Aguas Abajo Ok Para Material
fr: En aval OK pour le matériel
he: במורד הזרם אישור לחומר
it: A valle OK per materiale
nl: Downstream OK voor materiaal
pt: A jusante ok para material
ro: În aval ok pentru material
sl: V redu za material
zh: 下游可以供材料

source: Sorema Shredder OK for Material
ar: Sorema Shredder موافق للمواد
de: Sorema Shredder OK für Material
es: Sorema Shredder Ok Para Material
fr: Broyeur Sorema OK pour le matériel
he: מגרסה סורמה תקין לחומר
it: Trituratore Sorema OK per il materiale
nl: Sorema Shredder OK voor materiaal
pt: Sorema Shredder OK para material
ro: Sorema Shredder ok pentru material
sl: Drobilnik Sorema OK za material
zh: Sorema Shredder可以使用材料

source: Shreder Open Cycle
ar: تمزيق دورة مفتوحة
es: Ciclo de Apertura De Trituración
fr: Cycle ouvert du broyeur
it: Ciclo di apertura del trituratore
pt: Ciclo aberto do Shreder
ro: Ciclul deschis Shreder
sl: Odprti cikel Shrederja
zh: 切碎的开放周期

source: Shredding Cycle
ar: دورة تمزيق
de: Zyklus
es: Ciclo De Trituración
fr: Cycle de déchiquetage
he: מחזור גריסה
it: Ciclo di triturazione
nl: Versnipperingscyclus
pt: Ciclo de trituração
ro: Ciclu de mărunțire
sl: Cikel drobljenja
zh: 切碎周期

source: DirectionOne
ar: اتجاه واحد
de: Richtung Eins
es: Dirección Uno
fr: DirectionUn
he: כיוון אחד
it: Direzione Uno
nl: RichtingEen
pt: Direção
ro: Directorul de direcție
zh: 方向

source: Forward
ar: إلى الأمام
de: Nach vorne
es: Adelante
fr: Avant
he: קָדִימָה
it: Avanti
nl: Vooruit
pt: Avançar
ro: Redirecţiona
sl: Naprej
zh: 向前

source: DirectionTwo
es: Dirección Dos
fr: DirectionDeux
he: כיוון שני
it: Direzione Due
nl: RichtingTwee
zh: 方向两个

source: Reverse
ar: يعكس
de: Umkehren
es: Inversión
fr: Inverse
he: לַהֲפוֹך
it: Inversione
nl: Achteruit
pt: Reverter
ro: Verso
sl: Vzvratno
zh: 撤销

source: Safety Not OK
ar: السلامة لا بأس
de: Sicherheit nicht in Ordnung
es: Seguridad no OK
fr: La sécurité n'est pas OK
he: בטיחות לא בסדר
it: Sicurezza non OK
nl: Veiligheid niet OK
pt: Segurança não ok
ro: Siguranța nu este OK
sl: Varnost ni v redu
zh: 安全不好

source: Inverter Power Up Not OK
ar: قوة العاكس لا بأس
de: Wechselrichter werden nicht in Ordnung
es: Encendido Del Inverter no OK
fr: La mise sous tension de l'onduleur n'est pas OK
he: הפעלת מהפך לא תקין
it: Accensione inverter non OK
nl: Omvormer opstarten niet OK
pt: Inversor Power Up não ok
ro: Invertor Power Up nu OK
sl: Vklop pretvornika ni v redu
zh: 逆变器电源不正常

source: High Load Condition
ar: حالة تحميل عالية
de: Hochlaster Zustand
es: Condición De Carga Elevada
fr: Condition de charge élevée
he: מצב עומס גבוה
it: Condizione di carico elevato
nl: Hoge belastingconditie
pt: Condição de alta carga
ro: Stare de încărcare ridicată
sl: Stanje visoke obremenitve
zh: 高负荷条件

source: Grill Position Ok
ar: موقف الشواية موافق
es: Posición De La Rejilla Ok
fr: Position du gril OK
he: עמדת גריל בסדר
it: Posizione Griglia Ok
nl: Grillpositie Ok
pt: Posição da grelha ok
ro: Poziția grătarului ok
ru: Положение гриля ОК
sl: Položaj žara OK
zh: 烧烤位置还可以

source: Grill Position Not Ok For Running
ar: موقف الشواية لا بأس في الجري
de: Grillposition nicht in Ordnung für das Laufen
es: Posición De La Rejilla no es OK Para Correr
fr: La position du gril n'est pas correcte pour courir
he: עמדת גריל לא תקין לריצה
it: Posizione Della Griglia Non Giusta Per L'avvio
nl: Grillpositie niet geschikt voor hardlopen
pt: Posição da grelha não OK para correr
ro: Poziția grătarului nu este OK pentru rulare
ru: Положение гриля не подходит для бега
sl: Položaj žara ni primeren za tek
zh: 烧烤位置不正常运行

source: Rotor Cooling
ar: تبريد الدوار
de: Rotorkühlung
es: Enfriamiento Del Rotor
fr: Refroidissement du rotor
he: קירור רוטור
it: Raffreddamento Del Rotore
nl: Rotorkoeling
pt: Resfriamento do rotor
ro: Răcire rotor
sl: Hlajenje rotorja
zh: 转子冷却

source: Rotor Cooling Not Ok
ar: تبريد الدوار ليس موافق
de: Rotorkühlung nicht in Ordnung
es: Enfriamiento Del Rotor no OK
fr: Le refroidissement du rotor ne fonctionne pas correctement
he: קירור הרוטור לא תקין
it: Raffreddamento Del Rotore Non Ok
nl: Rotorkoeling niet ok
pt: Resfriamento do rotor não ok
ro: Răcirea rotorului nu este OK
sl: Hlajenje rotorja ni v redu
zh: 转子冷却不正常

source: Motor Current Not Ok For Material
ar: تيار المحرك ليس موافق للمواد
de: Motorstrom nicht in Ordnung für Material
es: Corriente Del Motor no OK Para El Material
fr: Le courant du moteur n'est pas correct pour le matériau
he: זרם מנוע אינו תקין עבור החומר
it: Corrente Motore Non Ok Per Materiale
nl: Motorstroom niet ok voor materiaal
pt: Corrente do motor não ok para material
ro: Curentul motor nu este OK pentru material
ru: Ток двигателя не подходит для материала
sl: Tok motorja ni v redu za material
zh: 电流不正常

# PERSISTENT CURRENT (&gt;3 MIN) ABOVE MINIMUM WITH NO INCOMING MATERIAL
source: Persistent Current (>3 Min) Above Minimum With No Incoming Material
ar: تيار مستمر (> 3 دقائق) أعلى من الحد الأدنى مع عدم وجود مادة واردة
de: Anhaltender Strom (> 3 min) über dem Minimum ohne eingehende Material
es: Corriente Persistente (> 3 Min) Por Encima Del Mínimo Sin Material Entrante
fr: Courant persistant (> 3 min) au-dessus du minimum sans aucun matériau entrant
he: זרם מתמשך (>3 דקות) מעל המינימום ללא חומר נכנס
it: Corrente Persistente (>3 Min) Sopra Il Minimo Senza Materiale In Entrata
nl: Blijvende stroom (>3 min) boven minimum zonder binnenkomend materiaal
pt: Corrente persistente (> 3 min) acima do mínimo, sem material de entrada
ro: Curent persistent (> 3 min) peste minimum, fără material care a venit
ru: Постоянный ток (>3 мин) выше минимума при отсутствии поступающего материала
sl: Trajni tok (>3 min) nad minimumom brez vhodnega materiala
zh: 持续的电流（> 3分钟）以上最小值，没有传入材料

source: Power Disconnect (On The Cabinet)
ar: فصل الطاقة (على الخزانة)
de: Stromverbindung (auf dem Kabinett)
es: Desconexión De Potencia (En El Armario)
fr: Déconnexion de l'alimentation (sur l'armoire)
he: ניתוק חשמל (על הארון)
it: Disconnettore di potenza (Sul Quadro)
nl: Stroomonderbreker (op de kast)
pt: Desconecção de energia (no gabinete)
ro: Deconectare a puterii (pe dulap)
ru: Отключение питания (на шкафу)
sl: Odklop napajanja (na omarici)
zh: 电源断开连接（在机柜上）

source: (1=Running)
ar: (1 = الجري)
de: (1 = laufen)
fr: (1=En cours d'exécution)
he: (1=ריצה)
it: (1=In Esecuzione)
nl: (1=Hardlopen)
pt: (1 = em execução)
ro: (1 = alergare)
ru: (1=Работает)
sl: (1=teče)
zh: （1 =运行）

source: Grill Position Closed
ar: موقف الشواية مغلق
de: Grillposition geschlossen
es: Posición De La Rejilla Cerrada
fr: Position du gril fermée
he: מצב גריל סגור
it: Posizione Griglia Chiusa
nl: Grillpositie gesloten
pt: Posição da grelha fechada
ro: Poziția grătarului închis
ru: Положение гриля закрыто
sl: Zaprt položaj žara
zh: 烧烤位置关闭

source: Grill Position LS
ar: موقف الشواية ls
es: Posición De La Rejilla Ls
fr: Position du gril LS
he: מצב גריל LS
it: Posizione Griglia Ls
nl: Grillpositie LS
pt: Posição da grelha ls
ro: Poziția Grill Ls
sl: Položaj žara LS
zh: 烧烤位置LS

source: Stopped
ar: توقفت
de: Gestoppt
es: Interrumpido
fr: Arrêté
he: עצר
it: Fermato
nl: Gestopt
pt: Parou
ro: Oprit
sl: ustavil
zh: 停了下来

source: Rotor Stopped
ar: توقف الدوار
de: Rotor blieb stehen
es: Rotor Detenido
fr: Rotor arrêté
he: הרוטור נעצר
it: Rotore Fermo
nl: Rotor gestopt
pt: Rotor parou
ro: Rotor s -a oprit
sl: Rotor ustavljen
zh: 转子停了下来

source: (1=Stopped)
ar: (1 = توقف)
de: (1 = gestoppt)
es: (1 = Detenido)
fr: (1=Arrêté)
he: (1=נעצר)
it: (1=Arrestato)
nl: (1=Gestopt)
pt: (1 = parado)
ro: (1 = oprit)
sl: (1=ustavljeno)
zh: （1 =停止）

source: Mechanical Overload 1 (Reaction Arm)
ar: الحمل الزائد الميكانيكي 1 (ذراع التفاعل)
de: Mechanische Überlast 1 (Reaktionsarm)
es: Sobrecarga Mecánica 1 (Brazo De Reacción)
fr: Surcharge mécanique 1 (bras de réaction)
he: עומס יתר מכני 1 (זרוע תגובה)
it: Sovraccarico Meccanico 1 (Braccio Di Reazione)
nl: Mechanische overbelasting 1 (reactiearm)
pt: Sobrecarga mecânica 1 (braço de reação)
ro: Suprasarcină mecanică 1 (braț de reacție)
sl: Mehanska preobremenitev 1 (reakcijska roka)
zh: 机械超载1（反应臂）

source: Max Torque Limit Switch 1
ar: تبديل الحد الأقصى لعزم الدوران 1
de: Max Drehmomentbegrenzungsschalter 1
es: Interruptor De Límite De Torque Máximo 1
fr: Interrupteur de limite de couple maximum 1
he: מתג מגבלת מומנט מרבי 1
it: Limitatore Di Coppia Massima 1
nl: Maximale koppellimietschakelaar 1
pt: Interruptor limite máximo de torque 1
ro: Comutator de limită de cuplu maxim 1
sl: Končno stikalo največjega navora 1
zh: 最大扭矩限制开关1

source: Mechanical Overload 2 (Reaction Arm)
ar: الحمل الزائد الميكانيكي 2 (ذراع التفاعل)
de: Mechanische Überlast 2 (Reaktionsarm)
es: Sobrecarga Mecánica 2 (Brazo De Reacción)
fr: Surcharge mécanique 2 (bras de réaction)
he: עומס יתר מכני 2 (זרוע תגובה)
it: Sovraccarico Meccanico 2 (Braccio Di Reazione)
nl: Mechanische overbelasting 2 (reactiearm)
pt: Sobrecarga mecânica 2 (braço de reação)
ro: Suprasarcină mecanică 2 (braț de reacție)
sl: Mehanska preobremenitev 2 (reakcijska roka)
zh: 机械超载2（反应组）

source: Max Torque Limit Switch 2
de: Max Drehmomentbegrenzungsschalter 2
es: Interruptor De Límite De Torque Máximo 2
fr: Interrupteur de limite de couple maximum 2
he: מתג מגבלת מומנט מרבי 2
it: Limitatore Di Coppia Massima 2
nl: Maximale koppellimietschakelaar 2
pt: Interruptor limite máximo de torque 2
ro: Comutatorul de limită de cuplu maxim 2
sl: Končno stikalo največjega navora 2
zh: 最大扭矩限制开关2

source: (1=Forward)
ar: (1 = إلى الأمام)
de: (1 = vorwärts)
es: (1 = Adelante)
fr: (1=En avant)
he: (1=העבר)
it: (1=Avanti)
nl: (1=Vooruit)
pt: (1 = avançado)
ro: (1 = înainte)
sl: (1=Naprej)
zh: （1 =向前）

source: (1=Reverse)
ar: (1 = عكس)
de: (1 = umgekehrt)
es: (1 = Reverso)
fr: (1=Inverser)
he: (1=הפוך)
it: (1=Inversione)
nl: (1=Omgekeerd)
pt: (1 = reverso)
ro: (1 = invers)
sl: (1=vzvratno)
zh: （1 =反向）

source: Command Standstill Relay Reset
ar: إعادة تعيين الترحيل التوقف عن العمل
de: Befehl Stillstill Relay Reset
es: Comando De Rearme Del Relé De Parada
fr: Réinitialisation du relais d'arrêt de commande
he: איפוס ממסר עמידה בפקודה
it: Comando Ripristino Relè Di rotore Fermo
nl: Commando Stilstand Relais Reset
pt: Redefinição de relé de comando parada
ro: Resetarea releului de comandă Standstill
ru: Сброс реле останова команды
sl: Ukaz za ponastavitev releja mirovanja
zh: 命令停顿继电器重置

source: Standstill Relay Reset
ar: إعادة التتابع متوقفة إعادة تعيين
de: Stillstill -Relais Reset
es: Rearme Del Relé De Parada
fr: Réinitialisation du relais d'arrêt
he: איפוס ממסר עמידה
it: Ripristino Del Relè Di Rotore Fermo
nl: Stilstandrelais resetten
pt: Redefinição do relé parado
ro: Resetare releu de oprire
sl: Ponastavitev releja mirovanja
zh: 停滞继电器重置

source: (1=Reset)
ar: (1 = إعادة تعيين)
de: (1 = zurücksetzen)
es: (1 = Reinicio)
fr: (1=Réinitialiser)
he: (1=אפס)
nl: (1=Resetten)
pt: (1 = redefinir)
ro: (1 = resetare)
sl: (1=Ponastavi)
zh: （1 =重置）

source: Disable Component On Start (Selector)
ar: تعطيل المكون في البداية (المحدد)
de: Komponente beim Start deaktivieren (Selektor)
es: Deshabilitar El Componente En El Inicio (Selector)
fr: Désactiver le composant au démarrage (sélecteur)
he: השבת את הרכיב בהתחלה (בורר)
it: Disabilita Componente All'Avvio (Selettore)
nl: Component uitschakelen bij het starten (selector)
pt: Desativar o componente no início (seletor)
ro: Dezactivați componenta la start (selector)
sl: Onemogoči komponento ob zagonu (izbirnik)
zh: 禁用启动组件（选择器）

source: On Command (Any Direction)
ar: في الأمر (أي اتجاه)
de: Auf Befehl (jede Richtung)
es: En Comando (En Cualquier Dirección)
fr: Sur commande (dans toutes les directions)
he: בפקודה (בכל כיוון)
it: A Comando (Qualsiasi Direzione)
nl: Op commando (elke richting)
pt: Em comando (qualquer direção)
ro: La comandă (orice direcție)
sl: Na ukaz (katera koli smer)
zh: 在命令（任何方向）

source: Selected Direction
ar: اتجاه محدد
de: Ausgewählte Richtung
es: Dirección Seleccionada
fr: Direction sélectionnée
he: כיוון נבחר
it: Direzione Selezionata
nl: Geselecteerde richting
pt: Direção selecionada
ro: Direcția selectată
sl: Izbrana smer
zh: 选定的方向

source: Enable Direction Selection (Show In Hmi)
ar: تمكين اختيار الاتجاه (عرض في HMI)
de: Richtungsauswahl aktivieren (in HMI anzeigen)
es: Habilitar La Selección De Dirección (Muestra En Hmi)
fr: Activer la sélection de direction (afficher dans Hmi)
he: אפשר בחירת כיוון (הצג ב-HMI)
it: Abilita Selezione Direzione (Mostra In Hmi)
nl: Richtingselectie inschakelen (weergeven in HMI)
pt: Ativar seleção de direção (mostre no HMI)
ro: Activați selecția direcției (spectacol în HMI)
sl: Omogoči izbiro smeri (prikaži v HMI)
zh: 启用方向选择（在HMI中显示）

source: All Conditions To Unlock
ar: جميع الشروط التي يجب فتحها
de: Alle Bedingungen zum Freischalten
es: Todas Las Condiciones Para Desbloquear
fr: Toutes les conditions pour débloquer
he: כל התנאים לפתיחה
it: Tutte Le Condizioni Per Sbloccare
nl: Alle voorwaarden om te ontgrendelen
pt: Todas as condições para desbloquear
ro: Toate condițiile de deblocat
ru: Все условия для разблокировки
sl: Vsi pogoji za odklepanje
zh: 解锁的所有条件

source: Safety Conditions Not Ok To Unlock
ar: ظروف السلامة لا بأس في إلغاء القفل
de: Sicherheitsbedingungen nicht in Ordnung zu entsperren
es: Condiciones De Seguridad No Están Bien Para Desbloquear
fr: Les conditions de sécurité ne sont pas acceptables pour le déverrouillage
he: תנאי בטיחות לא בסדר לביטול הנעילה
it: Condizioni Di Sicurezza Non Ok Per Sbloccare
nl: Veiligheidsomstandigheden: Niet OK om te ontgrendelen
pt: Condições de segurança não ok para desbloquear
ro: Condițiile de siguranță nu sunt OK pentru a debloca
ru: Условия безопасности не подходят для разблокировки
sl: Varnostni pogoji niso v redu za odklepanje
zh: 安全条件不能解锁

source: Key Unlocked Without Unlock Command
ar: مفتاح فتح دون إلغاء القفل
de: Taste freigeschaltet ohne Freischaltbefehl
es: Clave Desbloqueada Sin Comando Desbloquear
fr: Clé déverrouillée sans commande de déverrouillage
he: מפתח נפתח ללא פקודת פתיחה
it: Chiave Sbloccata Senza Comando Di Sblocco
nl: Sleutel ontgrendeld zonder ontgrendelingscommando
pt: Chave desbloqueada sem comando desbloquear
ro: Cheia deblocată fără comanda de deblocare
ru: Ключ разблокирован без команды разблокировки
sl: Ključ odklenjen brez ukaza za odklepanje
zh: 键解锁，没有解锁命令

source: Loss Of Safety Conditions
ar: فقدان ظروف السلامة
de: Sicherheitsbedingungen
es: Pérdida De Condiciones De Seguridad
fr: Perte des conditions de sécurité
he: אובדן תנאי בטיחות
it: Perdita Delle Condizioni Di Sicurezza
nl: Verlies van veiligheidsomstandigheden
pt: Perda de condições de segurança
ro: Pierderea condițiilor de siguranță
ru: Потеря условий безопасности
sl: Izguba varnostnih pogojev
zh: 丧失安全条件

source: Safeties
de: Sicherheiten
es: Salvaguardias
fr: Sécurités
he: בטיחות
it: Sicurezze
nl: Veiligheidsmaatregelen
pt: Segurança
ro: Safete
sl: Varnosti
zh: 安全

source: Safety Key Released
ar: مفتاح السلامة الصدر
de: Sicherheitsschlüssel freigegeben
es: Llave De Seguridad Liberada
fr: Clé de sécurité libérée
he: מפתח בטיחות שוחרר
it: Chiave Di Sicurezza Rilasciata
nl: Veiligheidssleutel vrijgegeven
pt: Chave de segurança liberada
ro: Cheia de siguranță eliberată
ru: Ключ безопасности выпущен
sl: Varnostni ključ je izdan
zh: 安全键发布

source: (1=Released, 0=Trapped)
ar: (1 = تم إصداره ، 0 = محاصر)
de: (1 = freigegeben, 0 = gefangen)
es: (1 = Liberado, 0 = Atrapado)
fr: (1=Libéré, 0=Piégé)
he: (1=פורסם, 0=כלוא)
it: (1=Rilasciato, 0=Intrappolato)
nl: (1=Vrijgelaten, 0=Gevangen)
pt: (1 = liberado, 0 = preso)
ro: (1 = eliberat, 0 = prins)
ru: (1=Выпущено, 0=В ловушке)
sl: (1=Izpuščen, 0=Ujet)
zh: （1 =释放，0 =被困）

source: Command Release
ar: إصدار الأمر
de: Befehlsfreigabe
es: Liberación De Comando
fr: Libération de commande
he: שחרור פקודה
it: Rilascio Del Comando
nl: Commando vrijgeven
pt: Liberação de comando
ro: Eliberarea de comandă
ru: Выпуск команды
sl: Sprostitev ukaza
zh: 命令版本

source: (1=Unlock)
ar: (1 = فتح)
de: (1 = entsperren)
es: (1 = Desbloquear)
fr: (1=Déverrouiller)
he: (1=ביטול נעילה)
it: (1=Sblocca)
nl: (1=Ontgrendelen)
pt: (1 = desbloqueio)
ro: (1 = deblocare)
sl: (1=Odkleni)
zh: （1 =解锁）

source: Waiting Cooling After Overload
ar: انتظار التبريد بعد التحميل الزائد
de: Warten nach der Überlastung abzukühlen
es: Esperando Enfriamiento Después De La Sobrecarga
fr: Attendre le refroidissement après une surcharge
he: ממתין לקירור לאחר עומס יתר
it: Attesa Raffreddamento Dopo Sovraccarico
nl: Wachten op koeling na overbelasting
pt: Esperando resfriamento após sobrecarga
ro: În așteptarea răcirii după suprasarcină
sl: Čakanje na hlajenje po preobremenitvi
zh: 过载后等待冷却
