Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# INFO_TITECH_9
source: Sorter Estop Pushbutton Pressed ! Check Titech Sorter Display Panel.
ar: ضغط فارز estop pushbutton! تحقق لوحة عرض فارز TITECH.
de: Sortierer Estop-Push-Taste gedrückt! Überprüfen Sie das Titech Sorter-Anzeigefeld.
es: Pulsador De Parada Del Seleccionador Pulsado ! Compruebe El Panel De Visualización Del Seleccionador Tomra.
fr: Bouton-poussoir Estop du trieur enfoncé ! Vérifiez le panneau d'affichage du trieur Titech.
he: לחצן Estop סדרן לחוץ! בדוק את לוח התצוגה של Titech Sorter.
it: Pulsante di arresto selezionatore premuto ! Controllare il pannello di visualizzazione del selezionatore Titech.
nl: Sorteer-Estopknop ingedrukt! Controleer het display van de Titech-sorteerder.
pt: Button Pression Button pressionado! Verifique o painel de exibição do classificador Titech.
ro: Sorter estop PushButton apăsat! Verificați panoul de afișare a sortei de titlu.
ru: Нажата кнопка Estop сортировщика! Проверьте панель дисплея сортировщика Titech.
sl: Pritisnjen gumb za razvrščanje Estop! Preverite zaslonsko ploščo sortirnika Titech.
zh: Sorter Estop Pushbutton按下！检查TiteCh分拣机显示面板。

# INFO_TITECH_10
source: Sorter Lights To Be Placed In Automatic ! Check Titech Sorter Display Panel.
ar: أضواء فارز ليتم وضعها في تلقائي! تحقق لوحة عرض فارز TITECH.
de: Sortierer leuchtet in Automatik! Überprüfen Sie das Titech Sorter-Anzeigefeld.
es: ¡Las Luces Del Seleccionador Se Colocarán En Automático! Compruebe El Panel De Visualización Del Seleccionador Tomra.
fr: Trieur de Lumières à Placer en Automatique ! Vérifiez le panneau d'affichage du trieur Titech.
he: מנורות סדרן להצבה אוטומטית! בדוק את לוח התצוגה של Titech Sorter.
it: Luci del selezionatore da posizionare in automatico ! Controllare il pannello di visualizzazione del selezionatore Titech.
nl: Sorteerlampjes voor automatische plaatsing! Bekijk het displaypaneel van de Titech Sorter.
pt: Luzes de classificação a serem colocadas em automática! Verifique o painel de exibição do classificador Titech.
ro: Luminile de sorte care vor fi plasate în automat! Verificați panoul de afișare a sortei de titlu.
ru: Сортировочные огни будут помещены в автоматический режим! Проверьте панель дисплея сортировщика Titech.
sl: Razvrščevalne luči za samodejno namestitev! Preverite zaslonsko ploščo sortirnika Titech.
zh: 分拣机灯放在自动！检查TiteCh分拣机显示面板。

# INFO_COOL_1
source: Open The Cooling Valve Or The System Will Stop The Device To Be Cooled In Few Minutes
ar: افتح صمام التبريد أو سيقوم النظام بإيقاف الجهاز المراد تبريده في غضون دقائق قليلة
de: Öffnen Sie das Kühlventil oder das System wird angehalten, dass das Gerät in wenigen Minuten gekühlt wird
es: Abra La Válvula De Enfriamiento O El Sistema Detendrá El Dispositivo Para Que Se Enfríe En Unos Minutos
fr: Ouvrez la vanne de refroidissement ou le système arrêtera le refroidissement de l'appareil en quelques minutes
he: פתח את שסתום הקירור או שהמערכת תעצור את הקירור של המכשיר תוך דקות ספורות
it: Aprire la valvola di raffreddamento o il sistema interromperà il raffreddamento del dispositivo in pochi minuti
nl: Open de koelklep, anders stopt het systeem het apparaat om binnen enkele minuten te worden gekoeld.
pt: Abra a válvula de resfriamento ou o sistema impedirá o dispositivo para ser resfriado em alguns minutos
ro: Deschideți supapa de răcire sau sistemul va opri dispozitivul să fie răcit în câteva minute
ru: Откройте охлаждающий клапан, иначе система остановит охлаждение устройства через несколько минут
sl: Odprite hladilni ventil ali pa bo sistem v nekaj minutah zaustavil hlajenje naprave
zh: 打开冷却阀或系统将停止在几分钟内冷却设备

# INFO_COOL_2
source: Open The Cooling Valve To Allow Its Related Device To Run Continuously
ar: افتح صمام التبريد للسماح بتشغيل جهازه المرتبط باستمرار
de: Öffnen Sie das Kühlventil, damit sein zugehöriges Gerät kontinuierlich ausgeführt wird
es: Abra La Válvula De Enfriamiento Para Permitir Que Su Dispositivo Relacionado Funcione Continuamente
fr: Ouvrez la vanne de refroidissement pour permettre à son appareil associé de fonctionner en continu
he: פתח את שסתום הקירור כדי לאפשר למכשיר הקשור לו לפעול ברציפות
it: Aprire la valvola di raffreddamento per consentire al relativo dispositivo di funzionare continuamente
nl: Open de koelklep zodat het bijbehorende apparaat continu kan werken
pt: Abra a válvula de resfriamento para permitir que seu dispositivo relacionado funcione continuamente
ro: Deschideți supapa de răcire pentru a permite ca dispozitivul său să fie rulat continuu
ru: Откройте охлаждающий клапан, чтобы связанное с ним устройство могло работать непрерывно
sl: Odprite hladilni ventil, da omogočite neprekinjeno delovanje pripadajoče naprave
zh: 打开冷却阀以允许其相关设备连续运行

# INFO_TEMPER_1
source: Check The Temperature Sensor, Its Wiring In The Field And Its Signal In The Electrical Cabinet
ar: تحقق من استشعار درجة الحرارة، والأسلاك الخاصة به في هذا المجال وإشارةها في مجلس الوزراء الكهربائي
de: Überprüfen Sie den Temperatursensor, seine Verkabelung im Feld und sein Signal im Schaltschrank
es: Verifique El Sensor De Temperatura, Su Cableado En Campo Y Su Señal En El Armario Eléctrico
fr: Vérifiez le capteur de température, son câblage sur le terrain et son signal dans l'armoire électrique
he: בדוק את חיישן הטמפרטורה, את החיווט שלו בשטח ואת האות שלו בארון החשמל
it: Controllare il sensore di temperatura, il suo cablaggio sul campo e il suo segnale nel Quadro elettrico
nl: Controleer de temperatuursensor, de bedrading ter plaatse en het signaal in de elektrische kast
pt: Verifique o sensor de temperatura, sua fiação no campo e seu sinal no gabinete elétrico
ro: Verificați senzorul de temperatură, cablarea sa în câmp și semnalul său în dulapul electric
ru: Проверьте датчик температуры, его проводку на месте и его сигнал в электрическом шкафу
sl: Preverite temperaturni senzor, njegovo ožičenje na terenu in njegov signal v električni omarici
zh: 检查温度传感器，其在现场的接线及其在电气柜中的信号

# INFO_TEMPER_2
source: Check The Hydraulic Motor And The Maximum Temperature Limit Set
ar: تحقق من المحرك الهيدروليكي والحد الأقصى لحد درجة الحرارة
de: Überprüfen Sie den Hydraulikmotor und den maximalen Temperaturgrenze
es: Verifique El Motor Hidráulico Y El Límite Máximo De Temperatura Establecido
fr: Vérifiez le moteur hydraulique et le réglage de la limite de température maximale
he: בדוק את המנוע ההידראולי ואת מגבלת הטמפרטורה המקסימלית שנקבעה
it: Controllare il motore idraulico e il limite massimo di temperatura impostato
nl: Controleer de hydraulische motor en de ingestelde maximumtemperatuurlimiet
pt: Verifique o motor hidráulico e o conjunto máximo de limite de temperatura
ro: Verificați motorul hidraulic și setul de limită maximă de temperatură
ru: Проверьте гидравлический двигатель и установленный предел максимальной температуры
sl: Preverite hidravlični motor in nastavljeno najvišjo mejno temperaturo
zh: 检查液压马达和最大温度限制设定

# INFO_TEMPER_3
source: Check The Heating System For Any Possible Material Blockage And Temperature Regualtion
ar: تحقق من نظام التدفئة لأي انسداد مادي محتمل وريصاد درجة الحرارة
de: Überprüfen Sie das Heizungssystem auf mögliche Materialblockade und Temperaturregler
es: Verifique El Sistema De Calefacción Por Cualquier Posible Bloqueo De Material Y Regulación De Temperatura
fr: Vérifiez le système de chauffage pour tout blocage de matériau possible et régulation de la température.
he: בדוק את מערכת החימום עבור כל חסימת חומר אפשרית וסידור טמפרטורה
it: Controllare il sistema di riscaldamento per eventuali blocchi di materiale e regolazione della temperatura
nl: Controleer het verwarmingssysteem op mogelijke materiaalverstoppingen en temperatuurregeling
pt: Verifique o sistema de aquecimento para obter qualquer possível bloqueio de material e regulamentação de temperatura
ro: Verificați sistemul de încălzire pentru orice posibilă blocare a materialului și regalarea temperaturii
ru: Проверьте систему отопления на предмет возможного засорения материалом и соблюдайте температурный режим
sl: Preverite ogrevalni sistem za kakršno koli morebitno blokado materiala in uravnavanje temperature
zh: 检查加热系统是否有任何可能的材料堵塞和温度尺寸

# INFO_TEMPER_4
source: Check The Heating System, The Thermal Sensor Position And Temperature Regualtion
ar: تحقق من نظام التدفئة، موقف الاستشعار الحراري وريصاد درجة الحرارة
de: Überprüfen Sie das Heizsystem, die Wärmesensorposition und die Temperaturregulierung
es: Verifique El Sistema De Calefacción, La Posición Del Sensor Térmico Y La Regulación De La Temperatura
fr: Vérifiez le système de chauffage, la position du capteur thermique et la régulation de la température.
he: בדוק את מערכת החימום, את מיקום החיישן התרמי ואת הסדרת הטמפרטורה
it: Controllare il sistema di riscaldamento, la posizione del sensore termico e la regolazione della temperatura
nl: Controleer het verwarmingssysteem, de positie van de thermische sensor en de temperatuurregeling
pt: Verifique o sistema de aquecimento, a posição do sensor térmico e a regulamentação da temperatura
ro: Verificați sistemul de încălzire, poziția senzorului termic și regalarea temperaturii
ru: Проверьте систему отопления, положение термодатчика и регулировку температуры
sl: Preverite ogrevalni sistem, položaj termičnega senzorja in uravnavanje temperature
zh: 检查加热系统，热传感器位置和温度尺寸

# INFO_TEMPER_5
source: Check The Heating System Since No Temperature Is Increasing Even If Heating System Is On
ar: تحقق من نظام التسخين لأنه لا توجد درجة حرارة تزداد حتى إذا كان نظام التدفئة قيد التشغيل
de: Überprüfen Sie das Heizungssystem, da keine Temperatur zunimmt, auch wenn das Heizsystem eingeschaltet ist
es: Verifique El Sistema De Calefacción Ya Que No Aumenta La Temperatura Incluso Si El Sistema De Calefacción Está Encendido
fr: Vérifiez le système de chauffage car aucune température n'augmente même si le système de chauffage est allumé
he: בדוק את מערכת החימום מכיוון שהטמפרטורה אינה עולה גם אם מערכת החימום מופעלת
it: Controllare il sistema di riscaldamento poiché la temperatura non aumenta anche se il sistema di riscaldamento è acceso
nl: Controleer het verwarmingssysteem, want de temperatuur stijgt niet, ook al staat het verwarmingssysteem aan.
pt: Verifique o sistema de aquecimento, pois nenhuma temperatura está aumentando, mesmo que o sistema de aquecimento esteja ligado
ro: Verificați sistemul de încălzire, deoarece nu crește temperatura, chiar dacă sistemul de încălzire este pornit
ru: Проверьте систему отопления, так как температура не повышается, даже если система отопления включена
sl: Preverite ogrevalni sistem, saj se temperatura ne zvišuje, tudi če je ogrevalni sistem vključen
zh: 检查加热系统，因为即使在加热系统上也没有温度也增加

# INFO_TEMPER_6
source: Check The Proportional Valve Or Heating Exchanger And Temperature Regualtion Setup
ar: تحقق من الصمام النسبي أو إعداد مبادل التدفئة وريصاد درجة الحرارة
de: Überprüfen Sie das Proportionalventil oder den Heizaustauscher und die Temperaturregulierungstechnik
es: Comprobación De La Configuración De La Válvula Proporcional O Del Intercambiador De Calor Y De La Regulación De La Temperatura
fr: Vérifiez la vanne proportionnelle ou l'échangeur de chauffage et la configuration de la régulation de la température.
he: בדוק את השסתום הפרופורציונלי או את מחליף החימום ואת הגדרת תקנת הטמפרטורה
it: Controllare la valvola proporzionale o lo scambiatore di calore e l'impostazione della regolazione della temperatura
nl: Controleer de proportionele klep of verwarmingswisselaar en de temperatuurregeling
pt: Verifique a válvula proporcional ou o trocador de aquecimento e a configuração de regulamentação de temperatura
ro: Verificați supapa proporțională sau schimbătorul de încălzire și configurarea de regturare a temperaturii
ru: Проверьте пропорциональный клапан или теплообменник и настройку регулирования температуры
sl: Preverite proporcionalni ventil ali toplotni izmenjevalnik in nastavitev regulacije temperature
zh: 检查比例阀门或加热交换器和温度术术

# INFO_TEMPER_7
source: Check The Prop. Valve, Steam Or Hot Water Supply, The Thermal Sensor Position And Temperature Regualtion
ar: تحقق من الدعامة. صمام، البخار أو إمدادات المياه الساخنة، موقف الاستشعار الحرارية وريصاد درجة الحرارة
de: Überprüfen Sie die Prop. Ventil, Dampf oder Warmwasserzufuhr, Wärmesensorposition und Temperaturbereitung
es: Compruebe La Válvula De Prop., El Suministro De Vapor O Agua Caliente, La Posición Del Sensor Térmico Y La Regulación De La Temperatura
fr: Vérifiez la vanne prop., l'alimentation en vapeur ou en eau chaude, la position du capteur thermique et la régulation de la température.
he: בדוק את שסתום העזר, אספקת קיטור או מים חמים, מיקום החיישן התרמי וסידור הטמפרטורה
it: Controllare la valvola prop., la fornitura di vapore o acqua calda, la posizione del sensore termico e la regolazione della temperatura
nl: Controleer de prop.klep, stoom- of warmwatertoevoer, de positie van de thermische sensor en de temperatuurregeling
pt: Verifique a válvula Prop. Válvula, o vapor ou o abastecimento de água quente, a posição do sensor térmico e a regulamentação da temperatura
ro: Verificați supapa, aburul sau alimentarea cu apă caldă, poziția senzorului termic și regalarea temperaturii
ru: Проверьте пропорциональный клапан, подачу пара или горячей воды, положение термодатчика и регулировку температуры
sl: Preverite proporcijski ventil, dovod pare ali vroče vode, položaj termičnega senzorja in regulacijo temperature
zh: 检查道具。阀门，蒸汽或热水供应，热传感器位置和温度尺寸

# INFO_TEMPER_8
source: Grinder Exit Probably Blocked And/Or No Antiscticking Incoming Into Cutting Chamber.
ar: مخرج المطحنة المحظورة و / أو عدم وجود antiscticking الواردة في غرفة القطع.
de: Mühleausgang wahrscheinlich blockiert und / oder kein Antiktick ankommend in die Schneidkammer.
es: La Salida Del Molinillo Probablemente Está Bloqueada Y/O No Entra Antiscticking En La Cámara De Corte.
fr: Sortie du broyeur probablement bloquée et/ou aucun antiadhésif entrant dans la chambre de coupe.
he: יציאת המטחנה כנראה חסומה ו/או לא נכנסת לחיתוך חיתוך.
it: Uscita della Mulino probabilmente bloccata e/o assenza di antiaderente in ingresso nella camera di taglio.
nl: De uitgang van de slijpmachine is waarschijnlijk geblokkeerd en/of er is geen antiklikverbinding naar de snijkamer.
pt: A saída do moedor provavelmente bloqueou e/ou nenhum antiscto que entra na câmara de corte.
ro: Ieșirea de râșniță probabil blocată și/sau deloc antiscutare primită în camera de tăiere.
ru: Выход измельчителя, вероятно, заблокирован и/или в режущую камеру не поступает антислипание.
sl: Izhod brusilnika je verjetno blokiran in/ali v komoro za rezanje ne prihaja proti sprijemanju.
zh: 研磨机出口可能阻塞和/或没有进入切割室的反速度。

# INFO_TEMPER_9
source: Safety Thermistor Tripped ! Remove The Causes Of System Overheating (E.G. Check Air Filters Etc.)
ar: السلامة الثرمستور تعثرت! قم بإزالة أسباب ارتفاع درجة حرارة النظام (على سبيل المثال، تحقق من مرشحات الهواء ...)
de: Sicherheitsthermistor ausgelöst! Entfernen Sie die Ursachen der Systemüberhitzung (z. A. Überprüfen Sie Luftfilter ...)
es: ¡Se Ha Disparado El Termistor De Seguridad! Elimine Las Causas Del Sobrecalentamiento Del Sistema (Por Ejemplo, Compruebe Los Filtros De Aire...)
fr: Thermistance de sécurité déclenchée ! Supprimez les causes de la surchauffe du système (par exemple, vérifiez les filtres à air, etc.)
he: תרמיסטור בטיחות הוכש! הסר את הסיבות להתחממות יתר של המערכת (EG בדוק מסנני אוויר ...)
it: Termistore di sicurezza scattato! Rimuovere le cause del surriscaldamento del sistema (ad es. controllare i filtri dell'aria...)
nl: Veiligheidsthermistor geactiveerd! Verwijder de oorzaken van oververhitting van het systeem (controleer bijvoorbeeld luchtfilters).
pt: Termistor de segurança tropeçou! Remova as causas do superaquecimento do sistema (por exemplo, verifique os filtros de ar ...)
ro: Termistorul de siguranță a declanșat! Îndepărtați cauzele supraîncălzirii sistemului (de exemplu, verificați filtrele de aer ...)
ru: Сработал предохранительный термистор! Устраните причины перегрева системы (например, проверьте воздушные фильтры...)
sl: Varnostni termistor se je sprožil! Odstranite vzroke za pregrevanje sistema (npr. preverite zračne filtre itd.)
zh: 安全热敏电阻绊倒！消除系统过热的原因（例如，检查空气过滤器......）

# INFO_TEMPER_10
source: Check The Temperature Sensor, Its Wiring In The Field And Heating System
ar: تحقق من استشعار درجة الحرارة، الأسلاك الخاصة به في نظام الحقل والتدفئة
de: Überprüfen Sie den Temperatursensor, seine Verkabelung im Feld und Heizsystem
es: Verifique El Sensor De Temperatura, Su Cableado En El Campo Y El Sistema De Calefacción
fr: Vérifiez le capteur de température, son câblage sur le terrain et le système de chauffage
he: בדוק את חיישן הטמפרטורה, את החיווט שלו בשטח ואת מערכת החימום
it: Controllare il sensore di temperatura, il suo cablaggio sul campo e il sistema di riscaldamento
nl: Controleer de temperatuursensor, de bedrading ter plaatse en het verwarmingssysteem
pt: Verifique o sensor de temperatura, sua fiação no campo e sistema de aquecimento
ro: Verificați senzorul de temperatură, cablarea sa în câmp și sistemul de încălzire
ru: Проверьте датчик температуры, его проводку в поле и систему отопления
sl: Preverite temperaturni senzor, njegovo ožičenje na terenu in ogrevalni sistem
zh: 检查温度传感器，在现场和加热系统中接线

# INFO_TEMPER_11
source: Check The Temperature Sensor, Its Wiring In The Field, Heating System And Temperature Regualtion
ar: تحقق من استشعار درجة الحرارة، والأسلاك في الحقل، ونظام التدفئة وريصاد درجة الحرارة
de: Überprüfen Sie den Temperatursensor, seine Verdrahtung im Feld, Heizsystem und Temperaturbereitung
es: Verifique El Sensor De Temperatura, Su Cableado En El Campo, El Sistema De Calefacción Y La Regulación De Temperatura
fr: Vérifiez le capteur de température, son câblage sur le terrain, le système de chauffage et la régulation de la température.
he: בדוק את חיישן הטמפרטורה, החיווט שלו בשטח, מערכת החימום וסידור הטמפרטורה
it: Controllare il sensore di temperatura, il suo cablaggio sul campo, il sistema di riscaldamento e la regolazione della temperatura
nl: Controleer de temperatuursensor, de bedrading ter plaatse, het verwarmingssysteem en de temperatuurregeling
pt: Verifique o sensor de temperatura, sua fiação no campo, sistema de aquecimento e regulamentação de temperatura
ro: Verificați senzorul de temperatură, cablarea sa în câmp, sistemul de încălzire și regalarea temperaturii
ru: Проверьте датчик температуры, его проводку в полевых условиях, систему отопления и регулирование температуры
sl: Preverite temperaturni senzor, njegovo ožičenje na terenu, ogrevalni sistem in regulacijo temperature
zh: 检查温度传感器，在现场接线，加热系统和温度术

# INFO_LEVEL_1
source: Check The Level Sensor, Its Wiring In The Field And Its Signal Feedback In The Electrical Cabinet
ar: تحقق من مستشعر المستوى وأسلاكه في الحقل وردود فعل الإشارة في الخزانة الكهربائية
de: Überprüfen Sie den Levelsensor, seine Verkabelung im Feld und sein Signal -Feedback im Elektroschrank
es: Verifique el sensor de nivel, su cableado en el campo y su retroalimentación de señal en el Armario eléctrico
fr: Vérifier le capteur de niveau, son câblage sur le terrain et son retour de signal dans l'armoire électrique
he: בדוק את חיישן הרמה, את החיווט שלו בשדה ואת משוב האות שלו בארון החשמל
it: Controlla il sensore di livello, il suo cablaggio sul campo e il suo feedback del segnale nel mobile elettrico
nl: Controleer de niveausensor, de bedrading ter plaatse en de signaalfeedback in de elektrische kast
pt: Verifique o sensor de nível, sua fiação no campo e seu feedback de sinal no gabinete elétrico
ro: Verificați senzorul de nivel, cablarea sa în câmp și feedback -ul semnalului său în dulapul electric
ru: Проверьте датчик уровня, его проводку на месте и его сигнал обратной связи в электрическом шкафу
sl: Preverite senzor nivoja, njegovo ožičenje na terenu in njegov signal v električni omarici
zh: 检查电平传感器，其在现场的接线以及电柜中的信号反馈

# INFO_LEVEL_2
source: Check The Hopper. Ensure No Blockage Is Present And/Or Verify The Regulation Of The Process
ar: تحقق من النطاط. تأكد من عدم وجود انسداد و/أو التحقق من تنظيم العملية
de: Überprüfen Sie den Trichter. Stellen Sie sicher, dass keine Blockade vorhanden ist und/oder die Regulierung des Prozesses überprüfen
es: Revise la tolva. Asegúrese de que no hay bloqueo presente y/o verifique la regulación del proceso
fr: Vérifiez la trémie. S'assurer qu'il n'y a aucun blocage et/ou vérifier la régulation du processus
he: בדוק את הופר. להבטיח כי אין סתימה קיים ו/או לאמת את ויסות התהליך
it: Controlla la tramoggia. Assicurarsi che non sia presente alcun blocco e/o verifichi la regolamentazione del processo
nl: Controleer de trechter. Zorg ervoor dat er geen blokkades aanwezig zijn en/of controleer de regeling van het proces.
pt: Verifique a tremonha. Garantir que nenhum bloqueio esteja presente e/ou verifique a regulamentação do processo
ro: Verificați buncărul. Asigurați -vă că nu este prezent blocaj și/sau verificați reglementarea procesului
ru: Проверьте Хоппер. Убедитесь в отсутствии блокировки и/или проверьте регулирование процесса
sl: Preverite The Hopper. Prepričajte se, da ni blokade in/ali preverite regulacijo postopka
zh: 检查料斗。确保不存在障碍和/或验证该过程的调节

# INFO_LEVEL_3
source: Check The Tank Working Conditions And The Water Loop Regulation (Discharge)
ar: تحقق من ظروف عمل الخزان وتنظيم حلقة المياه (التفريغ)
de: Überprüfen Sie die Arbeitsbedingungen der Tank und die Wasserschleife (Entladung)
es: Verifique las condiciones de trabajo del tanque y la regulación del bucle de agua (descarga)
fr: Vérifier les conditions de fonctionnement du réservoir et la régulation de la boucle d'eau (décharge)
he: בדוק את תנאי העבודה של המיכל ואת תקנת לולאת המים (פריקה)
it: Controllare le condizioni di lavoro del serbatoio e la regolamentazione del ciclo idrico (scarico)
nl: Controleer de werkingsomstandigheden van de tank en de regeling van de waterkringloop (lozing)
pt: Verifique as condições de trabalho do tanque e a regulação do loop de água (descarga)
ro: Verificați condițiile de lucru ale rezervorului și reglarea buclei de apă (descărcare)
ru: Проверьте условия работы бака и регулировку водяного контура (слив)
sl: Preverite delovne pogoje rezervoarja in regulacijo vodne zanke (praznjenje)
zh: 检查储罐的工作条件和水路调节（排放）

# INFO_LEVEL_4
source: Check The Tank Working Conditions And The Water Loop Regulation (Filling)
ar: تحقق من ظروف عمل الخزان وتنظيم حلقة المياه (ملء)
de: Überprüfen Sie die Arbeitsbedingungen der Tank und die Wasserschleife (Füllung) (Füllung)
es: Verifique las condiciones de trabajo del tanque y la regulación del bucle de agua (llenado)
fr: Vérifier les conditions de fonctionnement du réservoir et la régulation de la boucle d'eau (remplissage)
he: בדוק את תנאי העבודה של הטנק ואת תקנת לולאת המים (מילוי)
it: Controllare le condizioni di lavoro del serbatoio e il regolamento sul ciclo idrico (riempimento)
nl: Controleer de werkingsomstandigheden van de tank en de regeling van de waterkringloop (vullen)
pt: Verifique as condições de trabalho do tanque e a regulamentação do loop de água (enchimento)
ro: Verificați condițiile de lucru ale rezervorului și reglarea buclelor de apă (umplere)
ru: Проверьте условия работы бака и регулировку водяного контура (наполнение)
sl: Preverite delovne pogoje rezervoarja in regulacijo vodne zanke (polnjenje)
zh: 检查储罐的工作条件和水路调节（填充）
