Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Vibrator
ar: هزاز
es: Vibrador
fr: Vibreur
he: וִיבּרָטוֹר
it: vibratore
pt: Vibrador
zh: 振动器

source: Unisensor Flakes Sorter Main Start
ar: البداية الرئيسية لفارز الرقائق غير المستشعر
de: Hauptstart des Unisensor Flockensortierers
es: Inicio principal del Seleccionador de escamas Unisensor
fr: Démarrage principal du trieur de flocons Unisensor
he: Unisensor פתיתי סדרן התחלה ראשית
it: Avvio principale del selezionatore di scaglie Unisensor
nl: Unisensor Vlokkensorteerder Hoofdstart
pt: Início principal do classificador de flocos Unisensor
ro: Pornire principală a sortatorului de fulgi Unisensor
sl: Glavni zagon razvrščevalnika kosmičev Unisensor
zh: Unisensor 薄片分选机主启动

source: Sorter Running
ar: تشغيل فارز
de: Sortierer läuft
es: Seleccionador en ejecución
fr: Trieur en marche
he: סדרן פועל
it: Selezionatore in funzione
nl: Sorteerder loopt
pt: Classificador em execução
sl: Razvrščalnik teče
zh: 分拣机运行

source: Sorter Status
ar: حالة فارز
de: Sortiererstatus
es: Estado del Seleccionador
fr: Statut du trieur
he: סטטוס סדרן
it: Stato del selezionatore
nl: Sorteerstatus
pt: Status do classificador
ro: Stare Sorter
sl: Status sortirnika
zh: 分拣机状态

source: (1=Auto Mode)
ar: (1= الوضع التلقائي)
de: (1=Auto-Modus)
es: (1=Modo automático)
fr: (1=Mode automatique)
he: (1=מצב אוטומטי)
it: (1=Modalità automatica)
nl: (1=Automatische modus)
pt: (1=Modo Automático)
ro: (1=Mod automat)
sl: (1=samodejni način)
zh: （1=自动模式）

source: Output Clogged
ar: انسداد الإخراج
de: Ausgang verstopft
es: Salida obstruida
fr: Sortie obstruée
he: פלט סתום
it: Uscita intasata
nl: Uitvoer verstopt
pt: Saída obstruída
ro: Ieșire înfundată
sl: Izhod je zamašen
zh: 输出堵塞

source: (1=Clogged)
ar: (1= مسدود)
de: (1=Verstopft)
es: (1=obstruido)
fr: (1=bouché)
he: (1=סתום)
it: (1=Intasato)
nl: (1=Verstopt)
pt: (1=Entupido)
ro: (1=Înfundat)
sl: (1=zamašeno)
zh: (1=堵塞)

source: Sorting Unit Not Running
ar: وحدة الفرز لا تعمل
de: Sortiereinheit läuft nicht
es: Unidad de Selección no funcionando
fr: L'unité de tri ne fonctionne pas
he: יחידת המיון לא פועלת
it: Unità di smistamento non in funzione
nl: Sorteereenheid werkt niet
pt: Unidade de classificação não está funcionando
ro: Unitatea de sortare nu funcționează
sl: Enota za razvrščanje ne teče
zh: 分拣装置未运行

source: Sorting Outlet Blocked
ar: تم حظر منفذ الفرز
de: Sortierausgang blockiert
es: Salida de Selección bloqueada
fr: Sortie de tri bloquée
he: שקע המיון חסום
it: Smistamento della presa bloccata
nl: Sorteerafvoer geblokkeerd
pt: Classificando saída bloqueada
ro: Sortare Priză blocată
sl: Razvrščanje vtičnice je blokirano
zh: 分拣出口堵塞

source: Sorter Not In Auto Mode
ar: فارز ليس في الوضع التلقائي
de: Sortierer nicht im Automatikmodus
es: Seleccionador no en modo automático
fr: La trieuse n'est pas en mode automatique
he: סדרן לא במצב אוטומטי
it: Ordinatore non in modalità automatica
nl: Sorteerder niet in automatische modus
pt: Classificador não está no modo automático
ro: Sortatorul nu este în modul automat
sl: Razvrščalnik ni v samodejnem načinu
zh: 分拣机未处于自动模式

source: Sorter In Auto Mode
ar: فارز في الوضع التلقائي
de: Sortierer im automatischen Modus
es: Seleccionador en modo automático
fr: Trieuse en mode automatique
he: סדרן במצב אוטומטי
it: Ordinatore in modalità automatica
nl: Sorteerder in automatische modus
pt: Classificador em modo automático
ro: Sortator în modul automat
sl: Razvrščalnik v samodejnem načinu
zh: 分拣机处于自动模式

source: Unisensor Flakes Sorter Main Stream Start
ar: بدء التيار الرئيسي لفارز الرقائق غير المستشعر
es: Inicio del flujo principal del Seleccionador de escamas Unisensor
fr: Démarrage du flux principal du trieur de flocons Unisensor
he: Unisensor פתיתים סדרן ראשי התחלה
it: Avvio del flusso principale del selezionatore di scaglie Unisensor
nl: Unisensor Vlokkensorteerder Hoofdstroom Start
pt: Início do fluxo principal do classificador de flocos Unisensor
sl: Začetek glavnega toka Unisensor Flakes Sorter
zh: Unisensor 薄片分选机主流启动

source: Unisensor Flakes Sorter Recovery Start
ar: بدء عملية استرداد فارز الرقائق غير المستشعر
de: Wiederherstellungsstart des Unisensor Flockensortierers
es: Inicio de recuperación del Seleccionador de escamas Unisensor
fr: Démarrage de la récupération du trieur de flocons Unisensor
he: התחלת שחזור סדרן פתיתים חד-חיישן
it: Avvio del recupero del selezionatore di scaglie Unisensor
nl: Unisensor Vlokkensorteerder Herstel Start
pt: Início da recuperação do classificador de flocos Unisensor
ro: Începe recuperarea Sorterului de fulgi Unisensor
zh: Unisensor 薄片分选机恢复启动

source: Air Filtration Blower
ar: منفاخ تنقية الهواء
de: Luftfiltrationsgebläse
es: Soplador de filtración de aire
fr: Souffleur de filtration d'air
he: מפוח סינון אוויר
it: Ventilatore per filtrazione dell'aria
nl: Luchtfiltratieblazer
pt: Soprador de filtragem de ar
ro: Suflanta de filtrare a aerului
sl: Puhalo za filtracijo zraka
zh: 空气过滤风机

source: Blowers On
ar: تشغيل المنافيخ
de: Gebläse an
es: Sopladores encendidos
fr: Souffleurs allumés
he: מפוחים פועלים
it: Ventilatori accesi
nl: Blowers aan
pt: Sopradores ligados
ro: Suflante pornite
sl: Puhala vklopljena
zh: 鼓风机打开

source: No Blowers On
ar: لا يوجد منفاخ
de: Keine Gebläse eingeschaltet
es: No hay sopladores encendidos
fr: Aucun ventilateur allumé
he: אין מפוחים פועלים
it: Nessun ventilatore acceso
nl: Geen blowers aan
pt: Sem sopradores ligados
ro: Fără suflante pornite
sl: Ni vklopljenih puhal
zh: 没有鼓风机

source: Air Filtration Air Lock Powder
ar: مسحوق قفل الهواء لترشيح الهواء
de: Luftfiltrations-Luftschleusenpulver
es: Polvo de bloqueo de aire de filtración de aire
fr: Poudre de sas de filtration d'air
he: סינון אוויר אבקת מנעול אוויר
it: Polvere per blocco dell'aria per filtrazione dell'aria
nl: Luchtfiltratie Luchtsluispoeder
pt: Pó de bloqueio de ar para filtragem de ar
ro: Pulbere de blocare a aerului de filtrare a aerului
sl: Prah za filtracijo zraka Air Lock Powder
zh: 空气过滤气锁粉

source: Air Filtration Device Controller
ar: وحدة تحكم جهاز تنقية الهواء
de: Controller für Luftfiltrationsgeräte
es: Controlador de dispositivo de filtración de aire
fr: Contrôleur de dispositif de filtration d'air
he: בקר התקן סינון אוויר
it: Controller del dispositivo di filtraggio dell'aria
nl: Luchtfiltratie-apparaatcontroller
pt: Controlador de dispositivo de filtragem de ar
ro: Controler pentru dispozitivul de filtrare a aerului
sl: Krmilnik naprave za filtriranje zraka
zh: 空气过滤装置控制器

source: Isolation Valve Position
ar: موقف صمام العزل
de: Position des Absperrventils
es: Posición de la válvula de aislamiento
fr: Position de la vanne d'isolement
he: מיקום שסתום בידוד
it: Posizione della valvola di isolamento
nl: Positie van de isolatieklep
pt: Posição da válvula de isolamento
ro: Poziția supapei de izolare
sl: Položaj izolacijskega ventila
zh: 隔离阀位置

source: (1=Filter Ok)
ar: (1=حسن التصفية)
es: (1=Filtro Aceptar)
fr: (1=Filtre OK)
he: (1=מסנן בסדר)
it: (1=Filtro OK)
pt: (1=Filtro OK)
ro: (1=Filtrul ok)
sl: (1=Filter v redu)
zh: (1=过滤正常)

source: Powder Maximum Level
ar: الحد الأقصى لمستوى المسحوق
de: Maximaler Pulverstand
es: Nivel máximo de polvo
fr: Niveau maximum de poudre
he: רמת אבקה מקסימלית
it: Livello massimo della polvere
nl: Maximale poederniveau
pt: Nível Máximo de Pó
ro: Nivel maxim de pulbere
sl: Najvišja raven prahu
zh: 粉末最大含量

source: Maximum Powder Level
ar: الحد الأقصى لمستوى المسحوق
de: Maximaler Pulverstand
es: Nivel máximo de polvo
fr: Niveau de poudre maximum
he: רמת אבקה מקסימלית
it: Livello massimo di polvere
nl: Maximaal poederniveau
pt: Nível Máximo de Pó
ro: Nivel maxim de pulbere
sl: Najvišja raven prahu
zh: 最大粉末含量

source: Isolation Valve Position Not Ok (Filter Maximum Pressure)
ar: وضع صمام العزل ليس جيدًا (الضغط الأقصى للمرشح)
de: Position des Absperrventils nicht in Ordnung (maximaler Filterdruck)
es: La posición de la válvula de aislamiento no es correcta (presión máxima del filtro)
fr: Position de la vanne d'isolement incorrecte (pression maximale du filtre)
he: מיקום שסתום בידוד לא תקין (לחץ מרבי מסנן)
it: Posizione della valvola di isolamento non corretta (pressione massima del filtro)
nl: Positie van de isolatieklep is niet in orde (maximale filterdruk)
pt: A posição da válvula de isolamento não está correta (pressão máxima do filtro)
ro: Poziția supapei de izolare nu este în regulă (presiunea maximă a filtrului)
sl: Položaj izolacijskega ventila ni v redu (najvišji tlak filtra)
zh: 隔离阀位置不正常（过滤器最大压力）

source: Ok For Upstream Material
ar: موافق للمواد المنبع
de: Ok für Upstream-Material
es: Ok para material ascendente
fr: Ok pour le matériel en amont
he: בסדר עבור חומר במעלה הזרם
it: Ok per il materiale a monte
nl: Oké voor upstream-materiaal
pt: Ok para material upstream
ro: Ok pentru materialul din amonte
sl: V redu za material v zgornjem toku
zh: 适合上游材料

source: Not Ok For Upstream Material
ar: ليس جيدًا بالنسبة للمواد الأولية
de: Für Upstream-Material nicht geeignet
es: No está bien para material ascendente
fr: Pas correct pour le matériel en amont
he: לא בסדר עבור חומר במעלה הזרם
it: Non ok per il materiale a monte
nl: Niet geschikt voor upstream-materiaal
pt: Não é adequado para material upstream
ro: Nu este ok pentru materialul din amonte
sl: Ni v redu za material v zgornjem toku
zh: 不适用于上游材料

source: Powder Maximum Level Ok
ar: مسحوق الحد الأقصى لمستوى موافق
de: Maximaler Pulverstand ok
es: Nivel máximo de polvo Ok
fr: Niveau maximum de poudre Ok
he: רמת אבקה מקסימלית בסדר
it: Livello massimo polvere Ok
nl: Poeder Maximaal Niveau Ok
pt: Pó Máximo Nível Ok
ro: Nivel maxim de pulbere Ok
sl: Najvišja raven prahu v redu
zh: 粉末最大含量正常

source: Powder Maximum Level Reached
ar: تم الوصول إلى الحد الأقصى لمستوى المسحوق
de: Maximaler Pulverfüllstand erreicht
es: Nivel máximo de polvo alcanzado
fr: Niveau maximum de poudre atteint
he: הושגה רמת אבקה מקסימלית
it: Livello massimo polvere raggiunto
nl: Maximale poederniveau bereikt
pt: Nível máximo de pó alcançado
ro: Nivelul maxim de pulbere atins
sl: Dosežena najvišja raven prahu
zh: 粉末达到最高水平

source: Aspiration Running
ar: تشغيل الطموح
de: Aspiration Laufen
es: Aspiración corriendo
fr: Course à pied
he: ריצת שאיפה
it: Aspirazione in esecuzione
nl: Aspiratie hardlopen
pt: Aspiração em execução
ro: Aspirație Alergare
sl: Aspiracijski tek
zh: 渴望跑步

source: Aspiration Not Running
ar: الطموح لا يعمل
de: Aspiration läuft nicht
es: La aspiración no funciona
fr: L'aspiration ne fonctionne pas
he: השאיפה לא פועלת
it: Aspirazione non funzionante
nl: Aspiratie loopt niet
pt: Aspiração não funciona
ro: Aspirația nu funcționează
sl: Aspiracija ne teče
zh: 愿望未运行

source: Air Filtration Detail View
ar: عرض التفاصيل لتنقية الهواء
de: Detailansicht der Luftfiltration
es: Vista detallada de filtración de aire
fr: Vue détaillée de la filtration de l'air
he: תצוגת פירוט של סינון אוויר
it: Visualizzazione dettagliata della filtrazione dell'aria
nl: Luchtfiltratie Detailweergave
pt: Visualização detalhada da filtragem de ar
ro: Vizualizare detaliată a filtrării aerului
sl: Pogled podrobnosti o filtraciji zraka
zh: 空气过滤详细视图

source: External Air Filter Ready (External Signal)
ar: فلتر الهواء الخارجي جاهز (إشارة خارجية)
de: Externer Luftfilter bereit (externes Signal)
es: Filtro de aire externo listo (señal externa)
fr: Filtre à air externe prêt (signal externe)
he: מסנן אוויר חיצוני מוכן (אות חיצוני)
it: Filtro dell'aria esterno pronto (segnale esterno)
nl: Extern luchtfilter gereed (extern signaal)
pt: Filtro de ar externo pronto (sinal externo)
ro: Filtrul de aer extern gata (semnal extern)
sl: Zunanji zračni filter pripravljen (zunanji signal)
zh: 外部空气过滤器就绪（外部信号）

source: Sorema Is Requesting Filter On
ar: سوريما يطلب تشغيل التصفية
de: Sorema fordert die Aktivierung des Filters an
es: Sorema solicita filtro activado
fr: Sorema demande un filtre activé
he: סורמה מבקשת להפעיל מסנן
it: Sorema richiede l'attivazione del filtro
nl: Sorema vraagt ​​om filter aan
pt: Sorema está solicitando filtro ativado
ro: Sorema solicită activarea filtrului
sl: Sorema zahteva vklop filtra
zh: Sorema 请求打开过滤器

source: (1=Req Filter On)
ar: (1=تشغيل عامل تصفية المتطلبات)
de: (1=Anforderungsfilter ein)
es: (1=Requerir filtro activado)
fr: (1=Filtre requis activé)
he: (1=מסנן בקשה מופעל)
it: (1=Filtro richiesto attivato)
nl: (1=Req-filter aan)
pt: (1=Filtro de solicitação ativado)
sl: (1=Req Filter vklopljen)
zh: （1=请求过滤器打开）

source: Filter Ready
ar: التصفية جاهزة
de: Filterbereit
es: Filtro listo
fr: Filtre prêt
he: מסנן מוכן
it: Filtro pronto
nl: Filter klaar
pt: Filtro pronto
ro: Filtrul gata
sl: Filter pripravljen
zh: 过滤准备就绪

source: Air Filter Not Ok (External Plant)
ar: فلتر الهواء غير جيد (المحطة الخارجية)
de: Luftfilter nicht in Ordnung (externe Anlage)
es: El filtro de aire no está bien (planta externa)
fr: Filtre à air défectueux (installation externe)
he: מסנן אוויר לא תקין (מפעל חיצוני)
it: Filtro dell'aria non ok (impianto esterno)
nl: Luchtfilter niet in orde (externe installatie)
pt: Filtro de ar não está ok (planta externa)
ro: Filtrul de aer nu este ok (instalație externă)
sl: Zračni filter ni v redu (zunanja naprava)
zh: 空气过滤器不正常（外部设备）

source: Hot Washing
ar: الغسيل الساخن
de: Heißes Waschen
es: Lavado en caliente
fr: Lavage à chaud
he: כביסה חמה
it: Lavaggio a caldo
nl: Heet wassen
pt: Lavagem Quente
ro: Spălare la cald
sl: Vroče pranje
zh: 热洗

source: Washing Tank
ar: خزان الغسيل
de: Waschtank
es: Tanque de lavado
fr: Réservoir de lavage
he: מיכל כביסה
it: Serbatoio di lavaggio
nl: Wastank
pt: Tanque de lavagem
ro: Rezervor de spălare
sl: Pralni rezervoar
zh: 清洗槽

source: Dry-Grinding
ar: طحن جاف
de: Trockenmahlen
es: Molienda en seco
fr: Broyage à sec
he: טחינה יבשה
it: Macinazione a secco
nl: Droogmalen
pt: Moagem a seco
ro: Măcinare uscată
sl: Suho brušenje
zh: 干磨

source: Mix Silos And Sorters
ar: خلط الصوامع والفرز
de: Mischsilos und Sortierer
es: Silos de mezcla y Seleccionadores
fr: Mélanger les silos et les trieurs
he: מערבבים ממגורות ומסדרים
it: Mescolare silos e selezionatori
nl: Mengsilo's en sorteerders
pt: Misture silos e classificadores
ro: Amestecați silozuri și sortare
sl: Silosi za mešanje in sortirniki
zh: 混合筒仓和分拣机

source: Air Filters
ar: مرشحات الهواء
de: Luftfilter
es: Filtros de aire
fr: Filtres à air
he: מסנני אויר
it: Filtri dell'aria
nl: Luchtfilters
pt: Filtros de ar
ro: Filtre de aer
sl: Zračni filtri
zh: 空气过滤器

source: Metal
ar: معدن
de: Metall
fr: Métal
he: מַתֶכֶת
it: Metallo
nl: Metaal
sl: Kovina
zh: 金属

source: Discharge Valves In Semiauto Mode
ar: صمامات التفريغ في الوضع النصف تلقائي
de: Auslassventile im halbautomatischen Modus
es: Válvulas de descarga en modo semiautomático
fr: Vannes de décharge en mode semi-automatique
he: שסתומי פריקה במצב חצי אוטומטי
it: Valvole di scarico in modalità semiautomatica
nl: Afvoerkleppen in semi-automatische modus
pt: Válvulas de descarga em modo semiautomático
ro: Supape de refulare în modul semiauto
sl: Izpustni ventili v polavtomatskem načinu
zh: 半自动模式下的排放阀

source: Valves
ar: الصمامات
de: Ventile
es: válvulas
fr: Vannes
he: שסתומים
it: Valvole
nl: Kleppen
pt: Válvulas
ro: Supape
sl: Ventili
zh: 阀门

source: Torque Full Range (100% = Nom. Motor Torque)
ar: النطاق الكامل لعزم الدوران (100% = عزم دوران المحرك الاسمي)
de: Drehmoment-Vollbereich (100 % = Nom. Motordrehmoment)
es: Rango completo de torsión (100 % = torsión nominal del motor)
fr: Plage complète de couple (100 % = couple nominal du moteur)
he: מומנט טווח מלא (100% = מומנט מנוע נומינלי)
it: Intervallo di coppia completo (100% = coppia motore nominale)
nl: Koppel volledig bereik (100% = nom. motorkoppel)
pt: Faixa total de torque (100% = Torque nominal do motor)
ro: Gama completă a cuplului (100% = Cuplul nominal al motorului)
sl: Celoten obseg navora (100 % = nazivni navor motorja)
zh: 扭矩全范围（100% = 标称电机扭矩）

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
he: היום
it: Oggi
nl: Vandaag
pt: Hoje
ro: Astăzi
sl: Danes
zh: 今天

source: Level Not Ok For Process (Material Accumulation)
ar: المستوى غير مناسب للعملية (تراكم المواد)
de: Füllstand für Prozess nicht in Ordnung (Materialansammlung)
es: Nivel no correcto para el proceso (acumulación de material)
fr: Niveau non correct pour le processus (accumulation de matériaux)
he: רמה לא בסדר לתהליך (צבירת חומרים)
it: Livello non adeguato per il processo (accumulo di materiale)
nl: Niveau niet ok voor proces (materiaalaccumulatie)
pt: Nível não adequado para processo (acumulação de material)
ro: Nivel nu este ok pentru proces (acumularea de materiale)
sl: Raven ni v redu za proces (kopičenje materiala)
zh: 流程级别不合格（材料积累）

source: To Trends
ar: إلى الاتجاهات
de: Zu Trends
es: A Tendencias
fr: Vers les tendances
he: לטרנדים
it: Alle tendenze
nl: Naar Trends
pt: Para tendências
ro: La Tendințe
sl: V Trende
zh: 走向趋势

source: 2 Days
ar: 2 أيام
de: 2 Tage
es: 2 días
fr: 2 jours
he: 2 ימים
it: 2 giorni
nl: 2 dagen
pt: 2 dias
ro: 2 zile
sl: 2 dni
zh: 2天

source: 3 Days
ar: 3 أيام
de: 3 Tage
es: 3 días
fr: 3 jours
he: 3 ימים
it: 3 giorni
nl: 3 dagen
pt: 3 dias
ro: 3 zile
sl: 3 dni
zh: 3天

source: 7 Days
ar: 7 أيام
de: 7 Tage
es: 7 días
fr: 7 jours
he: 7 ימים
it: 7 giorni
nl: 7 dagen
pt: 7 dias
ro: 7 zile
sl: 7 dni
zh: 7天

source: 14 Days
ar: 14 يوما
de: 14 Tage
es: 14 dias
fr: 14 jours
he: 14 ימים
it: 14 giorni
nl: 14 dagen
pt: 14 dias
ro: 14 zile
sl: 14 dni
zh: 14天

source: 30 Days
ar: 30 يوما
de: 30 Tage
es: 30 dias
fr: 30 jours
he: 30 ימים
it: 30 giorni
nl: 30 dagen
pt: 30 dias
ro: 30 de zile
sl: 30 dni
zh: 30天

source: Reset Filter
ar: تصفية إعادة تعيين
de: Filter zurücksetzen
es: Restablecer filtro
fr: Réinitialiser le filtre
he: אפס מסנן
it: Reimposta filtro
nl: Filter resetten
pt: Redefinir filtro
ro: Resetați filtrul
sl: Ponastavi filter
zh: 重置过滤器

source: Reload
ar: إعادة تحميل
de: Neu laden
es: Recargar
fr: Recharger
he: לִטעוֹן מִחָדָשׁ
it: Ricaricare
nl: Herladen
pt: recarregar
ro: Reîncărcați
sl: Ponovno naloži
zh: 重新加载

source: Silo Agitator
ar: المحرض صومعة
de: Silo-Rührwerk
es: Agitador de silo
fr: Agitateur de silo
he: סילו תסיסנית
it: Agitatore per silos
nl: Silo-roerwerk
pt: Agitador de silo
ro: Agitator siloz
sl: Silosni mešalnik
zh: 筒仓搅拌机

source: Enable On-Off Cycle For Screw
ar: تمكين دورة التشغيل والإيقاف للمسمار
de: Aktivieren Sie den Ein-Aus-Zyklus für die Schraube
es: Habilitar ciclo de encendido y apagado para tornillo
fr: Activer le cycle marche-arrêt pour la vis
he: אפשר מחזור הפעלה-כיבוי עבור בורג
it: Abilita ciclo On-Off per vite
nl: Aan-uitcyclus voor schroef inschakelen
pt: Habilitar ciclo liga-desliga para parafuso
ro: Activați ciclul On-Off pentru șurub
sl: Omogoči cikel vklopa in izklopa za vijak
zh: 启用螺杆的开关循环

source: Material Incoming Control Advanced
ar: التحكم في وارد المواد المتقدم
de: Erweiterte Materialeingangskontrolle
es: Control de entrada de material avanzado
fr: Contrôle des entrées de matériaux avancé
he: בקרת כניסת חומר מתקדמת
it: Controllo avanzato del materiale in entrata
nl: Geavanceerde controle van binnenkomende materialen
pt: Controle de entrada de materiais avançado
ro: Control de intrare materiale avansat
sl: Nadzor vhodnega materiala Napredno
zh: 先进的进料控制

source: Stop Filter Press If No Incoming Material
ar: أوقف الفلتر، اضغط في حالة عدم وجود مواد واردة
de: Stoppen Sie die Filterpresse, wenn kein Material eintrifft
es: Detenga el filtro prensa si no entra material
fr: Arrêter le filtre-presse si aucun matériau entrant
he: עצור מסנן לחץ אם אין חומר נכנס
it: Interrompere la filtropressa in assenza di materiale in entrata
nl: Stop de filterpers als er geen materiaal binnenkomt
pt: Pare o filtro-prensa se não houver entrada de material
ro: Opriți filtrul Apăsați dacă nu intră material
sl: Ustavite Filter Press, če ni vhodnega materiala
zh: 如果没有进料，则停止压滤机

source: Close Delay After Screw Start (0= Keep Closed If Stopped)
ar: تأخير الإغلاق بعد بدء المسمار (0= يظل مغلقًا في حالة التوقف)
de: Schließverzögerung nach Schraubenstart (0 = geschlossen bleiben, wenn gestoppt)
es: Retardo de cierre después del inicio del tornillo (0 = Mantener cerrado si se detiene)
fr: Délai de fermeture après le démarrage de la vis (0 = rester fermé en cas d'arrêt)
he: עיכוב סגירה לאחר התחלת בורג (0=שמור סגור אם נעצר)
it: Ritardo di chiusura dopo l'avvio della vite (0= Mantieni chiuso se arrestato)
nl: Sluitvertraging na starten schroef (0 = Gesloten houden indien gestopt)
pt: Atraso de fechamento após início do parafuso (0 = manter fechado se parado)
ro: Întârziere de închidere după pornirea cu șurub (0= Păstrați închis dacă este oprit)
sl: Zakasnitev zapiranja po zagonu z vijakom (0= Ohrani zaprto, če je ustavljen)
zh: 螺杆启动后关闭延迟（0=如果停止则保持关闭）

source: Disable Open When Material Is Not Incoming
ar: قم بتعطيل الفتح عندما لا تكون المادة واردة
de: Deaktivieren Sie „Öffnen, wenn kein Material eingeht“
es: Desactivar Abrir cuando no entra material
fr: Désactiver l'ouverture lorsque le matériel n'est pas entrant
he: השבת את הפתיחה כאשר החומר אינו נכנס
it: Disabilita Apri quando il materiale non è in arrivo
nl: Openen uitschakelen wanneer er geen materiaal binnenkomt
pt: Desativar abertura quando o material não estiver chegando
ro: Dezactivați deschiderea când materialul nu primește
sl: Onemogoči Odpri, ko material ni dohoden
zh: 未收到材料时禁用打开

source: Disable Messages Of No Material Incoming
ar: تعطيل الرسائل التي لا تحتوي على مواد واردة
de: Deaktivieren Sie Nachrichten, bei denen kein Material eingeht
es: Desactivar mensajes de no entrada de material
fr: Désactiver les messages sans matériel entrant
he: השבת הודעות ללא חומר נכנס
it: Disabilita i messaggi senza materiale in arrivo
nl: Schakel berichten uit die geen materiaal bevatten
pt: Desativar mensagens sem entrada de material
ro: Dezactivați mesajele fără materiale primite
sl: Onemogoči sporočila, da ni dohodnega materiala
zh: 禁用没有收到任何材料的消息

source: Teach Advanced
ar: تعليم المتقدم
de: Fortgeschrittene unterrichten
es: Enseñar avanzado
fr: Enseigner avancé
he: ללמד מתקדם
it: Insegna Avanzato
nl: Gevorderden lesgeven
pt: Ensine Avançado
ro: Preda avansat
zh: 教授高级课程

source: Start Delay Among The Paddles
ar: تأخير البدء بين المجاذيف
de: Startverzögerung zwischen den Paddeln
es: Retraso de inicio entre las paletas
fr: Délai de démarrage parmi les palettes
he: התחל עיכוב בין המשוטים
it: Avvio ritardato tra le pale
nl: Startvertraging tussen de peddels
pt: Atraso inicial entre os remos
ro: Start Întârziere Printre Vâsle
sl: Zakasnitev začetka med vesli
zh: 桨之间的启动延迟

source: Stop Delay Among The Paddles
ar: وقف التأخير بين المجاذيف
de: Stoppen Sie die Verzögerung zwischen den Paddeln
es: Detener el retraso entre las paletas
fr: Arrêter le retard parmi les palettes
he: עצור עיכוב בין המשוטים
it: Arresta il ritardo tra le pale
nl: Stop de vertraging tussen de peddels
pt: Pare o atraso entre os remos
ro: Opriți întârzierea printre vâsle
sl: Stop Delay Med vesli
zh: 桨间停止延迟

source: Last Paddle Delay Off (0=Immediate Stop)
ar: إيقاف تشغيل تأخير المجداف الأخير (0=توقف فوري)
de: Letzte Paddle-Verzögerung aus (0 = sofortiger Stopp)
es: Retraso de la última paleta desactivado (0 = parada inmediata)
fr: Arrêt du délai de la dernière palette (0 = arrêt immédiat)
he: כיבוי ההנעה האחרונה (0=עצירה מיידית)
it: Ritardo ultima pagaia disattivato (0=arresto immediato)
nl: Laatste peddelvertraging uit (0 = onmiddellijk stoppen)
pt: Atraso da última pá desativado (0=Parada imediata)
ro: Ultima întârziere cu vâsle oprită (0=Oprire imediată)
sl: Zakasnitev zadnjega veslanja je izklopljena (0=takojšnja zaustavitev)
zh: 最后桨延迟关闭（0=立即停止）
