Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Enabled For Filling Bag
de: Aktiviert zum Befüllen von Beuteln
fr: Activé pour le remplissage du sac
it: Abilitato per il riempimento del sacco
nl: Ingeschakeld voor het vullen van de zak
pt: Habilitado para encher saco
sl: Omogočeno za polnjenje vrečke
zh: 可用于填充袋

source: Filling Not Enabled - Bag
de: Befüllung nicht aktiviert – Beutel
fr: Remplissage non activé - Sac
it: Riempimento non abilitato - Sacco
nl: Vullen niet ingeschakeld - Tas
pt: Enchimento não habilitado - Saco
sl: Polnjenje ni omogočeno - vrečka
zh: 无法填充 - 袋子

source: Presence Of Bag
de: Vorhandensein einer Tasche
fr: Présence de sac
it: Presenza Di Borsa
nl: Aanwezigheid van tas
pt: Presença de bolsa
sl: Prisotnost vrečke
zh: 包的存在

source: Bag Not Present - Bag
de: Tasche nicht vorhanden - Tasche
fr: Sac absent - Sac
it: Borsa non presente - Borsa
nl: Tas niet aanwezig - Tas
pt: Saco não presente - Saco
sl: Torba ni prisotna - torba
zh: 袋子不存在 - 袋子

source: At Least One Device Is Not Ready
de: Mindestens ein Gerät ist nicht bereit
fr: Au moins un appareil n'est pas prêt
it: Almeno un dispositivo non è pronto
nl: Minstens één apparaat is niet gereed
pt: Pelo menos um dispositivo não está pronto
sl: Vsaj ena naprava ni pripravljena
zh: 至少一台设备未准备好

source: Shaking Time Ok
de: Schüttelzeit Ok
fr: Temps d'agitation ok
it: Tempo di agitazione Ok
nl: Schudtijd Ok
pt: Tempo de agitação ok
sl: Čas tresenja Ok
zh: 摇晃时间确定

source: Shaking Time Is Set To Zero
de: Die Schüttelzeit ist auf Null eingestellt
fr: Le temps d'agitation est réglé sur zéro
it: Il tempo di agitazione è impostato su zero
nl: Schudtijd is op nul gezet
pt: O tempo de agitação está definido como zero
sl: Čas tresenja je nastavljen na nič
zh: 摇动时间设置为零

source: Compaction Time Ok
de: Verdichtungszeit ok
fr: Temps de compactage OK
it: Tempo di compattazione ok
nl: Verdichtingstijd Ok
pt: Tempo de compactação ok
sl: Čas stiskanja OK
zh: 压实时间确定

source: Compaction Time Is Set To Zero
de: Die Verdichtungszeit ist auf Null gesetzt
fr: Le temps de compactage est réglé à zéro
it: Il tempo di compattazione è impostato su zero
nl: Verdichtingstijd is ingesteld op nul
pt: O tempo de compactação está definido como zero
sl: Čas stiskanja je nastavljen na nič
zh: 压实时间设置为零

source: Compaction Not In Progress
de: Komprimierung nicht im Gange
fr: Compactage non en cours
it: Compattazione non in corso
nl: Verdichting niet in uitvoering
pt: Compactação não em andamento
sl: Zbijanje ni v teku
zh: 压实未进行

source: Bag Compaction For Maximum Level
de: Beutelverdichtung für maximales Niveau
fr: Compactage du sac pour un niveau maximum
it: Compattazione del sacco per il massimo livello
nl: Zakverdichting voor maximaal niveau
pt: Compactação de saco para nível máximo
sl: Zbijanje vreče za največjo raven
zh: 最大程度压实袋子

source: Not Full Bag
de: Nicht volle Tasche
fr: Sac pas plein
it: Borsa non piena
nl: Niet volle tas
pt: Saco não cheio
sl: Ni polna torba
zh: 袋子未满

source: Filling Completed Of Bag
de: Befüllung des Beutels abgeschlossen
fr: Remplissage terminé du sac
it: Riempimento completato del sacchetto
nl: Vullen van de zak voltooid
pt: Enchimento concluído do saco
sl: Polnjenje vrečke je končano
zh: 袋子充填完成

source: Not Full Bags
de: Keine vollen Taschen
fr: Sacs pas pleins
it: Borse non piene
nl: Niet volle zakken
pt: Sacos não cheios
sl: Niso polne vrečke
zh: 行李未满

source: Filling Completed Of Both Bags
de: Befüllung beider Beutel abgeschlossen
fr: Remplissage terminé des deux sacs
it: Riempimento completato di entrambe le borse
nl: Het vullen van beide zakken is voltooid
pt: Enchimento concluído de ambos os sacos
sl: Polnjenje obeh vrečk je končano
zh: 两个袋子均已灌装完毕

source: Bags Per Hour
de: Säcke pro Stunde
fr: Sacs par heure
it: Borse all'ora
nl: Zakken per uur
pt: Sacos por hora
sl: Vrečke na uro
zh: 每小时袋数

source: Estimated Production
de: Geschätzte Produktion
fr: Production estimée
it: Produzione stimata
nl: Geschatte productie
pt: Produção Estimada
sl: Ocenjena proizvodnja
zh: 预计产量

source: Shaking Of The Bags
de: Schütteln der Taschen
fr: Secouer les sacs
it: Scuotimento delle borse
nl: Schudden van de tassen
pt: Agitação dos sacos
sl: Stresanje vrečk
zh: 晃动袋子

source: On Time (Bag Up)
de: Pünktlich (Einpacken)
fr: À l'heure (bagage)
it: In orario (bagaglio)
nl: Op tijd (inpakken)
pt: Na hora certa (bagagem)
sl: Točno (Bag Up)
zh: 准时（行李）

source: Pause Time (Bag Down)
de: Pausenzeit (Tasche runter)
fr: Temps de pause (sac déposé)
it: Tempo di pausa (Bag giù)
nl: Pauzetijd (tas neer)
pt: Tempo de pausa (saco para baixo)
sl: Čas premora (Bag Down)
zh: 暂停时间（放下行李）

source: Bag Compaction For Maximum Level Reached
de: Beutelverdichtung für maximales Niveau erreicht
fr: Compactage du sac pour un niveau maximum atteint
it: Compattazione del sacco per il massimo livello raggiunto
nl: Zakverdichting voor het bereiken van het maximaal bereikte niveau
pt: Compactação do saco para nível máximo alcançado
sl: Zbijanje vreče za doseženo največjo raven
zh: 压实袋子以达到最大水平

source: Maximum Number Of Compactions (Bag Full)
de: Maximale Anzahl an Verdichtungen (Beutel voll)
fr: Nombre maximum de compactages (sac plein)
it: Numero massimo di compattazioni (sacco pieno)
nl: Maximaal aantal verdichtingen (zak vol)
pt: Número máximo de compactações (saco cheio)
sl: Največje število stiskanj (polna vreča)
zh: 最大压实次数（袋满）

source: Compactions Done For Bag
de: Verdichtungen für Beutel durchgeführt
fr: Compactages effectués pour le sac
it: Compattazioni fatte per la borsa
nl: Verdichtingen gedaan voor zak
pt: Compactações feitas para bolsa
sl: Stiskanje opravljeno za vrečko
zh: 袋子压实完成

source: Statistics
de: Statistiken
fr: Statistiques
it: Statistiche
nl: Statistieken
pt: Estatisticas
sl: Statistika
zh: 统计数据

source: Average Bag Filling Duration
de: Durchschnittliche Beutelfülldauer
fr: Durée moyenne de remplissage des sacs
it: Durata media del riempimento del sacco
nl: Gemiddelde duur van het vullen van zakken
pt: Duração Média de Enchimento do Saco
sl: Povprečno trajanje polnjenja vrečke
zh: 平均装袋时间

source: Pn Communication Ok
de: Pn-Kommunikation Ok
fr: Communication Pn Ok
it: Pn Comunicazione Ok
nl: Pn-communicatie Ok
pt: Pn Comunicação OK
sl: Pn Komunikacija V redu
zh: Pn 通讯正常

source: Profinet Communication Not Ok
de: Profinet-Kommunikation nicht in Ordnung
fr: La communication Profinet n'est pas correcte
it: Comunicazione Profinet non ok
nl: Profinet-communicatie niet ok
pt: Comunicação Profinet não está ok
sl: Profinet komunikacija ni v redu
zh: Profinet 通讯不正常

source: E-Stop - Push-Button Relay Status
de: Not-Aus – Status des Drucktastenrelais
fr: Arrêt d'urgence - État du relais à bouton-poussoir
it: E-Stop - Stato relè pulsante
nl: E-Stop - Status van het drukknoprelais
pt: Parada de emergência - Status do relé de botão
sl: E-Stop - stanje releja s pritiskom na gumb
zh: 急停 - 按钮继电器状态

source: Sys - E-Stop - Push-Button Relay Status
de: Sys – E-Stop – Status des Drucktastenrelais
fr: Sys - E-Stop - État du relais à bouton-poussoir
it: Sys - E-Stop - Stato relè pulsante
nl: Sys - E-Stop - Status van het drukknoprelais
pt: Sys - E-Stop - Status do relé de botão
sl: Sistem - E-Stop - Stanje releja s pritiskom na gumb
zh: 系统 - 急停 - 按钮继电器状态

source: Estop Push-Button Collecting Safety Relay Not Ok
de: Estop-Druckknopf-Sammelsicherheitsrelais nicht in Ordnung
fr: Le relais de sécurité de collecte du bouton-poussoir Estop n'est pas correct
it: Relè di sicurezza di raccolta pulsante Estop non ok
nl: Estop-drukknop verzamelveiligheidsrelais niet ok
pt: Relé de segurança de coleta de botão Estop não está ok
sl: Varnostni rele za zbiranje pritisnega gumba Estop ni v redu
zh: 急停按钮收集安全继电器不正常

source: System Control Plc
de: Systemsteuerungsplc
fr: PLC de contrôle du système
it: Plc di controllo del sistema
nl: Systeembesturingsplc
pt: Controle do sistema Plc
zh: 系统控制PLC

source: Hot Wash Module
de: Heißwaschmodul
fr: Module de lavage à chaud
it: Modulo di lavaggio a caldo
pt: Módulo de lavagem quente
sl: Modul za vroče pranje
zh: 热洗模块

source: Chemical Dosing - Caustic Soda Pump
de: Chemikaliendosierung – Natronlauge-Pumpe
fr: Dosage de produits chimiques - Pompe à soude caustique
it: Dosaggio chimico - Pompa per soda caustica
nl: Chemische dosering - Natronloogpomp
pt: Dosagem Química - Bomba de Soda Cáustica
sl: Doziranje kemikalij - črpalka za kavstično sodo
zh: 化学计量 - 烧碱泵

source: Chemical Dosing - Detergent Pump
de: Chemikaliendosierung – Reinigungsmittelpumpe
fr: Dosage de produits chimiques - Pompe à détergent
it: Dosaggio chimico - Pompa detergente
nl: Chemische dosering - Reinigingsmiddelpomp
pt: Dosagem de Produtos Químicos - Bomba de Detergente
sl: Doziranje kemikalij - črpalka detergenta
zh: 化学计量 - 洗涤剂泵

source: Chemical Dosing - Fresh Water
de: Chemikaliendosierung – Frischwasser
fr: Dosage de produits chimiques - Eau douce
it: Dosaggio chimico - Acqua dolce
nl: Chemische dosering - Zoet water
pt: Dosagem Química - Água Doce
sl: Doziranje kemikalij - sveža voda
zh: 化学剂量 - 淡水

source: Chemical Dosing - Antifoam Pump
de: Chemikaliendosierung – Antischaumpumpe
fr: Dosage de produits chimiques - Pompe antimousse
it: Dosaggio chimico - Pompa antischiuma
nl: Chemische dosering - Antischuimpomp
pt: Dosagem Química - Bomba Antiespumante
sl: Doziranje kemikalij – črpalka proti penjenju
zh: 化学计量 - 消泡泵

source: Chemical Dosing - Manager
de: Chemikaliendosierung – Manager
fr: Dosage Chimique - Responsable
it: Dosaggio chimico - Responsabile
nl: Chemische dosering - Manager
pt: Dosagem Química - Gerente
sl: Doziranje kemikalij - vodja
zh: 化学计量 - 经理

source: Chemical Dosing - Cycle by Time
de: Chemikaliendosierung – Zyklus nach Zeit
fr: Dosage de produits chimiques - Cycle par temps
it: Dosaggio chimico - Ciclo in base al tempo
nl: Chemische dosering - Cyclus op tijd
pt: Dosagem Química - Ciclo por Tempo
sl: Kemično doziranje - cikel po času
zh: 化学剂量 - 按时间循环

source: Chemical Dosing - Cycle by Weight
de: Chemikaliendosierung – Zyklus nach Gewicht
fr: Dosage de produits chimiques - Cycle par poids
it: Dosaggio chimico - Ciclo in base al peso
nl: Chemische dosering - cyclus op gewicht
pt: Dosagem Química - Ciclo por Peso
sl: Kemično doziranje - kroženje po teži
zh: 化学剂量 - 按重量循环

source: Microfilter - Main Motor
de: Mikrofilter - Hauptmotor
fr: Microfiltre - Moteur principal
it: Microfiltro - Motore principale
nl: Microfilter - Hoofdmotor
pt: Microfiltro - Motor Principal
sl: Mikrofilter - glavni motor
zh: 微过滤器 - 主电机

source: Microfilter - Cleaning Valve
de: Mikrofilter - Reinigungsventil
fr: Microfiltre - Valve de nettoyage
it: Microfiltro - Valvola di pulizia
nl: Microfilter - Reinigingsklep
pt: Microfiltro - Válvula de Limpeza
sl: Mikrofilter - čistilni ventil
zh: 微过滤器 - 清洗阀

source: Microfilter - Water Level
de: Mikrofilter – Wasserstand
fr: Microfiltre - Niveau d'eau
it: Microfiltro - Livello dell'acqua
nl: Microfilter - Waterniveau
pt: Microfiltro - Nível de Água
sl: Mikrofilter - nivo vode
zh: 微过滤器 - 水位

source: Microfilter - Water Flow Rate
de: Mikrofilter – Wasserdurchflussrate
fr: Microfiltre - Débit d'eau
it: Microfiltro - Portata Acqua
nl: Microfilter - Waterstroomsnelheid
pt: Microfiltro - Taxa de Fluxo de Água
sl: Mikrofilter - pretok vode
zh: 微过滤器 - 水流量

source: Microfilter - Manager
de: Mikrofilter - Manager
fr: Microfiltre - Gestionnaire
it: Microfiltro - Gestore
pt: Microfiltro - Gerenciador
sl: Mikrofilter - Upravitelj
zh: 微过滤器 - 经理

source: Water Tank - Pump To Reactors
de: Wassertank - Pumpe zu den Reaktoren
fr: Réservoir d'eau - Pompe vers réacteurs
it: Serbatoio dell'acqua - Pompa ai reattori
nl: Watertank - Pomp naar reactoren
pt: Tanque de Água - Bomba para Reatores
sl: Rezervoar za vodo - črpalka do reaktorjev
zh: 水箱 - 泵至反应器

source: Full Production Speed
de: Volle Produktionsgeschwindigkeit
fr: Vitesse de production totale
it: Piena velocità di produzione
nl: Volledige productiesnelheid
pt: Velocidade total de produção
sl: Polna proizvodna hitrost
zh: 全速生产

source: Speed With Downstream Partially Disabled
de: Geschwindigkeit mit teilweise deaktiviertem Downstream
fr: Vitesse avec aval partiellement désactivée
it: Velocità Con Downstream Parzialmente Disabilitato
nl: Snelheid met stroomafwaarts gedeeltelijk uitgeschakeld
pt: Velocidade com downstream parcialmente desativado
sl: Delno onemogočena hitrost navzdol
zh: 下游部分禁用时的速度

source: Water Tank - Pump To WCE Cleaning
de: Wassertank – Pumpe zur WCE-Reinigung
fr: Réservoir d'eau - Nettoyage de la pompe vers le WCE
it: Serbatoio dell'acqua - Pompa per la pulizia del WCE
nl: Watertank - Pomp naar WCE-reiniging
pt: Tanque de água - Bomba para limpeza do WCE
sl: Rezervoar za vodo - črpalka za čiščenje WCE
zh: 水箱 - 泵至 WCE 清洗

source: Water Tank - Pump To Microfilter
de: Wassertank – Pumpe zum Mikrofilter
fr: Réservoir d'eau - Pompe vers microfiltre
it: Serbatoio dell'acqua - Pompa per microfiltro
nl: Watertank - Pomp naar microfilter
pt: Tanque de água - bomba para microfiltro
sl: Rezervoar za vodo - črpalka do mikrofiltra
zh: 水箱 - 泵至微过滤器

source: Water Tank - Agitator
de: Wassertank – Rührwerk
fr: Réservoir d'eau - Agitateur
it: Serbatoio dell'acqua - Agitatore
nl: Watertank - Roerwerk
pt: Tanque de Água - Agitador
sl: Rezervoar za vodo - Mešalo
zh: 水箱-搅拌器

source: Water Tank - Fresh Water
de: Wassertank – Frischwasser
fr: Réservoir d'eau - Eau douce
it: Serbatoio dell'acqua - Acqua dolce
nl: Watertank - Zoet water
pt: Tanque de Água - Água Doce
sl: Rezervoar za vodo - sveža voda
zh: 水箱 - 淡水

source: Water Tank - Water Discharge
de: Wassertank – Wasserabfluss
fr: Réservoir d'eau - Évacuation de l'eau
it: Serbatoio dell'acqua - Scarico dell'acqua
nl: Watertank - Waterafvoer
pt: Tanque de Água - Descarga de Água
sl: Rezervoar za vodo - izpust vode
zh: 水箱-排水

source: Water Tank - Water Recirculation
de: Wassertank – Wasserumwälzung
fr: Réservoir d'eau - Recirculation de l'eau
it: Serbatoio dell'acqua - Ricircolo dell'acqua
nl: Watertank - Waterrecirculatie
pt: Tanque de Água - Recirculação de Água
sl: Rezervoar za vodo - Recirkulacija vode
zh: 水箱 - 水循环

source: Water Tank - Water Conductivity
de: Wassertank – Wasserleitfähigkeit
fr: Réservoir d'eau - Conductivité de l'eau
it: Serbatoio dell'acqua: conducibilità dell'acqua
nl: Watertank - Watergeleidbaarheid
pt: Tanque de Água - Condutividade da Água
sl: Rezervoar za vodo - vodna prevodnost
zh: 水箱 - 水电导率

source: Water Tank - Fresh Water Flow Rate
de: Wassertank – Frischwasserdurchflussrate
fr: Réservoir d'eau - Débit d'eau douce
it: Serbatoio dell'acqua: portata dell'acqua dolce
nl: Watertank - Stroomsnelheid van zoet water
pt: Tanque de água - Taxa de fluxo de água doce
sl: Rezervoar za vodo – pretok sveže vode
zh: 水箱 - 淡水流量

source: Heat Exchanger - Water Out Temp.
de: Wärmetauscher – Wasseraustrittstemp.
fr: Échangeur de chaleur - Température de sortie d'eau.
it: Scambiatore di calore - Temp. uscita acqua.
nl: Warmtewisselaar - Wateruittredetemp.
pt: Trocador de calor - Temp. saída de água.
sl: Toplotni izmenjevalnik - izhodna temperatura vode
zh: 热交换器 - 出水温度.

source: Heat Exchanger - Steam Pressure
de: Wärmetauscher – Dampfdruck
fr: Échangeur de chaleur - Pression de vapeur
it: Scambiatore di calore - Pressione del vapore
nl: Warmtewisselaar - Stoomdruk
pt: Trocador de Calor - Pressão de Vapor
sl: Toplotni izmenjevalnik - parni tlak
zh: 热交换器 - 蒸汽压力

source: Heat Exchanger - Water Pressure
de: Wärmetauscher – Wasserdruck
fr: Échangeur de chaleur - Pression d'eau
it: Scambiatore di calore - Pressione dell'acqua
nl: Warmtewisselaar - Waterdruk
pt: Trocador de Calor - Pressão da Água
sl: Toplotni izmenjevalnik - vodni tlak
zh: 热交换器 - 水压

source: Hot Wash - Agitators
de: Heißwäsche – Rührwerke
fr: Lavage à chaud - Agitateurs
it: Lavaggio a caldo - Agitatori
nl: Heet wassen - Roerwerken
pt: Lavagem Quente - Agitadores
sl: Vroče pranje - Mešala
zh: 热水清洗 - 搅拌器

source: NO LOWER SPEED
de: KEINE UNTERE GESCHWINDIGKEIT
fr: PAS DE VITESSE INFÉRIEURE
it: NESSUNA VELOCITÀ INFERIORE
nl: GEEN LAGERE SNELHEID
pt: SEM VELOCIDADE BAIXA
sl: NI MANJŠA HITROST
zh: 不降低速度

source: Lower Speed For Downstream Not OK
de: Niedrigere Geschwindigkeit für Downstream nicht in Ordnung
fr: Vitesse inférieure pour l'aval non OK
it: Velocità inferiore per downstream non OK
nl: Lagere snelheid voor stroomafwaarts niet OK
pt: Velocidade mais baixa para downstream não está OK
sl: Nižja hitrost za navzdol ni v redu
zh: 下游速度较低不可行

source: Hot Wash - Extraction
de: Heiße Wäsche – Extraktion
fr: Lavage à Chaud - Extraction
it: Lavaggio a caldo - Estrazione
nl: Heet wassen - extractie
pt: Lavagem Quente - Extração
sl: Vroče pranje - ekstrakcija
zh: 热洗 - 萃取

source: END OF RAMP
de: ENDE DER RAMPE
fr: FIN DE RAMPE
it: FINE RAMPA
nl: EINDE VAN DE OPRIT
pt: FIM DA RAMPA
sl: KONEC KLANČINE
zh: 坡道末端

source: Acceleration In Progress
de: Beschleunigung im Gange
fr: Accélération en cours
it: Accelerazione in corso
nl: Versnelling in uitvoering
pt: Aceleração em andamento
sl: Pospeševanje v teku
zh: 加速进行中

source: Hot Wash - Discharge Pump
de: Heißwäsche – Entladungspumpe
fr: Lavage à chaud - Pompe de décharge
it: Lavaggio a caldo - Pompa di scarico
nl: Heet wassen - Afvoerpomp
pt: Lavagem Quente - Bomba de Descarga
sl: Vroče pranje - izpustna črpalka
zh: 热洗-排放泵

source: SUPERWASH DISABLED
de: SUPERWASH DEAKTIVIERT
fr: SUPERWASH DÉSACTIVÉ
it: SUPERWASH DISABILITATO
nl: SUPERWASH UITGESCHAKELD
pt: SUPERWASH DESATIVADO
sl: SUPERWASH ONEMOGOČEN
zh: 超级清洗已禁用

# M_INFO_SYSTEM_DISABLED_BY_OPERAT
source: This System Has Been Disabled By Operator. Go To Component Setup/Configuration To Enable It Again
de: Dieses System wurde vom Betreiber deaktiviert. Gehen Sie zu Komponenten-Setup/Konfiguration, um es erneut zu aktivieren
fr: Ce système a été désactivé par l'opérateur. Accédez à l'installation/configuration des composants pour l'activer à nouveau
it: Questo sistema è stato disabilitato dall'operatore. Vai a Impostazione/Configurazione del componente per abilitarlo nuovamente
nl: Dit systeem is uitgeschakeld door de operator. Ga naar Componentinstellingen/Configuratie om het weer in te schakelen.
pt: Este sistema foi desativado pelo operador. Vá para Configuração/Configuração do Componente para ativá-lo novamente
sl: Ta sistem je onemogočil operater. Pojdite na Nastavitev/konfiguracijo komponente, da jo znova omogočite
zh: 该系统已被操作员禁用。转到组件设置/配置以再次启用它

source: NO MINIMUM SPEED
de: KEINE MINDESTGESCHWINDIGKEIT
fr: PAS DE VITESSE MINIMUM
it: NESSUNA VELOCITÀ MINIMA
nl: GEEN MINIMUMSNELHEID
pt: SEM VELOCIDADE MÍNIMA
sl: NI NAJMANJŠE HITROSTI
zh: 无最低速度

source: Minimum Speed For Low Stirrer Current
de: Mindestgeschwindigkeit für niedrigen Rührerstrom
fr: Vitesse minimale pour un faible courant d'agitateur
it: Velocità minima per corrente dell'agitatore bassa
nl: Minimale snelheid voor lage roerstroom
pt: Velocidade mínima para baixa corrente do agitador
sl: Najmanjša hitrost za nizek tok mešala
zh: 低搅拌器电流的最低速度

source: NOT DISABLED
de: NICHT BEHINDERT
fr: NON DÉSACTIVÉ
it: NON DISABILI
nl: NIET UITGESCHAKELD
pt: NÃO DESATIVADO
sl: NI ONEMOGOČENO
zh: 未禁用

source: Superwash Is Disabled
de: Superwash ist deaktiviert
fr: Le superlavage est désactivé
it: Superwash è disabilitato
nl: Superwash is uitgeschakeld
pt: Superwash está desativado
sl: Superwash je onemogočen
zh: 超级清洗已禁用

source: Hot Wash - Water Charge
de: Heiße Wäsche – Wasserladung
fr: Lavage à chaud - Charge d'eau
it: Lavaggio a caldo - Carica acqua
nl: Heet wassen - Watertoeslag
pt: Lavagem Quente - Carga de Água
sl: Vroče pranje - plačilo vode
zh: 热水洗-水费

source: Hot Wash - Tank Level
de: Heißwäsche – Tankfüllstand
fr: Lavage à chaud - Niveau du réservoir
it: Lavaggio a caldo - Livello vasca
nl: Heet wassen - Tankniveau
pt: Lavagem Quente - Nível do Tanque
sl: Vroče pranje - raven rezervoarja
zh: 热洗 - 水箱液位

source: Hot Wash - Water Charge Flow Rate
de: Heißwäsche – Durchflussrate der Wasserladung
fr: Lavage à chaud - Débit de charge d'eau
it: Lavaggio a caldo - Portata carico acqua
nl: Heet wassen - Waterlaadstroomsnelheid
pt: Lavagem Quente - Vazão de Carga de Água
sl: Vroče pranje – pretok vode
zh: 热洗 - 充水流量

source: Sorema Request Material
de: Sorema-Anfragematerial
fr: Matériel de demande Sorema
it: Sorema Richiesta Materiale
nl: Sorema-aanvraagmateriaal
pt: Solicitação de Material Sorema
sl: Material za zahtevo Sorema
zh: 索雷玛索取材料

source: Upstream Ready To Give Material (External Signal)
de: Upstream bereit zur Materialabgabe (externes Signal)
fr: En amont prêt à donner du matériel (signal externe)
it: A monte pronto a fornire materiale (segnale esterno)
nl: Upstream Ready To Give-materiaal (extern signaal)
pt: Upstream pronto para fornecer material (sinal externo)
sl: Navzgor pripravljen za oddajo materiala (zunanji signal)
zh: 上游准备提供材料（外部信号）

source: Sorema Plant Status OK
de: Sorema-Anlagenstatus OK
fr: État de l'usine Sorema OK
it: Stato Impianto Sorema OK
pt: Status da planta Sorema OK
sl: Stanje obrata Sorema v redu
zh: Sorema 工厂状态正常

source: (1=SOREMA STATUS OK)
fr: (1=ÉTAT SOREMA OK)
it: (1=STATO SOREMA OK)
pt: (1=ESTADO SOREMA OK)
sl: (1=STATUS SOREMA OK)
zh: （1=SOREMA 状态正常）

source: EXTERNAL PLANT READY
de: EXTERNE ANLAGE BEREIT
fr: PLANTE EXTERNE PRÊTE
it: IMPIANTO ESTERNO PRONTO
nl: EXTERNE PLANTEN KLAAR
pt: PLANTA EXTERNA PRONTA
sl: ZUNANJA OBRATA PRIPRAVLJENA
zh: 外部设备就绪

source: External Plant is Not Ready to Give Material
de: Externes Werk ist nicht bereit, Material zu liefern
fr: L'usine externe n'est pas prête à donner du matériel
it: L'impianto esterno non è pronto a fornire materiale
nl: Externe plant is niet klaar om materiaal te geven
pt: A planta externa não está pronta para fornecer material
sl: Zunanja rastlina ni pripravljena dati material
zh: 外部工厂尚未准备好提供材料

# SOREMA NO FAULTS
source: No Sorema Alarms
de: Keine Sorema-Alarme
fr: Aucune alarme de douleur
it: Nessun allarme Sorema
nl: Geen Sorema-alarmen
pt: Sem alarmes Sorema
sl: Brez alarmov Sorema
zh: 无索雷玛警报

source: Alarm Present in Sorema Plant
de: Alarm im Werk Sorema vorhanden
fr: Alarme présente dans l’usine de Sorema
it: Allarme Presente nello Stabilimento Sorema
nl: Alarm aanwezig in Sorema-installatie
pt: Alarme Presente na Usina Sorema
sl: Alarm v obratu Sorema
zh: Sorema 工厂出现警报

source: WCE - Water Cleaning
de: WCE – Wasserreinigung
fr: WCE - Nettoyage de l'eau
it: WCE - Depurazione dell'acqua
nl: WCE - Waterreiniging
pt: WCE - Limpeza de Água
sl: WCE - Čiščenje vode
zh: WCE - 水净化

source: Downstream Ready
de: Downstream-bereit
fr: Prêt en aval
it: Pronto a valle
nl: Klaar voor de downstream
pt: Pronto para jusante
sl: Pripravljen na nižji tok
zh: 下游就绪

source: Recirculation Tank
de: Umwälztank
fr: Réservoir de recirculation
it: Serbatoio di ricircolo
nl: Recirculatietank
pt: Tanque de Recirculação
sl: Recirkulacijski rezervoar
zh: 再循环罐

source: Recirculation Tank - Max Level
de: Umlauftank – Maximaler Füllstand
fr: Réservoir de recirculation - Niveau maximum
it: Serbatoio di ricircolo - Livello massimo
nl: Recirculatietank - Max. niveau
pt: Tanque de Recirculação - Nível Máximo
sl: Recirkulacijski rezervoar - najvišja raven
zh: 再循环罐 - 最高液位

source: WCE Water Cleaning
de: WCE-Wasserreinigung
fr: Nettoyage de l'eau WCE
it: WCE pulizia dell'acqua
nl: WCE Waterreiniging
pt: Limpeza de água WCE
sl: Čiščenje vode WCE
zh: WCE水净化

# M_INFO_BREAKER_OPEN
source: Electrical Circuit Breaker Must Be Closed For Production
de: Der elektrische Leistungsschalter muss für die Produktion geschlossen sein
fr: Le disjoncteur électrique doit être fermé pour la production
nl: Elektrische stroomonderbreker moet gesloten zijn voor productie
sl: Električni odklopnik mora biti zaprt za proizvodnjo
zh: 生产时必须关闭断路器
