Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Valve Block Service Mode
ar: وضع خدمة كتلة الصمام
de: Ventilblockservice -Modus
es: Modo de servicio de bloque de válvula
fr: Mode de service du bloc de vannes
he: מצב שירות חסימת שסתום
it: Modalità di servizio del blocco valvole
nl: Servicemodus kleppenblok
pt: Modo de serviço de bloco de válvula
ro: Modul de service al blocului de supapă
sl: Način servisiranja bloka ventilov
zh: 阀块服务模式

source: Valve Block In Service Mode
ar: كتلة الصمام في وضع الخدمة
de: Ventilblock im Servicemodus
es: Bloque de válvula en modo de servicio
fr: Bloc de vannes en mode service
he: חסימת שסתום במצב שירות
it: Blocco valvola in modalità di servizio
nl: Kleppenblok in servicemodus
pt: Bloco de válvula no modo de serviço
ro: Bloc de supapă în modul de service
sl: Blok ventila v servisnem načinu
zh: 服务模式下的阀门块

source: (1=Not Ok For Run)
ar: (1 = ليس موافق للتشغيل)
de: (1 = nicht in Ordnung für den Lauf)
es: (1 = no está bien para correr)
fr: (1=Pas OK pour l'exécution)
he: (1 = לא בסדר לריצה)
it: (1 = non ok per l'avvio)
nl: (1=Niet geschikt voor hardlopen)
pt: (1 = não ok para executar)
ro: (1 = nu este ok pentru rulare)
sl: (1=Ni v redu za zagon)
zh: （1 =不正常运行）

source: Sorting Unit Not Ready
ar: وحدة الفرز غير جاهزة
de: Sortiereinheit nicht fertig
es: Unidad de Selección no lista
fr: Unité de tri non prête
he: יחידת המיון לא מוכנה
it: L'unità di smistamento non è pronta
nl: Sorteereenheid niet gereed
pt: Unidade de classificação não está pronta
ro: Unitatea de sortare nu este gata
sl: Enota za razvrščanje ni pripravljena
zh: 排序单位尚未准备就绪

source: Sorting Unit Laser Not Ok
ar: وحدة الفرز ليزر ليس موافق
de: Sortiereinheit Laser nicht in Ordnung
es: Láser de la unidad de Selección no está bien
fr: Laser de l'unité de tri en panne
he: מיון לייזר יחידת לא בסדר
it: Laser dell'unità di smistamento non ok
nl: Sorteereenheid laser niet ok
pt: Unidade de classificação laser não ok
ro: Sortarea unității laser nu OK
sl: Enota za razvrščanje Laser ni v redu
zh: 排序单元激光不正常

source: Sorting Unit Material Type Alarm
ar: فرز وحدة المادة نوع المنبه
de: Sortiereinheit Materialtyp Alarm
es: Alarma de tipo de material de la unidad de Selección
fr: Unité de tri Type de matériau Alarme
he: מיון סוג חומר יחידה אזעקה
it: Allarme del tipo di materiale dell'unità di smistamento
nl: Sorteereenheid Materiaaltype Alarm
pt: Classificação do tipo de material da unidade
ro: Sortarea unității de tip alarmă de tip material
sl: Alarm vrste materiala enote za razvrščanje
zh: 排序单位材料类型警报

source: Sorting Unit Lights Not Ok
ar: مصابيح وحدة الفرز غير موافق
de: Sortiereinheiten Lichter nicht in Ordnung
es: Luces de la unidad de Selección no está bien
fr: Les voyants de l’unité de tri ne fonctionnent pas
he: מיון אורות יחידה לא בסדר
it: Luci dell'unità di smistamento non ok
nl: Sorteereenheidverlichting niet ok
pt: Classificando luzes da unidade não ok
ro: Sortarea luminilor unității nu sunt OK
sl: Lučke enote za razvrščanje niso v redu
zh: 排序单位灯不正常

source: Sorting Unit - Valve Block Position
ar: وحدة الفرز - موقف كتلة الصمام
de: Sortiereinheit - Ventilblockposition
es: Unidad de Selección - Posición del bloque de válvulas
fr: Unité de tri - Position du bloc de vannes
he: יחידת מיון - מיקום חסימת השסתום
it: Unità di smistamento - Posizione del blocco della valvola
nl: Sorteereenheid - Positie van het kleppenblok
pt: Unidade de classificação - posição do bloco de válvula
ro: Unitate de sortare - Poziția blocului de supapă
sl: Enota za razvrščanje - položaj bloka ventila
zh: 排序单元 - 阀块位置

source: Conveyor Belt Not Running
ar: حزام النقل لا يعمل
de: Förderband nicht laufen
es: La cinta transportadora no funciona
fr: La bande transporteuse ne fonctionne pas
he: מסוע חגורת לא פועל
it: Nastro di trasportatore che non in esecuzione
nl: Transportband loopt niet
pt: Correia transportadora não está funcionando
ro: Benzi transportoare care nu rulează
sl: Tekoči trak ne teče
zh: 传送带不运行

source: Sorter Bypassed By Operator
ar: تفوقت سارتر من قبل المشغل
de: Sortierer, der vom Bediener umgangen wird
es: Seleccionador omitido por el operador
fr: Trieuse contournée par l'opérateur
he: סדרן עוקף על ידי המפעיל
it: Selezionatore bypassato dall'operatore
nl: Sorteerder omzeild door operator
pt: Corrente ignorado pelo operador
ro: Sorter ocolit de operator
sl: Operater je zaobšel sortirnik
zh: 操作员绕过的魔术师

source: Manual Sorting Conveyor Belt
ar: حزام ناقل فرز يدوي
de: Handbuchsortierender Förderband
es: Cintura transportadora de Selección manual
fr: Bande transporteuse de tri manuel
he: מסוע מיון ידני
it: Nastro trasportatore di smistamento manuale
nl: Handmatige sorteertransportband
pt: Corrente transportadora de classificação manual
ro: Sortarea manuală a benzii transportoare
sl: Ročni transportni trak za sortiranje
zh: 手动分类输送带

source: Metal Detector
ar: كاشف المعادن
de: Metalldetektor
es: Detector de metales
fr: Détecteur de métaux
he: גלאי מתכות
it: Rilevatore metalli
nl: Metaaldetector
pt: Detector de metal
ro: Detector de metale
sl: Detektor kovin
zh: 金属探测器

source: No Metal
ar: لا معدن
de: Kein Metall
es: No hay metal
fr: Pas de métal
he: אין מתכת
it: Nessun metallo
nl: Geen metaal
pt: Sem metal
ro: Fără metal
sl: Brez kovine
zh: 没有金属

source: No Metal Present
ar: لا يوجد حاضر معدني
de: Kein Metall vorhanden
es: No hay metal presente
fr: Aucun métal présent
he: אין מתכת נוכחת
it: Nessun metallo presente
nl: Geen metaal aanwezig
pt: Sem metal presente
ro: Fără metal prezent
sl: Ni kovine
zh: 没有金属

source: (1=No Metal)
ar: (1 = لا معدن)
de: (1 = kein Metall)
es: (1 = sin metal)
fr: (1=Pas de métal)
he: (1 = אין מתכת)
it: (1 = nessun metallo)
nl: (1=Geen metaal)
pt: (1 = sem metal)
ro: (1 = fără metal)
sl: (1=brez kovine)
zh: （1 =无金属）

source: Device No Faults
ar: الجهاز لا أخطاء
de: Gerät keine Fehler
es: Dispositivo sin Fallos
fr: Appareil sans défaut
he: מכשיר ללא תקלות
it: Dispositivo Senza allarmi
nl: Apparaat Geen Fouten
pt: Dispositivo sem falhas
ro: Dispozitiv fără defecțiuni
sl: Naprava brez napak
zh: 设备没有故障

source: Persistent Metal Present (Faulty Signal)
ar: الحاضر المعدني المستمر (إشارة خاطئة)
de: Anhaltendes Metall vorhanden (fehlerhaftes Signal)
es: Presente de metal persistente (señal defectuosa)
fr: Présence de métal persistante (signal défectueux)
he: מתכת מתמדת נוכחת (אות פגום)
it: Presenza metallo persistente (segnale difettoso)
nl: Aanhoudende aanwezigheid van metaal (foutsignaal)
pt: Metal persistente presente (sinal com defeito)
ro: Metal persistent prezent (semnal defect)
sl: Obstojna kovina (napačen signal)
zh: 存在持续金属（信号故障）

source: Metal Detector Overload
ar: الكشف عن المعادن الزائد
de: Metalldetektorüberlastung
es: Sobrecarga del detector de metales
fr: Surcharge du détecteur de métaux
he: עומס יתר של גלאי מתכת
it: Sovraccarico del rilevatore metallico
nl: Metaaldetector overbelasting
pt: Sobrecarga do detector de metais
ro: Supraîncărcarea detectorului de metale
sl: Preobremenitev detektorja kovin
zh: 金属探测器超负荷

source: Metal Detector Not Ok
ar: كاشف المعادن ليس موافق
de: Metalldetektor nicht in Ordnung
es: El detector de metales no está bien
fr: Le détecteur de métaux ne fonctionne pas correctement
he: גלאי מתכות לא בסדר
it: Rilevatore metalli non ok
nl: Metaaldetector niet ok
pt: Detector de metais não ok
ro: Detector de metale nu OK
sl: Detektor kovin ni v redu
zh: 金属探测器不正常

source: Totalized Detections
ar: الكشف الكلي
de: Gesamtdetektionen
es: Detecciones totalizadas
fr: Détections totalisées
he: גילויים סומכים
it: Rilevamenti totalizzati
nl: Totale detecties
pt: Detecções totalizadas
ro: Detecte totalizate
sl: Skupna zaznavanja
zh: 总检测

source: Detection Rate
ar: معدل الكشف
de: Erkennungsrate
es: Tasa de detección
fr: Taux de détection
he: שיעור גילוי
it: Tasso di rilevamento
nl: Detectiepercentage
pt: Taxa de detecção
ro: Rata de detectare
sl: Stopnja odkrivanja
zh: 检测率

source: Diverter
ar: محول
de: Ausweis
es: Parlamento
fr: Déviateur
he: הסדר
it: Deviatrice
nl: Omleider
pt: Desviador
ro: Divertorul
sl: Preusmerjevalnik
zh: 分流器

source: Production Position
ar: موقف الإنتاج
de: Produktionsposition
es: Posición de producción
fr: Poste de production
he: עמדת ייצור
it: Posizione di produzione
nl: Productiepositie
pt: Posição de produção
ro: Poziția de producție
sl: Proizvodni položaj
zh: 生产位置

source: Production Position Ls
ar: موقف الإنتاج LS
de: Produktionsposition ls
es: Posición de producción ls
fr: Poste de production Ls
he: עמדת ייצור LS
it: Finecorsa Posizione di produzione
nl: Productiepositie Ls
pt: Posição de produção ls
ro: Poziția de producție LS
sl: Proizvodni položaj Ls
zh: 生产位置LS

source: Scrap Position
ar: موقف الخردة
de: Schrottposition
es: Posición de desecho
fr: Position de la ferraille
he: מיקום גרוטאות
it: Posizione di scarto
nl: Schrootpositie
pt: Posição de sucata
ro: Poziția resturilor
sl: Odpadni položaj
zh: 废料位置

source: Scrap Position Ls
ar: موقف الخردة LS
de: Schrottposition ls
es: Posición de desecho ls
fr: Position de rebut Ls
he: מיקום גרוטאות ls
it: Finecorsa Posizione di scarto
nl: Schrootpositie Ls
pt: Posição de sucata ls
ro: Poziția de resturi LS
sl: Odpadni položaj Ls
zh: 废料位置ls

source: (1=Scrap)
ar: (1 = الخردة)
de: (1 = Schrott)
es: (1 = chatarra)
fr: (1=Ferraille)
he: (1 = גרוטאות)
it: (1 = scarto)
nl: (1=Schroot)
pt: (1 = sucata)
ro: (1 = resturi)
sl: (1=Ostanki)
zh: （1 =废料）

source: Command To Good Product Position
ar: أمر إلى وضع منتج جيد
de: Befehl zu guter Produktposition
es: Comando a una buena posición del producto
fr: Commande à une bonne position du produit
he: פקודה למיקום מוצר טוב
it: Comando a posizione materiale buono
nl: Commando voor een goede productpositie
pt: Comando para uma boa posição do produto
ro: Comandă către o poziție bună a produsului
sl: Ukaz za dober položaj izdelka
zh: 命令良好的产品位置

source: (1=Good Product)
ar: (1 = منتج جيد)
de: (1 = gutes Produkt)
es: (1 = buen producto)
fr: (1=Bon produit)
he: (1 = מוצר טוב)
it: (1 = buon prodotto)
nl: (1=Goed product)
pt: (1 = bom produto)
ro: (1 = produs bun)
sl: (1=dober izdelek)
zh: （1 =好产品）

source: Production Position Not Ok
ar: موقف الإنتاج ليس على ما يرام
de: Produktionsposition nicht in Ordnung
es: Posición de producción no está bien
fr: Position de production pas correcte
he: עמדת ייצור לא בסדר
it: Posizione di produzione non ok
nl: Productiepositie niet ok
pt: Posição de produção não ok
ro: Poziția de producție nu OK
sl: Proizvodni položaj ni v redu
zh: 生产位置不正常

source: Scrap Position Not Ok
ar: موقف الخردة لا بأس
de: Schrottposition nicht in Ordnung
es: Posición de desecho no está bien
fr: La position de la ferraille n'est pas correcte
he: מיקום גרוטאות לא בסדר
it: Posizione di scarto non ok
nl: Schrootpositie niet ok
pt: Posição de sucata não ok
ro: Poziția de resturi nu ok
sl: Položaj odpadkov ni v redu
zh: 废料位置不正常

source: No Test Mode
ar: لا يوجد وضع اختبار
de: Kein Testmodus
es: Sin modo de prueba
fr: Pas de mode test
he: אין מצב בדיקה
it: Nessuna modalità di prova
nl: Geen testmodus
pt: Sem modo de teste
ro: Fără modul de testare
sl: Brez preskusnega načina
zh: 没有测试模式

source: Test Mode Selected
ar: وضع الاختبار المحدد
de: Testmodus ausgewählt
es: Modo de prueba seleccionado
fr: Mode de test sélectionné
he: מצב בדיקה שנבחר
it: Modalità di prova selezionata
nl: Testmodus geselecteerd
pt: Modo de teste selecionado
ro: Modul de testare selectat
sl: Izbran testni način
zh: 选择的测试模式

source: Grinder Main Motor
ar: طاحونة المحرك الرئيسي
de: Mühlenmotor
es: Molinillo
fr: Moteur principal du broyeur
he: מטחנת מנוע ראשי
it: Motore principale del mulino
nl: Hoofdmotor van de slijpmachine
pt: Motor principal do moedor
ro: Motor principal de râșniță
sl: Glavni motor brusilnika
zh: 研磨机主电机

source: Grinder Maintenance Procedure
ar: إجراء صيانة المطحنة
de: Mühle Wartungsverfahren
es: Procedimiento de mantenimiento de la amoladora
fr: Procédure d'entretien du broyeur
he: נוהל תחזוקת מטחנות
it: Procedura di manutenzione del mulino
nl: Onderhoudsprocedure voor de slijpmachine
pt: Procedimento de manutenção do moedor
ro: Procedura de întreținere a râșniței
sl: Postopek vzdrževanja brusilnika
zh: 磨床维护程序

source: Transport Blower
ar: منفاخ النقل
de: Transportgebläse
es: Soplador de transporte
fr: Souffleur de transport
he: מפוח תחבורה
it: Ventilatore di trasporto
nl: Transportblazer
pt: Soprador de transporte
ro: Suflantă de transport
sl: Transportni puhalnik
zh: 运输鼓风机

source: Water Pump
ar: مضخة المياه
de: Wasserpumpe
es: Bomba de agua
fr: Pompe à eau
he: משאבת מים
it: Pompa dell'acqua
nl: Waterpomp
pt: Bomba de água
ro: Pompă de apă
sl: Vodna črpalka
zh: 水泵

# (1=&lt;HIGH)
source: (1=<High)
ar: (1 = <عالية)
de: (1 = <hoch)
es: (1 = <alto)
fr: (1=<Élevé)
he: (1 = <גבוה)
it: (1 = <alto)
nl: (1=<Hoog)
pt: (1 = <alto)
ro: (1 = <mare)
sl: (1=<visoko)
zh: （1 = <高）

source: Maximum Level Timeout
ar: أقصى مهلة المستوى
de: Maximale Stufe Zeitüberschreitung
es: Tiempo de tiempo máximo de nivel
fr: Délai d'expiration du niveau maximum
he: פסק זמן לרמה מקסימאלית
it: Tempo scaduto sul livello massimo
nl: Maximale niveau-time-out
pt: Tempo limite de nível máximo
ro: Timeout la nivel maxim
sl: Najvišja časovna omejitev ravni
zh: 最大级别超时

source: Water Incoming
ar: المياه الواردة
de: Wasser eingehalten
es: Agua entrante
fr: Eau entrante
he: מים נכנסים
it: Acqua in arrivo
nl: Binnenkomend water
pt: Entrada na água
ro: Apă primită
sl: Voda prihaja
zh: 进水

source: No Water To Pump
ar: لا ماء لضخ
de: Kein Wasser zum Pumpen
es: No hay agua para bombear
fr: Pas d'eau à pomper
he: אין מים לשאוב
it: Niente acqua da pompare
nl: Geen water om te pompen
pt: Sem água para bombear
ro: Fără apă de pompat
sl: Ni vode za črpanje
zh: 没有水抽水

source: Air Lock
ar: قفل الهواء
de: Luftschloss
es: Bloqueo de aire
fr: Sas
he: מנעול אוויר
it: Rotocella
nl: Luchtsluis
pt: Trava de ar
ro: Blocarea aerului
sl: Zračna ključavnica
zh: 气锁

source: Air Lock Cleaning
ar: تنظيف قفل الهواء
de: Luftschlossreinigung
es: Limpieza de bloqueo de aire
fr: Nettoyage des sas
he: ניקוי מנעול אוויר
it: Pulizia della Rotocella
nl: Luchtsluisreiniging
pt: Limpeza de trava de ar
ro: Curățarea blocajului de aer
sl: Čiščenje zračne zapore
zh: 空锁清洁

source: Labels Aspiration
ar: تسميات الطموح
de: Bezeichnungen Aspiration
es: Aspiración de etiquetas
fr: Étiquettes Aspiration
he: תוויות שאיפה
it: Aspirazione Etichette
nl: Labels Aspiratie
pt: Aspiração dos rótulos
ro: Etichetează aspirația
sl: Oznake Aspiration
zh: 标签抽吸

source: Labels Air Lock
ar: قفل الهواء تسميات
de: Beschriftungen Luftschloss
es: Etiquetas Lock de aire
fr: Etiquettes Sas
he: תוויות מנעול אוויר
it: Rotocella etichette
nl: Etiketten Luchtsluis
pt: Rótulos de trava de ar
ro: Etichetă blocarea aerului
sl: Oznake Air Lock
zh: 标签气锁

source: Safety Unlock Not Requested
ar: فتح السلامة لم يطلب
de: Sicherheit entsperren nicht angefordert
es: Desbloqueo de seguridad no solicitado
fr: Déverrouillage de sécurité non demandé
he: ביטול נעילת הבטיחות שלא התבקש
it: Sblocco di sicurezza non richiesto
nl: Veiligheidsontgrendeling niet aangevraagd
pt: Desbloqueio de segurança não solicitado
ro: Deblocarea siguranței nu a fost solicitată
sl: Varnostno odklepanje ni zahtevano
zh: 安全解锁不要求

source: Labels Air Lock Safety Key
ar: تسميات مفتاح سلامة قفل الهواء
de: Beschriftungen Luftschlosssicherheitschlüssel
es: Etiquetas Llave de seguridad de bloqueo de aire
fr: Étiquettes Clé de sécurité du sas
he: תוויות מפתח בטיחות נעילת אוויר
it: Chiave di sicurezza della Rotocella etichette
nl: Labels Air Lock Veiligheidssleutel
pt: Chave de segurança de trava de ar dos rótulos
ro: Etichetează cheia de siguranță a blocării aerului
sl: Oznake Air Lock Safety Key
zh: 标签气锁安全钥匙

source: Safety Key Locked
ar: مفتاح السلامة مغلق
de: Sicherheitsschlüssel gesperrt
es: Llave de seguridad bloqueada
fr: Clé de sécurité verrouillée
he: מפתח בטיחות נעול
it: Chiave di sicurezza bloccata
nl: Veiligheidssleutel vergrendeld
pt: Chave de segurança bloqueada
ro: Cheia de siguranță blocată
sl: Varnostni ključ zaklenjen
zh: 安全密钥锁定

source: (0=Released, 1=Locked)
ar: (0 = تم إصداره ، 1 = مغلق)
de: (0 = freigegeben, 1 = gesperrt)
es: (0 = liberado, 1 = bloqueado)
fr: (0=Libéré, 1=Verrouillé)
he: (0 = שוחרר, 1 = נעול)
it: (0 = rilasciato, 1 = bloccato)
nl: (0=Vrijgegeven, 1=Vergrendeld)
pt: (0 = liberado, 1 = bloqueado)
ro: (0 = eliberat, 1 = blocat)
sl: (0=Sproščeno, 1=Zaklenjeno)
zh: （0 =释放，1 =锁定）

source: Safety Unlock Request
ar: طلب فتح السلامة
de: Sicherheitsentsperrenanfrage
es: Solicitud de desbloqueo de seguridad
fr: Demande de déverrouillage de sécurité
he: בקשת נעילת בטיחות
it: Richiesta di sblocco chiave di sicurezza
nl: Verzoek om veiligheidsontgrendeling
pt: Solicitação de desbloqueio de segurança
ro: Cerere de deblocare a siguranței
sl: Zahteva za varnostno odklepanje
zh: 安全解锁请求

source: (1=Unlock Req)
ar: (1 = فتح Req)
de: (1 = RESPRACT REQ)
es: (1 = desbloquear REQ)
fr: (1 = demande de déverrouillage)
he: (1 = ביטול נעילת Req)
it: (1 = Richietsa sblocco)
nl: (1=Ontgrendelen vereist)
pt: (1 = desbloquear req)
ro: (1 = Deblochează Req)
sl: (1=Zahteva za odklepanje)
zh: （1 =解锁req）

source: Safety Lock Request
ar: طلب قفل السلامة
de: Sicherheitsrundenanfrage
es: Solicitud de bloqueo de seguridad
fr: Demande de verrouillage de sécurité
he: בקשת נעילת בטיחות
it: Richiesta di blocco chiave di sicurezza
nl: Veiligheidsslotverzoek
pt: Solicitação de bloqueio de segurança
ro: Cerere de blocare a siguranței
sl: Zahteva za varnostno ključavnico
zh: 安全锁请求

source: (1=Lock Req)
ar: (1 = قفل Req)
fr: (1 = demande de verrouillage)
he: (1 = מנעול מחדש)
it: (1 = Richiesta blocco)
nl: (1=Slot vereist)
pt: (1 = req de bloqueio)
ro: (1 = blocare req)
sl: (1=Zahteva za zaklepanje)
zh: （1 =锁定REQ）

source: Reset Safety - Command Lock
ar: إعادة تعيين السلامة - قفل الأوامر
de: Sicherheit zurücksetzen - Befehlsschloss
es: Restablecer Seguridad - Bloqueo de comando
fr: Réinitialiser la sécurité - Verrouillage des commandes
he: איפוס בטיחות - מנעול פקודה
it: Ripristino sicurezze - comnado di blocco
nl: Veiligheid resetten - Command Lock
pt: Redefinir segurança - bloqueio de comando
ro: Resetare siguranță - blocare a comenzii
zh: 重置安全 - 命令锁

source: (1=Lock)
ar: (1 = قفل)
de: (1 = Schloss)
es: (1 = bloqueo)
fr: (1=Verrouillage)
he: (1 = מנעול)
it: (1 = blocco)
nl: (1=Slot)
pt: (1 = bloqueio)
ro: (1 = blocare)
sl: (1=zaklepanje)
zh: （1 =锁）

source: Lamp Unlocked
ar: مصباح فتح
de: Lampe entsperrt
es: Lámpara desbloqueada
fr: Lampe déverrouillée
he: מנורה לא נעולה
it: Lampada di sbloccato
nl: Lamp ontgrendeld
pt: Lâmpada desbloqueada
ro: Lampa deblocată
sl: Svetilka odklenjena
zh: 灯解锁

source: (1=Unlocked)
ar: (1 = غير مؤمن)
de: (1 = freigeschaltet)
es: (1 = desbloqueado)
fr: (1=Débloqué)
he: (1 = לא נעול)
it: (1 = sbloccato)
nl: (1=Ontgrendeld)
pt: (1 = desbloqueado)
ro: (1 = deblocat)
sl: (1=Odklenjeno)
zh: （1 =解锁）

source: Lamp Locked
ar: مصباح مغلق
de: Lampe verschlossen
es: Lámpara bloqueada
fr: Lampe verrouillée
he: מנורה נעולה
it: Lampada di bloccato
nl: Lamp vergrendeld
pt: Lâmpada travada
ro: Lampa blocat
sl: Svetilka zaklenjena
zh: 灯锁定

source: (1=Locked)
ar: (1 = مغلق)
de: (1 = gesperrt)
es: (1 = bloqueado)
fr: (1=verrouillé)
he: (1 = נעול)
it: (1 = bloccato)
nl: (1=Vergrendeld)
pt: (1 = bloqueado)
ro: (1 = blocat)
sl: (1=zaklenjeno)
zh: （1 =锁定）

source: Airlock Safety Unlock Requested
ar: طلب فتح سلامة Airlock
de: Airllock -Sicherheit entsperren angefordert
es: Desbloqueo de seguridad de bloqueo de aire solicitado
fr: Déverrouillage de sécurité du sas demandé
he: נעילת בטיחות נעילה מבוקשת
it: Richiesta Sblocco chiave di sicurezza Rotocella
nl: Veiligheidsontgrendeling luchtsluis aangevraagd
pt: Desbloqueio de segurança do ar solicitado
ro: Airlock Safety Deblochează solicitat
sl: Zahtevano je varnostno odklepanje zračne zapore
zh: 气闸安全要求解锁

source: Unlock Requested
ar: فتح المطلوبة
de: Entsperren angefordert
es: Desbloqueo solicitado
fr: Déverrouillage demandé
he: בטל את הנעילה המבוקשת
it: Richiesta di Sblocco
nl: Ontgrendeling aangevraagd
pt: Desbloquear solicitado
ro: Deblocați solicitat
sl: Zahtevano odklepanje
zh: 解锁要求

source: Press Local Unlock Push-Button For 3 Sec To Release Safety
ar: اضغط على زر فتح المحلية لمدة 3 ثوانٍ لإطلاق السلامة
de: Drücken Sie 3 Sekunden lang die Lokaleinschaltschusses für die Veröffentlichung der Sicherheit
es: Presione el botón de desbloqueo local para 3 segundos para liberar la seguridad
fr: Appuyez sur le bouton-poussoir de déverrouillage local pendant 3 secondes pour libérer la sécurité
he: לחץ על כפתור הנעילה המקומי של כפתור למשך 3 שניות כדי לשחרר בטיחות
it: Premere il pulsante di sblocco locale per 3 secondi per rilasciare sicurezza
nl: Druk 3 seconden op de lokale ontgrendelknop om de veiligheidspal te ontgrendelen
pt: Pressione Local Desbloquear o botão de pressão por 3 segundos para liberar segurança
ro: Apăsați butonul local de deblocare pentru 3 sec pentru a elibera siguranța
sl: Pritisnite tipko za lokalno odklepanje za 3 sekunde, da sprostite varnost
zh: 按本地解锁按钮持续3秒以释放安全性

source: Airlock Stopped
ar: توقف طيران
de: Airllock blieb stehen
es: La esclusa de aire se detuvo
fr: Sas arrêté
he: מנעול האוויר עצר
it: Rotocella Fermata
nl: Luchtsluis gestopt
pt: Airlock parou
ro: Airlock s -a oprit
sl: Zračna zapora ustavljena
zh: 气锁停止了

source: Airlock Needs To Be Stopped
ar: يجب أن تتوقف طيرانوك
de: Die Luftschleusen müssen gestoppt werden
es: La esclusa de aire necesita ser detenida
fr: Le sas doit être arrêté
he: צריך לעצור את אוף האוויר
it: La rotocella deve essere fermata
nl: Luchtsluis moet worden gestopt
pt: Airlock precisa ser parado
ro: Airlock trebuie oprit
sl: Zračno zaporo je treba ustaviti
zh: 气锁需要停止

source: Airlock Local Disconnect Open
ar: فتحة قطع الاتصال المحلية
de: Airllock -lokale Trennung offen
es: Airlock local desconexión abierta
fr: Déconnexion locale du sas ouvert
he: מנתק מקומי מנותק פתוח
it: Disconnettore locale Rotocella aperto
nl: Luchtsluis Lokale Ontkoppeling Open
pt: Airlock Local Desconect Open
ro: Airlock Local Deconect Open
sl: Local Disconnect Airlock Odprt
zh: 空气锁本地断开连接

source: Open Airlock Local Disconnect
ar: افتح قطع الاتصال المحلي
de: Offene Airllock lokale Trennung
es: Desconexión local de Lock de aire abierto
fr: Déconnexion locale du sas ouvert
he: ניתוק מקומי של מנעול אוויר
it: Apri il disconnetore locale della rotocella
nl: Open luchtsluis Lokale ontkoppeling
pt: Desconecção local de ar a planos abertos
ro: Deschideți deconectarea locală Airlock
sl: Odprite lokalno prekinitev zračne zapore
zh: 露天锁本地断开连接

source: Lock Not Needed
ar: قفل غير مطلوب
de: Schloss nicht benötigt
es: Bloqueo no necesario
fr: Verrouillage non nécessaire
he: אין צורך בנעילה
it: Blocco non necessario
nl: Slot niet nodig
pt: Lock não é necessário
ro: Blocaj nu este necesar
sl: Zaklepanje ni potrebno
zh: 不需要锁

source: Press Local Lock Push-Button To Restore Safety
ar: اضغط على زر الضغط المحلي لاستعادة السلامة
de: Drücken Sie lokale Lock-Push-Button, um die Sicherheit wiederherzustellen
es: Presione el botón de bloqueo local para restaurar la seguridad
fr: Appuyez sur le bouton-poussoir de verrouillage local pour restaurer la sécurité
he: לחץ על כפתור המנעול המקומי כדי להחזיר את הבטיחות
it: Premere il pulsante di blocco locale per ripristinare la sicurezza
nl: Druk op de lokale vergrendelingsknop om de veiligheid te herstellen
pt: Pressione o botão de push de bloqueio local para restaurar a segurança
ro: Apăsați butonul local de blocare pentru a restabili siguranța
sl: Pritisnite gumb za lokalno zaklepanje, da ponovno vzpostavite varnost
zh: 按本地锁定按钮恢复安全性

source: Microfilter Main Motor
ar: المرشح الميكروفيتر المحرك الرئيسي
de: Mikrofilter -Hauptmotor
es: Motor principal de microfiltro
fr: Moteur principal du microfiltre
he: מנוע ראשי Microfilter
it: Motore principale del microfiltro
nl: Microfilter Hoofdmotor
pt: Motor principal do microfiltro
ro: Motorul principal al microfilterului
sl: Glavni motor mikrofiltra
zh: 微滤器主电机
