Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Stop If Downstream Off
ar: توقف إذا توقف عن المصب
de: Stoppen Sie, wenn Sie nachgelagert werden
es: Detente si se abre aguas abajo
fr: Arrêter si l'aval est désactivé
he: עצור אם במורד הזרם
it: Fermata se a valle è spento
nl: Stop indien stroomafwaarts uitgeschakeld
pt: Pare se a jusante desligou
ro: Opriți -vă dacă în aval
zh: 如果下游停止

source: Stop Buffer Discharge
ar: وقف التفريغ العازلة
de: Pufferentladung stoppen
es: Detener la descarga del búfer
fr: Arrêter la décharge du tampon
he: הפסק פריקה של חיץ
it: Ferma scarico Buffer
nl: Stop bufferontlading
pt: Interromper a descarga do buffer
ro: Opriți descărcarea tamponului
sl: Ustavi praznjenje medpomnilnika
zh: 停止缓冲液排放

source: Restart Buffer Discharge
ar: إعادة تشغيل التفريغ العازلة
de: Starten Sie die Pufferentladung neu
es: Reiniciar la descarga del búfer
fr: Redémarrer la décharge du tampon
he: הפעל מחדש את הפריקה של חיץ
it: Riavvia scarico buffer
nl: Herstart bufferontlading
pt: Reinicie a descarga de buffer
ro: Reporniți descărcarea tamponului
sl: Znova zaženite praznjenje medpomnilnika
zh: 重新启动缓冲液排放

source: Empty Level For Buffer Filling Mode
ar: مستوى فارغ لوضع ملء المخزن المؤقت
de: Leere Ebene für den Pufferfüllmodus
es: Nivel vacío para el modo de llenado de búfer
fr: Niveau vide pour le mode de remplissage du tampon
he: מפלס ריק למצב מילוי חיץ
it: Livello vuoto per la modalità di riempimento del buffer
nl: Leeg niveau voor buffervulmodus
pt: Nível vazio para o modo de enchimento de buffer
ro: Nivel gol pentru modul de umplere tampon
sl: Prazen nivo za način polnjenja medpomnilnika
zh: 缓冲区填充模式的空级别

source: Loading Device Status Ok (External Signal)
ar: تحميل حالة الجهاز موافق (إشارة خارجية)
de: Ladegerätestatus OK (externes Signal)
es: Estado del dispositivo de carga OK (señal externa)
fr: Chargement de l'état du périphérique Ok (signal externe)
he: טעינה סטטוס מכשיר אישור (אות חיצוני)
it: Sato ok del dispositivo di Caricamento (segnale esterno)
nl: Apparaatstatus laden Ok (extern signaal)
pt: Status do dispositivo de carregamento OK (sinal externo)
ro: Starea dispozitivului de încărcare OK (semnal extern)
sl: Nalaganje stanja naprave V redu (zunanji signal)
zh: 加载设备状态确定（外部信号）

source: (1=Ext Device Status Ok)
ar: (1 = حالة جهاز EXT موافق)
de: (1 = Status des Geräts OK)
es: (1 = EXT estado del dispositivo OK)
fr: (1 = État du périphérique externe OK)
he: (1 = הרחבה סטטוס מכשיר בסדר)
it: (1 = Stato del dispositivo esterno OK)
nl: (1=Ext-apparaatstatus OK)
pt: (1 = status do dispositivo Ext OK)
ro: (1 = starea dispozitivului Ext ok)
sl: (1=Stanje zunanje naprave v redu)
zh: （1 = Ext设备状态确定）

source: Loading Device Running (External Signal)
ar: تشغيل جهاز التحميل (إشارة خارجية)
de: Ladevorrichtung laufend (externes Signal)
es: Carga del dispositivo que se ejecuta (señal externa)
fr: Dispositif de chargement en marche (signal externe)
he: מכשיר טעינה פועל (אות חיצוני)
it: Dispositivo di Caricamento in esecuzione (segnale esterno)
nl: Laadapparaat actief (extern signaal)
pt: Dispositivo de carregamento em execução (sinal externo)
ro: Dispozitiv de încărcare care rulează (semnal extern)
sl: Nalaganje teče naprava (zunanji signal)
zh: 加载设备运行（外部信号）

source: (1=Ext Device Running)
ar: (1 = تشغيل جهاز Ext)
de: (1 = Ext -Gerät ausgeführt)
es: (1 = Dispositivo EXT en ejecución)
fr: (1 = périphérique externe en cours d'exécution)
he: (1 = מכשיר הרחבה פועל)
it: (1 = dispositivo esterno in esecuzione)
nl: (1=Extern apparaat actief)
pt: (1 = Ext Dispositivo em execução)
ro: (1 = Ext dispozitiv care rulează)
sl: (1=zunanja naprava deluje)
zh: （1 = Ext设备运行）

source: Sorema Is Ok To Receive Material
ar: سوريما على ما يرام لتلقي المواد
de: Sorema ist in Ordnung, um Material zu erhalten
es: Sorema está bien para recibir material
fr: Sorema est prêt à recevoir du matériel
he: סורמה בסדר לקבל חומר
it: Sorema è ok per ricevere materiale
nl: Sorema mag materiaal ontvangen
pt: Sorema está ok para receber material
ro: Sorema este în regulă să primească material
sl: Sorema je v redu za prejemanje gradiva
zh: Sorema可以接收材料

source: External Loading Device Is Not Ok
ar: جهاز التحميل الخارجي ليس على ما يرام
de: Das externe Ladegerät ist nicht in Ordnung
es: El dispositivo de carga externo no está bien
fr: Le dispositif de chargement externe ne fonctionne pas correctement
he: מכשיר הטעינה חיצוני אינו בסדר
it: Il dispositivo di caricamento esterno non è ok
nl: Extern laadapparaat is niet oké
pt: Dispositivo de carregamento externo não está ok
ro: Dispozitivul de încărcare extern nu este OK
sl: Zunanja naprava za nalaganje ni v redu
zh: 外部加载设备不正常

source: External Loading Is Not Running
ar: التحميل الخارجي لا يعمل
de: Die externe Belastung läuft nicht
es: La carga externa no se está ejecutando
fr: Le chargement externe ne fonctionne pas
he: העמסה חיצונית אינה פועלת
it: Il caricamento esterno non è in esecuzione
nl: Extern laden is niet actief
pt: O carregamento externo não está funcionando
ro: Încărcarea externă nu funcționează
sl: Zunanje nalaganje se ne izvaja
zh: 外部加载不运行

source: SYS - Beacon - Lamp Alarm
ar: SYS - منارة - إنذار المصباح
de: SYS - Beacon - Lampenalarm
es: SYS - Beacon - Alarma de lámpara
fr: SYS - Balise - Alarme Lampe
he: SYS - משואה - אזעקת מנורה
it: SYS - Torretta - Lampada allarme
nl: SYS - Baken - Lampalarm
pt: SYS - Beacon - Alarme da lâmpada
ro: SYS - Beacon - Alarma lămpii
sl: SYS - Svetilnik - Alarm svetilke
zh: SYS-信标 - 灯警报

source: SYS - Beacon - Siren
ar: SYS - منارة - صفارات الإنذار
de: SYS - Beacon - Sirene
fr: SYS - Balise - Sirène
it: SYS - Torreta - sirena
nl: SYS - Baken - Sirene
pt: SYS - beacon - sirene
sl: SYS - Svetilnik - Sirena
zh: SYS-信标 - 警笛

source: SYS - Beacon - Lamp Production
ar: SYS - منارة - إنتاج المصباح
de: SYS - Beacon - Lampenproduktion
es: SYS - Beacon - Producción de lámparas
fr: SYS - Balise - Production de lampes
he: SYS - BEACON - ייצור מנורה
it: SYS - Torretta - Lampada produzione
nl: SYS - Beacon - Lampproductie
pt: SYS - Beacon - Produção de lâmpadas
ro: SYS - Beacon - Producția de lămpi
sl: SYS - Beacon - Proizvodnja svetilk
zh: SYS-信标 - 灯泡生产

source: SYS - Beacon - Lamp Warning
ar: SYS - منارة - تحذير المصباح
de: SYS - Beacon - Lampenwarnung
es: SYS - Beacon - Advertencia de lámpara
fr: SYS - Balise - Avertissement de lampe
he: SYS - משואה - אזהרת מנורה
it: SYS - Torretta - Lampada Avviso
nl: SYS - Baken - Lampwaarschuwing
pt: SYS - Beacon - Aviso de Lâmpada
ro: SYS - Beacon - LAMPER AVERTIZARE
sl: SYS - Svetilnik - Opozorilo o luči
zh: SYS-信标 - 灯警告

# INFO_SYS_33
source: Check The Status Of The Indicated Module On The Electrical Cabinet. Only Authorized Personnel !
ar: تحقق من حالة الوحدة النمطية المشار إليها على الخزانة الكهربائية. فقط الموظفين المعتمدين!
de: Überprüfen Sie den Status des angegebenen Moduls am Elektroschrank. Nur autorisiertes Personal!
es: Verifique el estado del módulo indicado en el Armario eléctrico. ¡Solo personal autorizado!
fr: Vérifiez l'état du module indiqué sur l'armoire électrique. Uniquement du personnel autorisé !
he: בדוק את מצב המודול המצוין בארון החשמל. רק כוח אדם מורשה!
it: Controllare lo stato del modulo indicato sull'armadio elettrico. Solo personale autorizzato!
nl: Controleer de status van de aangegeven module op de schakelkast. Alleen geautoriseerd personeel!
pt: Verifique o status do módulo indicado no gabinete elétrico. Apenas pessoal autorizado!
ro: Verificați starea modulului indicat pe dulapul electric. Doar personal autorizat!
sl: Preverite stanje označenega modula na električni omarici. Samo pooblaščeno osebje!
zh: 检查电柜上指示的模块的状态。只有授权的人员！

# INFO_SYS_34
source: Line Ovelrvoltage Detected. Check The Status Of Surge Protection And Replace It In Case its Intevention Has Been Occured.
ar: الخط الزائد المكتشف. تحقق من حالة حماية الطفرة واستبدالها في حالة حدوث اهتمامها.
de: Linienüberspannung erkannt. Überprüfen Sie den Status des Anstiegsschutzes und ersetzen Sie ihn für den Fall, dass seine Ganze aufgetreten ist.
es: Sobretensión de línea detectada. Verifique el estado de la protección contra la sobretensión y reemplácelo en caso de que se haya ocurrido su entendimiento.
fr: Surtension de ligne détectée. Vérifiez l’état de la protection contre les surtensions et remplacez-la au cas où son intervention se serait produite.
he: מתח מתח יתר על ידי קו זוהה. בדוק את מצב הגנת הזינוק והחליף אותו למקרה שההתנהלות שלה תתרחש.
it: Sovratensione della linea rilevata. Controllare lo stato della protezione da sovratensione e sostituirla nel caso in cui la sua intenzione sia stata verificata.
nl: Overspanning gedetecteerd. Controleer de status van de overspanningsbeveiliging en vervang deze indien nodig.
pt: Exertagem de linha de linha detectada. Verifique o status da proteção de surto e substitua -o caso ocorra sua intensição.
ro: Supvoltă de linie detectată. Verificați starea protecției împotriva supratensiunii și înlocuiți -o în cazul în care a avut loc intevenția sa.
sl: Zaznana prenapetost na liniji. Preverite stanje prenapetostne zaščite in jo zamenjajte, če je prišlo do njenega posega.
zh: 线过电压检测到。检查电涌保护的状态并在发生无知的情况下更换。

# INFO_OIL_7
source: Maximum Oil Pressure Reached ! Check Hydraulic Unit, Manual And Electrical Vavles, Material Blockage Etc. (See User Manual)
ar: وصل أقصى ضغط للزيت! تحقق من الوحدة الهيدروليكية ، وآفات يدوية وكهربائية ، وسداد المواد وما إلى ذلك (انظر دليل المستخدم)
de: Maximaler Öldruck erreicht! Überprüfen Sie die hydraulische Einheit, manuelle und elektrische Vavel, Materialblockade usw. (siehe Benutzerhandbuch)
es: ¡La presión máxima de aceite alcanzada! Verifique la unidad hidráulica, las vavas manuales y eléctricas, el bloqueo de material, etc. (ver Manual del usuario)
fr: Pression d'huile maximale atteinte ! Vérifiez l'unité hydraulique, les vannes manuelles et électriques, le blocage du matériau, etc. (voir le manuel d'utilisation)
he: לחץ שמן מרבי הגיע! בדוק יחידה הידראולית, ווללים ידניים וחשמליים, חסימת חומרים וכו '(ראה מדריך למשתמש)
it: La massima pressione dell'olio raggiunta! Controllare unità idraulica, vavles manuali ed elettrici, blocco del materiale ecc. (Vedi manuale dell'utente)
nl: Maximale oliedruk bereikt! Controleer hydraulische unit, handmatige en elektrische kleppen, materiaalverstopping enz. (Zie gebruikershandleiding)
pt: A pressão máxima do óleo atingida! Verifique vavas hidráulicas, vavles manual e elétrico, bloqueio de material etc. (consulte o manual do usuário)
ro: Presiunea maximă a uleiului atinsă! Verificați unitatea hidraulică, manual și electrice, blocajul materialului etc. (consultați Manualul de utilizare)
sl: Dosežen je najvišji tlak olja! Preverite hidravlično enoto, ročne in električne ventile, blokado materiala itd. (Glejte uporabniški priročnik)
zh: 达到了最大油压！检查液压单元，手册和电气阀，材料阻塞等（请参阅用户手册）

# INFO_TITECH_11
source: Check Titech Sorter Display Panel and See Sorter User And Maintenance Manual
ar: تحقق من لوحة عرض Titech Sorter وشاهد مستخدم Sorter ودليل الصيانة
de: Überprüfen Sie das Titech Sortter Display -Panel und sehen Sie sich das Sortierer- und Wartungshandbuch an
es: Verifique el panel de visualización de Seleccionador de Tomra y vea el usuario del Seleccionador y el manual de mantenimiento
fr: Vérifiez le panneau d'affichage du trieur Titech et consultez le manuel d'utilisation et de maintenance du trieur.
he: בדוק את לוח התצוגה של טיטק סדר
it: Controlla il pannello di visualizzazione del Sorter Titech e consulta l'utente e il manuale di manutenzione Sorter
nl: Controleer het Titech Sorter-displaypaneel en raadpleeg de gebruikers- en onderhoudshandleiding van de Sorter
pt: Verifique o painel de exibição do classificador Titech e consulte o Manual de Usuário e Manutenção do Corrente
ro: Verificați panoul de afișare a sortei de titlu și consultați Sortator User and Manual de întreținere
sl: Preverite zaslonsko ploščo sortirnika Titech in glejte priročnik za uporabo in vzdrževanje sortirnika
zh: 检查Titech Sorter显示面板，并查看分层用户和维护手册

# INFO_TITECH_12
source: Check Titech Sorter Display Panel and See Sorter User And Maintenance Manual
ar: تحقق من لوحة عرض Titech Sorter وشاهد مستخدم Sorter ودليل الصيانة
de: Überprüfen Sie das Titech Sortter Display -Panel und sehen Sie sich das Sortierer- und Wartungshandbuch an
es: Verifique el panel de visualización de Seleccionador de Tomra y vea el usuario del Seleccionador y el manual de mantenimiento
fr: Vérifiez le panneau d'affichage du trieur Titech et consultez le manuel d'utilisation et de maintenance du trieur.
he: בדוק את לוח התצוגה של טיטק סדר
it: Controlla il pannello di visualizzazione del Sorter Titech e consulta l'utente e il manuale di manutenzione Sorter
nl: Controleer het Titech Sorter-displaypaneel en raadpleeg de gebruikers- en onderhoudshandleiding van de Sorter
pt: Verifique o painel de exibição do classificador Titech e consulte o Manual de Usuário e Manutenção do Corrente
ro: Verificați panoul de afișare a sortei de titlu și consultați Sortator User and Manual de întreținere
sl: Preverite zaslonsko ploščo sortirnika Titech in glejte priročnik za uporabo in vzdrževanje sortirnika
zh: 检查Titech Sorter显示面板，并查看分层用户和维护手册

# INFO_TITECH_13
source: Sorter is in Local Mode. Check Sorter on Local Panel and Set it In REMOTE Mode
ar: في الوضع المحلي. تحقق Sorter من Sorter على اللوحة المحلية وقم بتعيينه في الوضع البعيد
de: Sortierer befindet sich im lokalen Modus. Überprüfen Sie den Sortierer im lokalen Feld und stellen Sie es im Remote -Modus ein
es: El Seleccionador está en modo local. Verifique el Seleccionador en el panel local y configúrelo en modo remoto
fr: Le trieur est en mode local. Vérifiez le trieur sur le panneau local et réglez-le en mode DISTANT
he: סדרן נמצא במצב מקומי. בדוק סדרן בלוח המקומי והגדר אותו במצב מרוחק
it: Sorter è in modalità locale. Controllare il Sorter sul pannello locale e impostarlo in modalità remoto
nl: Sorter staat in de lokale modus. Controleer Sorter op het lokale paneel en zet hem in de externe modus.
pt: O classificador está no modo local. Verifique o classificador no painel local e defina -o no modo remoto
ro: Sortatorul este în modul local. Verificați sortatorul pe panoul local și setați -l în modul la distanță
sl: Razvrščevalnik je v lokalnem načinu. Označite Razvrščevalnik na lokalni plošči in ga nastavite v DALJINSKI način
zh: 分类器处于本地模式。检查本地面板上的分师并将其设置为远程模式

# INFO_STADLER_1
source: Belt Device General Alarm ! Check Belt Device At Its Local Panel And/Or The Interface Wiring.
ar: جهاز الحزام الإنذار العام! تحقق من جهاز الحزام في الألواح المحلية و/أو أسلاك الواجهة.
de: Gürtelgerät Allgemeiner Alarm! Überprüfen Sie das Gürtelgerät an der lokalen Panel und/oder in der Schnittstellenverkabelung.
es: Dispositivo de correa Alarma general! Verifique el dispositivo de la correa en su panel local y/o el cableado de la interfaz.
fr: Alarme générale du dispositif de ceinture ! Vérifiez le dispositif de ceinture sur son panneau local et/ou le câblage de l'interface.
he: מכשיר חגורה אזעקה כללית! בדוק את מכשיר החגורה בלוח המקומי שלו ו/או בחיווט הממשק.
it: Dispositivo della Nastro ALLARME GENERALE! Controllare il dispositivo Belt sul pannello locale e/o il cablaggio dell'interfaccia.
nl: Algemeen alarm voor riemapparaat! Controleer het riemapparaat op het lokale paneel en/of de interfacebedrading.
pt: AMARMENTO GERAL DO DISPOSITIVO DO CINTO! Verifique o dispositivo da correia em seu painel local e/ou a fiação da interface.
ro: Alarma generală a dispozitivului cu centură! Verificați dispozitivul cu centură la panoul local și/sau cablarea interfeței.
sl: Naprava za pas Splošni alarm! Preverite napravo za pas na njeni lokalni plošči in/ali ožičenje vmesnika.
zh: 皮带设备一般警报！在其本地面板和/或接口接线处检查皮带设备。

# INFO_STADLER_2
source: Belt Device Not On! Check Belt Device Locally
ar: جهاز الحزام ليس على! تحقق من جهاز الحزام محليًا
de: Gürtelgerät nicht eingeschaltet! Überprüfen Sie das Gürtelgerät lokal
es: ¡Dispositivo de correa no encendido! Verifique el dispositivo de la correa localmente
fr: Le dispositif de ceinture n'est pas activé ! Vérifiez le dispositif de ceinture localement
he: מכשיר חגורה לא פועל! בדוק את מכשיר החגורה באופן מקומי
it: Dispositivo a Nastro non acceso! Controllare il dispositivo della Nastro localmente
nl: Riemapparaat niet ingeschakeld! Controleer riemapparaat lokaal.
pt: Dispositivo de correia não está ligado! Verifique o dispositivo de correia localmente
ro: Dispozitiv de centură nu pornit! Verificați dispozitivul cu centura la nivel local
sl: Naprava za pas ni vključena! Preverite napravo za pas lokalno
zh: 皮带设备不打开！在本地检查皮带设备

# INFO_STADLER_3
source: Belt Device Is Not Ready ! Check The Device At Its Local Panel And/Or The Interface Wiring.
ar: جهاز الحزام غير جاهز! تحقق من الجهاز في الألواح المحلية و/أو أسلاك الواجهة.
de: Das Gürtelgerät ist nicht fertig! Überprüfen Sie das Gerät in der lokalen Panel und/oder in der Schnittstellenverkabelung.
es: ¡El dispositivo de la correa no está listo! Verifique el dispositivo en su panel local y/o el cableado de la interfaz.
fr: Le dispositif de ceinture n'est pas prêt ! Vérifiez l'appareil sur son panneau local et/ou le câblage de l'interface.
he: מכשיר החגורה אינו מוכן! בדוק את המכשיר בלוח המקומי שלו ו/או בחיווט הממשק.
it: Il dispositivo a Nastro non è pronto! Controllare il dispositivo sul pannello locale e/o il cablaggio dell'interfaccia.
nl: Het riemapparaat is niet gereed! Controleer het apparaat via het lokale paneel en/of de interfacebedrading.
pt: O dispositivo de correia não está pronto! Verifique o dispositivo em seu painel local e/ou a fiação da interface.
ro: Dispozitivul curelei nu este gata! Verificați dispozitivul de la panoul local și/sau cablarea interfeței.
sl: Naprava za pas ni pripravljena! Preverite napravo na njeni lokalni plošči in/ali ožičenje vmesnika.
zh: 皮带设备还没有准备好！在其本地面板和/或接口接线上检查设备。

# INFO_STADLER_4
source: Belt Device Is Not In Remote Mode ! Switch Device To Remote Mote
ar: جهاز الحزام ليس في الوضع البعيد! تبديل الجهاز إلى mote عن بعد
de: Das Gürtelgerät befindet sich nicht im Remote -Modus! Gerät auf Remote -Mote schalten
es: ¡El dispositivo de la correa no está en modo remoto! Cambiar el dispositivo a una mota remota
fr: L'appareil ceinture n'est pas en mode distant ! Basculer l'appareil vers un mote distant
he: מכשיר החגורה אינו במצב מרוחק! החלף מכשיר ל- Mote מרוחק
it: Il dispositivo a Nastro non è in modalità remota! Passa il dispositivo su MOTE remoto
nl: Het riemapparaat staat niet in de afstandsbedieningsmodus! Schakel het apparaat over naar de afstandsbediening.
pt: O dispositivo de correia não está no modo remoto! Alterne o dispositivo para mote remoto
ro: Dispozitivul curelei nu este în modul la distanță! Comutați dispozitivul la Mote la distanță
sl: Naprava za pas ni v oddaljenem načinu! Preklop naprave na oddaljeni Mote
zh: 皮带设备不处于远程模式！将设备切换到远程MOTE

# INFO_STADLER_5
source: Belt Device Local Estop Push Button Is Not OK. Release The Button On The Sorter Local Panel
ar: زر حزام الحزام المحلي للضغط ليس على ما يرام. حرر الزر الموجود على اللوحة المحلية في SARTER
de: Die Lokal -Estop -Druckknopf des Gürtels ist nicht in Ordnung. Lassen Sie die Taste im Sortierer lokalen Panel los
es: Dispositivo de cinturón El botón Push de estopas local no está bien. Suelte el botón en el panel local del Seleccionador
fr: Le bouton-poussoir d'arrêt local du dispositif de ceinture n'est pas OK. Relâchez le bouton sur le panneau local du trieur
he: כפתור לחיצת ESTOP מקומי של מכשיר חגורה אינו בסדר. שחרר את הכפתור בלוח המקומי של סדרן
it: Dispositivo di Nastro Il pulsante estop locale non è ok. Rilascia il pulsante sul pannello locale Strere
nl: De lokale noodstopknop van het riemapparaat is niet in orde. Laat de knop op het lokale paneel van de sorteerder los.
pt: Botão de pressão do dispositivo local não está ok. Libere o botão no painel local do classificador
ro: Dispozitiv de centură Butonul de apăsare EStop local nu este OK. Eliberați butonul de pe panoul local Sorter
sl: Gumb lokalne zaustavitve naprave za pas ni v redu. Spustite gumb na lokalni plošči sortirnika
zh: 腰带设备本地的alsop按钮不可行。释放分类器本地面板上的按钮

# INFO_STADLER_6
source: Belt Internal Platform Is Out Of Home Position. Check It Locally And Restore The Home Position Of Internal Platform.
ar: منصة الحزام الداخلي خارج المنزل. تحقق من ذلك محليًا واستعادة الوضع المنزلي للمنصة الداخلية.
de: Die interne Plattform der Gürtel ist nicht mehr zu Hause. Überprüfen Sie es lokal und stellen Sie die Heimposition der internen Plattform wieder her.
es: La plataforma interna de la correa está fuera de casa. Compruebe localmente y restaure la posición de inicio de la plataforma interna.
fr: La plate-forme interne de la ceinture n'est pas en position d'origine. Vérifiez-le localement et restaurez la position d'origine de la plate-forme interne.
he: הפלטפורמה הפנימית של חגורה היא מחוץ למצב הבית. בדוק אותו באופן מקומי ושחזר את המיקום הביתי של הפלטפורמה הפנימית.
it: La piattaforma interna della Nastro è fuori posizione. Controllalo localmente e ripristina la posizione domestica della piattaforma interna.
nl: Het interne platform van de riem is niet in de uitgangspositie. Controleer dit lokaal en herstel de uitgangspositie van het interne platform.
pt: A plataforma interna do cinto está fora da posição inicial. Verifique localmente e restaure a posição inicial da plataforma interna.
ro: Platforma internă a centurii este în afara poziției de acasă. Verificați -l la nivel local și restaurați poziția de acasă a platformei interne.
sl: Notranja ploščad pasu ni v osnovnem položaju. Preverite lokalno in obnovite začetni položaj notranje platforme.
zh: 皮带内部平台不在家庭位置。检查本地并恢复内部平台的家庭位置。

# M_INFO_SAB_1
source: Label Separator Is Running in reverse direction To Operate Self Cleaning. Cleaning Is Due To The High Current Request.
ar: يعمل فاصل الملصقات في الاتجاه المعاكس لتشغيل التنظيف الذاتي. التنظيف يرجع إلى الطلب الحالي العالي.
de: Der Etikettentrennzeichen wird in umgekehrter Richtung ausgeführt, um die Selbstreinigung zu bedienen. Die Reinigung ist auf die hohe Stromanfrage zurückzuführen.
es: El separador de etiquetas se ejecuta en dirección inversa para operar la auto limpieza. La limpieza se debe a la alta solicitud de corriente.
fr: Le séparateur d'étiquettes fonctionne dans le sens inverse pour fonctionner en mode autonettoyant. Le nettoyage est dû à la demande de courant élevée.
he: מפריד התווית פועל בכיוון הפוך כדי להפעיל ניקוי עצמי. הניקוי נובע מהבקשה הנוכחית הגבוהה.
it: Etichetta il separatore è in esecuzione in retromarcia per funzionare l'auto -pulizia. La pulizia è dovuta all'elevata richiesta corrente.
nl: De etikettenscheider draait in omgekeerde richting om zichzelf te reinigen. De reiniging wordt veroorzaakt door de hoge stroomvraag.
pt: O separador de etiquetas está em execução na direção inversa para operar a auto -limpeza. A limpeza é devido à alta solicitação de corrente.
ro: Separatorul de etichete rulează într -o direcție inversă pentru a opera auto -curățarea. Curățarea se datorează cererii curente ridicate.
sl: Ločevalnik nalepk teče v obratni smeri za delovanje samočiščenja. Čiščenje je posledica visoke trenutne zahteve.
zh: 标签分离器正在沿反向运行以操作自我清洁。清洁是由于高电流请求。
