Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: At Least One Mixer Is Not Enabled
ar: لم يتم تمكين خلاط واحد على الأقل
de: Mindestens ein Mixer ist nicht aktiviert
es: Al menos un mezclador no está habilitado
fr: Au moins un mélangeur n'est pas activé
he: לפחות מערבל אחד אינו מופעל
it: Almeno un Miscelatore non è abilitato
nl: Er is minstens één mixer niet ingeschakeld
pt: Pelo menos um misturador não está ativado
ro: Cel puțin un mixer nu este activat
sl: Vsaj en mešalnik ni omogočen
zh: 至少一个混合器未启用

source: At Least One Mixer Is Still Not Prepared
ar: لا يزال الخلاط واحد على الأقل غير مستعد
de: Mindestens ein Mixer ist immer noch nicht vorbereitet
es: Al menos una batidora todavía no está preparada
fr: Au moins un mélangeur n'est toujours pas préparé
he: לפחות מערבל אחד עדיין לא מוכן
it: Almeno un Miscelatore non è ancora pronto
nl: Minstens één mixer is nog niet klaar
pt: Pelo menos uma batedeira ainda não está preparada
ro: Cel puțin un mixer încă nu este pregătit
sl: Vsaj en mešalnik še vedno ni pripravljen
zh: 至少一个混合器仍未准备

source: At Least One Device Of Mixers Not Ready
ar: جهاز واحد على الأقل من الخلاطات غير جاهز
de: Mindestens ein Gerät von Mixern, die nicht fertig sind
es: Al menos un dispositivo de mezcladores no listos
fr: Au moins un appareil de mixage n'est pas prêt
he: לפחות מכשיר אחד של מיקסרים שאינם מוכנים
it: Almeno un dispositivo dei miscelatori non sono pronti
nl: Minstens één mixerapparaat is niet gereed
pt: Pelo menos um dispositivo de misturadores não está pronto
ro: Cel puțin un dispozitiv de mixere nu este gata
sl: Vsaj ena naprava mešalnikov ni pripravljena
zh: 至少一种搅拌机设备尚未准备就绪

source: At Least One Mixer Has Loading Disabled
ar: خلاط واحد على الأقل لديه تعطيل تحميل
de: Mindestens ein Mixer hat deaktiviertes Laden
es: Al menos un mezclador tiene cargas deshabilitadas
fr: Le chargement d'au moins un mélangeur est désactivé
he: לפחות מערבל אחד יש נכה טעינה
it: Almeno un Miscelatore ha il caricamento disabilitato
nl: Bij minstens één mixer is het laden uitgeschakeld
pt: Pelo menos um misturador tem carregamento desativado
ro: Cel puțin un mixer are încărcare dezactivată
sl: Vsaj en mešalnik ima onemogočeno nalaganje
zh: 至少一个混合器已禁用加载

source: All Mixers Not In Semiauto
ar: جميع الخلاطات ليس في semiauto
de: Alle Mixer nicht in Semiauto
es: Todos los mezcladores no en semiauto
fr: Tous les mélangeurs ne sont pas en semi-automatique
he: כל המיקסרים לא בסמיאוטו
it: Tutti i miscelatori non in semiautomatico
nl: Alle mixers niet in semi-automatisch
pt: Todos os misturadores não estão em semiauto
ro: Toate mixerele nu în Semiauto
sl: Vsi mešalniki niso polavtomatski
zh: 所有混合器都不在semiauto

source: At Least One Mixer Is In Semiauto Mode
ar: يوجد خلاط واحد على الأقل في وضع Semiauto
de: Mindestens ein Mixer befindet sich im Semiauto -Modus
es: Al menos un mezclador está en modo semiauto
fr: Au moins un mélangeur est en mode semi-automatique
he: לפחות מערבל אחד נמצא במצב Semiauto
it: Almeno un Miscelatore è in modalità semiautomatica
nl: Ten minste één mixer staat in de semi-automatische modus
pt: Pelo menos um misturador está no modo semiauto
ro: Cel puțin un mixer este în modul semiauto
sl: Vsaj en mešalnik je v polavtomatskem načinu
zh: 至少有一个混合器处于半小气模式

source: Loading Time Ok
ar: تحميل الوقت موافق
de: Ladezeit OK
es: Tiempo de carga ok
fr: Temps de chargement OK
he: טעינה זמן בסדר
it: Tempo di caricamento ok
nl: Laadtijd Ok
pt: Tempo de carregamento OK
ro: Timp de încărcare OK
ru: Время загрузки в порядке
sl: Čas nalaganja V redu
zh: 加载时间还可以

source: Loading Time Is Set To Zero
ar: يتم تعيين وقت التحميل على الصفر
de: Die Ladezeit wird auf Null gesetzt
es: El tiempo de carga se establece en cero
fr: Le temps de chargement est réglé à zéro
he: זמן הטעינה מוגדר לאפס
it: Il tempo di caricamento è impostato su zero
nl: Laadtijd is ingesteld op nul
pt: O tempo de carregamento é definido como zero
ro: Timpul de încărcare este setat la zero
sl: Čas nalaganja je nastavljen na nič
zh: 加载时间设置为零

source: Washing Time Ok
ar: غسل الوقت بخير
de: Waschzeit OK
es: Tiempo de lavado OK
fr: Temps de lavage OK
he: זמן שטיפה בסדר
it: Tempo di lavaggio ok
nl: Wastijd Ok
pt: Tempo de lavagem ok
ro: Spălarea timpului ok
ru: Время стирки в порядке
sl: Čas pranja V redu
zh: 洗时间好

source: Washing Time Is Set To Zero
ar: تم تعيين وقت الغسيل على الصفر
de: Die Waschzeit ist auf Null gesetzt
es: El tiempo de lavado se establece en cero
fr: Le temps de lavage est réglé à zéro
he: זמן הכביסה מוגדר לאפס
it: Il tempo di lavaggio è impostato su zero
nl: Wastijd staat op nul
pt: O tempo de lavagem é definido como zero
ro: Timpul de spălare este setat la zero
sl: Čas pranja je nastavljen na nič
zh: 洗涤时间设置为零

source: Hot Wash Discharge Pump
ar: مضخة تفريغ الغسيل الساخن
de: Heißwaschung Pumpe
es: Bomba de descarga de lavado caliente
fr: Pompe de décharge de lavage à chaud
he: משאבת פריקת שטיפה חמה
it: Pompa di scarico del lavaggio a caldo
nl: Heetwasafvoerpomp
pt: Bomba de descarga de lavagem quente
ro: Pompă de descărcare la spălare la cald
sl: Izpustna črpalka za vroče pranje
zh: 热洗放电泵

source: Mixer Minimum Level Not Ok
ar: الحد الأدنى لمستوى الخلاط ليس موافق
de: Mixer Mindestpegel nicht in Ordnung
es: Nivel mínimo de mezclador no está bien
fr: Niveau minimum du mélangeur incorrect
he: רמת מינימום מיקסר לא בסדר
it: Livello minimo del Miscelatore non ok
nl: Minimumniveau mixer niet ok
pt: Nível mínimo do misturador não ok
ro: Nivelul minim al mixerului nu ok
sl: Minimalna raven mešalnika ni v redu
zh: 混音器最低水平不正常

source: Upstream Valve Open
ar: صمام المنبع مفتوح
de: Upstream -Ventil offen
es: Válvula aguas arriba abierta
fr: Vanne amont ouverte
he: שסתום במעלה הזרם פתוח
it: Valvola a monte aperta
nl: Bovenstroomse klep open
pt: A válvula a montante aberta
ro: Valva din amonte deschisă
ru: Верхний клапан открыт
sl: Gornji ventil odprt
zh: 上游阀打开

source: Upstream Valve Closed
ar: صمام المنبع مغلق
de: Upstream -Ventil geschlossen
es: Válvula aguas arriba cerrada
fr: Vanne amont fermée
he: שסתום במעלה הזרם נסגר
it: Valvola a monte chiusa
nl: Bovenstroomse klep gesloten
pt: A válvula a montante fechada
ro: Valva din amonte închisă
ru: Верхний клапан закрыт
sl: Gornji ventil zaprt
zh: 上游阀关闭

source: Antifoam Pump
ar: مضخة مضادة
de: Antifoampumpe
es: Bomba antifoam
fr: Pompe antimousse
he: משאבה נגד נוגד
it: Pompa antischiuma
nl: Antischuimpomp
pt: Bomba antifoam
ro: Pompa antifoam
sl: Črpalka proti penjenju
zh: 抗ifoam泵

source: Mixer Washing Phase
ar: مرحلة غسل الخلاط
de: Mixer -Waschphase
es: Fase de lavado de mezcladores
fr: Phase de lavage du mélangeur
he: שלב שטיפת מערבל
it: Fase di lavaggio del Miscelatore
nl: Mixer wasfase
pt: Fase de lavagem do misturador
ro: Faza de spălare a mixerului
ru: Фаза промывки миксера
sl: Faza pranja mešalnika
zh: 搅拌机洗涤阶段

source: Number Of Injections
ar: عدد الحقن
de: Anzahl der Injektionen
es: Número de inyecciones
fr: Nombre d'injections
he: מספר הזריקות
it: Numero di iniezioni
nl: Aantal injecties
pt: Número de injeções
ro: Numărul de injecții
sl: Število injekcij
zh: 注射次数

source: Injection Time (0 = Always Off)
ar: وقت الحقن (0 = دائما خارج)
de: Injektionszeit (0 = immer aus)
es: Tiempo de inyección (0 = siempre apagado)
fr: Temps d'injection (0 = toujours désactivé)
he: זמן הזרקה (0 = תמיד כבוי)
it: Tempo di iniezione (0 = sempre spento)
nl: Injectietijd (0 = Altijd uit)
pt: Tempo de injeção (0 = sempre desligado)
ro: Timp de injecție (0 = întotdeauna oprit)
sl: Čas vbrizgavanja (0 = vedno izklopljen)
zh: 注射时间（0 =始终关闭）

source: Mixer Discharge Phase
ar: مرحلة تصريف الخلاط
de: Mischerentladungsphase
es: Fase de descarga de mezclador
fr: Phase de décharge du mélangeur
he: שלב פריקת מערבל
it: Fase di scarico del miscelatore
nl: Mengerontladingsfase
pt: Fase de descarga do misturador
ro: Faza de descărcare a mixerului
ru: Фаза разгрузки смесителя
sl: Faza praznjenja mešalnika
zh: 混合器排放阶段

source: Water Low Temperature Setting
ar: الماء منخفض درجة الحرارة
de: Tieftemperatureinstellung Wasser
es: Agua a baja temperatura
fr: Réglage de la basse température de l'eau
he: הגדרת טמפרטורה נמוכה במים
it: Impostazione dell'acqua a bassa temperatura
nl: Instelling voor lage watertemperatuur
pt: Configuração de baixa temperatura da água
ro: Setarea temperaturii scăzute a apei
ru: Установка низкой температуры воды
sl: Nastavitev nizke temperature vode
zh: 水低温设置

source: Antifoam Increase Percent
ar: مضادات الأسماء زيادة في المئة
de: AntiFoam erhöht sich Prozent
es: Aumento de antifoam porcentaje
fr: Pourcentage d'augmentation de l'antimousse
he: אנטי -פואם מגדיל את האחוזים
it: Aumenta la percentuale di antischiuma
nl: Antischuim toename percentage
pt: Antifoam aumenta a porcentagem
ro: Antifoam crește la sută
sl: Antifoam Povečaj odstotek
zh: 抗ifoam的百分比增加

source: Heat Exchanger Steam Valve
ar: صمام البخار المبادل الحراري
de: Wärmetauscher -Dampfventil
es: Válvula de vapor del intercambiador de calor
fr: Vanne de vapeur pour échangeur de chaleur
he: שסתום קיטור מחליף חום
it: Valvola del vapore dello scambiatore di calore
nl: Stoomklep van warmtewisselaar
pt: Válvula de vapor do trocador de calor
ro: Schimbă de abur pentru schimbător de căldură
sl: Parni ventil toplotnega izmenjevalnika
zh: 热交换器蒸汽阀

source: Water Pump Is Not Full Running
ar: مضخة المياه ليست كاملة
de: Die Wasserpumpe ist nicht voll laufen
es: La bomba de agua no está en funcionamiento
fr: La pompe à eau ne fonctionne pas complètement
he: משאבת מים אינה מלאה ריצה
it: La pompa dell'acqua non è in esecuzione completa
nl: Waterpomp draait niet op volle toeren
pt: A bomba de água não está em funcionamento completo
ro: Pompa de apă nu funcționează complet
ru: Водяной насос работает не на полную мощность
sl: Vodna črpalka ne teče do konca
zh: 水泵不满

source: Inlet Water Pressure Not Ok
ar: ضغط الماء مدخل ليس موافق
de: Einlass Wasserdruck nicht in Ordnung
es: Presión de agua de entrada no está bien
fr: La pression de l'eau d'entrée n'est pas correcte
he: לחץ מים כניסה לא בסדר
it: Pressione dell'acqua di ingresso non ok
nl: Inlaatwaterdruk niet ok
pt: Pressão da água de entrada não ok
ro: Presiunea apei de intrare nu OK
sl: Vhodni vodni tlak ni v redu
zh: 入口水压不正常

source: No Preheating
ar: لا تسخين
de: Kein Vorheizen
es: Sin precalentamiento
fr: Pas de préchauffage
he: אין חימום מראש
it: Nessun preriscaldamento
nl: Geen voorverwarmen
pt: Sem pré -aquecimento
ro: Fără preîncălzire
sl: Brez predgretja
zh: 没有预热

source: Low Steam For Preheating
ar: انخفاض البخار للتسخين
de: Niedriger Dampf für das Vorheizen
es: Vapor bajo para precalentar
fr: Faible vapeur pour le préchauffage
he: קיטור נמוך לחימום מראש
it: Vapore basso per preriscaldare
nl: Lage stoom voor voorverwarmen
pt: Baixo vapor para pré -aquecer
ro: Abur scăzut pentru preîncălzire
sl: Nizka količina pare za predgretje
zh: 低蒸汽以预热

source: Heat Exchanger Water Out Temp.
ar: مبادل حراري ماء من درجة الحرارة.
de: Wärmetauscher Wasser aus der Temperatur.
es: Calor las temperaturas del intercambiador de agua.
fr: Température de sortie d'eau de l'échangeur de chaleur.
he: מחליף חום מים.
it: Temperatura dell'acqua in uscita dello scambiatore di calore.
nl: Uitgangstemperatuur water warmtewisselaar
pt: Trocador de calor água temperatura.
ro: Schimbător de căldură Apă de ieșire.
sl: Temperatura vode v izmenjevalniku toplote
zh: 热交换器水的温度。

source: Heat Exchanger Steam Pressure
ar: ضغط البخار المبادل الحراري
de: Wärmetauscher Dampfdruck
es: Presión de vapor del intercambiador de calor
fr: Pression de vapeur de l'échangeur de chaleur
he: לחץ קיטור מחליף חום
it: Pressione del vapore dello Scambiatore di calore
nl: Stoomdruk van warmtewisselaar
pt: Pressão de vapor do trocador de calor
ro: Schimbător de căldură Presiunea cu aburi
sl: Parni tlak izmenjevalnika toplote
zh: 热交换器蒸汽压力

source: Heat Exchanger Water Pressure
ar: ضغط المياه المبادل الحراري
de: Wärmetauscher Wasserdruck
es: Presión del agua del intercambiador de calor
fr: Pression de l'eau de l'échangeur de chaleur
he: לחץ מים מחליף חום
it: Pressione dell'acqua dello Scambiatore di calore
nl: Waterdruk warmtewisselaar
pt: Pressão da água do trocador de calor
ro: Schimbător de căldură Presiunea apei
sl: Vodni tlak izmenjevalnika toplote
zh: 热交换器水压

source: Heat Exchanger Inlet Water Pressure
ar: ضغط المياه في المبادل الحراري
de: Wärmetauscher Einlass Wasserdruck
es: Presión del agua de entrada del intercambiador de calor
fr: Pression d'eau d'entrée de l'échangeur de chaleur
he: לחץ מים מחליף חום
it: Pressione dell'acqua in ingresso dello scambiatore di calore
nl: Inlaatwaterdruk warmtewisselaar
pt: Pressão da água de entrada do trocador de calor
ro: Schimbător de căldură
sl: Vhodni vodni tlak izmenjevalnika toplote
zh: 热交换器入口水压

source: Water Pump On
ar: مضخة المياه على
de: Wasserpumpe eingeschaltet
es: Bomba de agua
fr: Pompe à eau allumée
he: משאבת מים הלאה
it: Pompa dell'acqua accesa
nl: Waterpomp aan
pt: Bomba de água ligada
ro: Pompa de apă pe
sl: Vodna črpalka vklopljena
zh: 水泵打开

source: Water Pump Is Off
ar: مضخة المياه متوقفة
de: Wasserpumpe ist ausgeschaltet
es: La bomba de agua está apagada
fr: La pompe à eau est éteinte
he: משאבת מים כבויה
it: La pompa dell'acqua è spenta
nl: Waterpomp is uitgeschakeld
pt: A bomba de água está desligada
ro: Pompa de apă este oprită
sl: Vodna črpalka je izklopljena
zh: 水泵关闭

source: Heat Exchanger
ar: مبادل حراري
de: Wärmetauscher
es: Intercambiador de calor
fr: Échangeur de chaleur
he: מחליף חום
it: Scambiatore di calore
nl: warmtewisselaar
pt: Trocador de calor
ro: Schimbător de căldură
sl: Izmenjevalec toplote
zh: 热交换器

source: Caustic Soda Pump
ar: مضخة الصودا الكاوية
de: Ätzpumpe
es: Bomba de soda cáustica
fr: Pompe à soude caustique
he: משאבת סודה קאוסטית
it: Pompa della soda caustica
nl: Natronloogpomp
pt: Bomba de refrigerante cáustica
ro: Pompa de sodă caustică
sl: Črpalka za kavstično sodo
zh: 苛性苏打水泵

source: Detergent Pump
ar: مضخة المنظفات
de: Waschmittelpumpe
es: Bomba de detergente
fr: Pompe à détergent
he: משאבת חומר ניקוי
it: Pompa del detergente
nl: Wasmiddelpomp
pt: Bomba detergente
ro: Pompa de detergent
sl: Črpalka za detergent
zh: 洗涤剂泵

source: Water Tank Water Recirculation
ar: إعادة تدوير مياه خزان المياه
de: Wassertank -Wasserumlehnung
es: Recirculación de agua del tanque de agua
fr: Recirculation de l'eau du réservoir d'eau
he: מחזור מים של מיכל מים
it: Ricircolo dell'acqua della Vasca acqua
nl: Watertank Waterrecirculatie
pt: Recirculação de água do tanque de água
ro: Rezervor de apă recircularea apei
sl: Rezervoar za vodo Recirkulacija vode
zh: 水箱水再循环

source: Washing Tank Level
ar: مستوى دبان الغسيل
de: Waschpanzerebene
es: Lavado del tanque
fr: Niveau du réservoir de lavage
he: מפלס מיכל הכביסה
it: Livello della vasca di lavaggio
nl: Wastankniveau
pt: Nível de tanque de lavagem
ro: Nivelul rezervorului de spălare
ru: Уровень промывочного бака
sl: Nivo pralnega rezervoarja
zh: 洗涤坦克水平

source: Frequent Tank Overflow
ar: فائض الخزان المتكرر
de: Häufiger Tanküberlauf
es: Desbordamiento frecuente del tanque
fr: Débordement fréquent du réservoir
he: הצפת טנק תכופה
it: Frequente straripamento della vasca
nl: Regelmatige tankoverloop
pt: Transbordamento frequente do tanque
ro: Revărsarea frecventă a rezervorului
ru: Частое переполнение бака
sl: Pogosto prelivanje rezervoarja
zh: 频繁的坦克溢出

source: Refill Enabled
ar: إعادة الملء
de: Nachfüllung aktiviert
es: Recarga habilitada
fr: Recharge activée
he: מילוי מחדש מופעל
it: Ricaricamento Abilitato
nl: Bijvullen ingeschakeld
pt: Reabastecer ativado
ro: Reumplere activată
sl: Ponovno polnjenje omogočeno
zh: 启用重新填充

source: Refill Standby For Mixers Already Full
ar: إعادة ملء الاستعداد للخلاطات ممتلئة بالفعل
de: Nachfüllen Standby für Mixer bereits voll
es: Rellenar en espera para mezcladores ya llenos
fr: Recharge en veille pour les mélangeurs déjà pleins
he: מילוי המתנה למיקסרים כבר מלאים
it: Ricaricamento in attesa per Miscelatori pieni
nl: Bijvulstand-by voor reeds volle mixers
pt: Reabasteça o espera para misturadores já cheios
ro: Reumpleți standby pentru mixere deja pline
sl: Ponovno polnjenje pripravljenosti za mešalnike, ki so že polni
zh: 补充搅拌机已满的备用备用

source: Setpoint For Preparation
ar: setpoint للإعداد
de: Sollwert für die Vorbereitung
es: Punto de ajuste para la preparación
fr: Point de consigne pour la préparation
he: נקודת הגדרה להכנה
it: Punto di riferimento per la preparazione
nl: Instelpunt voor voorbereiding
pt: Ponto de ajuste para preparação
ro: Punct de referință pentru pregătire
sl: Nastavljena točka za pripravo
zh: 准备的设定点

source: Stop Refill
ar: توقف عن التعبئة
de: Stoppen Sie die Nachfüllung
es: Parar
fr: Arrêter la recharge
he: הפסק מילוי מחדש
it: Ferma ricaricamento
nl: Stop met bijvullen
pt: Pare de reabastecer
ro: Opriți reumplerea
zh: 停止补充

source: Start Refill
ar: ابدأ إعادة الملء
de: Beginnen Sie nachzufüllen
es: Inicio de recarga
fr: Commencer la recharge
he: התחל מילוי מחדש
it: Inizia ricaricamento
nl: Start met bijvullen
pt: Inicie o refil
ro: Începeți reumplerea
sl: Začni ponovno polnjenje
zh: 开始补充

source: Number Of Wash Cycles For Tank Discharge
ar: عدد دورات الغسيل لتفريغ الخزان
de: Anzahl der Waschzyklen für die Tankentladung
es: Número de ciclos de lavado para la descarga del tanque
fr: Nombre de cycles de lavage pour la décharge du réservoir
he: מספר מחזורי הכביסה לפריקת מיכל
it: Numero di cicli di lavaggio per scarico della vasca
nl: Aantal wascycli voor tankontlading
pt: Número de ciclos de lavagem para descarga de tanques
ro: Numărul de cicluri de spălare pentru descărcarea rezervorului
sl: Število ciklov pranja za praznjenje rezervoarja
zh: 洗涤周期的排放量

source: Cycles Executed From Last Discharge
ar: تم تنفيذ دورات من آخر تفريغ
de: Zyklen, die aus der letzten Entlassung ausgeführt werden
es: Ciclos ejecutados a partir de la última descarga
fr: Cycles exécutés depuis la dernière décharge
he: מחזורים שהוצאו להורג מהפרקה האחרונה
it: Cicli eseguiti dall'ultimo scarico
nl: Cycli uitgevoerd vanaf de laatste ontlading
pt: Ciclos executados da última descarga
ro: Cicluri executate de la ultima descărcare
sl: Cikli, izvedeni od zadnjega praznjenja
zh: 从最后出院执行的周期

source: Water Tank Fresh Water Flow Rate
ar: معدل تدفق المياه العذبة خزان المياه
de: Wassertank Frischwasserflussrate
es: Caudal de agua dulce del tanque de agua
fr: Débit d’eau douce du réservoir d’eau
he: מיכל מים קצב זרימת מים מתוקים
it: Portata dell'acqua di rete della Vasca acqua
nl: Watertank Verswaterstroomsnelheid
pt: Tanque de água Taxa de fluxo de água fresca
ro: Rezervor de apă debit de apă dulce
sl: Rezervoar za vodo Pretok sveže vode
zh: 水箱淡水流量

source: Chemical Dosing Fresh Water
ar: الجرعات الكيميائية المياه العذبة
de: Chemische Dosierung frisches Wasser
es: Dosificación química de agua fresca
fr: Dosage de produits chimiques eau douce
he: מינון כימי מים מתוקים
it: Acqua di rete per dosaggio chimico
nl: Chemische dosering van zoet water
pt: Dosagem química água fresca
ro: Dozare chimică apă dulce
sl: Doziranje kemikalij Sveža voda
zh: 化学剂量淡水

source: Chemical Dosing Weight System
ar: نظام وزن الجرعات الكيميائية
de: Chemisches Dosierungsgewichtssystem
es: Sistema de peso de dosificación química
fr: Système de dosage de produits chimiques
he: מערכת משקל מינון כימי
it: Sistema di peso del dosaggio chimico
nl: Chemisch doseergewichtsysteem
pt: Sistema de peso de dosagem química
ro: Sistem de greutate chimică pentru dozare
sl: Sistem uteži za doziranje kemikalij
zh: 化学剂量重量系统

source: Weight Sensor Overload
ar: مستشعر الوزن الزائد
de: Überlastung des Gewichtssensors
es: Sobrecarga del sensor de peso
fr: Surcharge du capteur de poids
he: עומס יתר על חיישן משקל
it: Sovraccarico del sensore di peso
nl: Overbelasting gewichtssensor
pt: Sobrecarga do sensor de peso
ro: Supraîncărcarea senzorului de greutate
sl: Preobremenitev senzorja teže
zh: 重量传感器超负荷

source: (1=Filling Position)
ar: (1 = موضع ملء)
de: (1 = Füllposition)
es: (1 = posición de llenado)
fr: (1=Position de remplissage)
he: (1 = מיקום מילוי)
it: (1 = posizione di riempimento)
nl: (1=Vulpositie)
pt: (1 = posição de enchimento)
ro: (1 = poziția de umplere)
sl: (1=Položaj polnjenja)
zh: （1 =填充位置）

source: Weight Sensor Card Overload
ar: زائد بطاقة مستشعر الوزن الزائد
de: Überlastung des Gewichtssensorkartens
es: Sobrecarga de la tarjeta del sensor de peso
fr: Surcharge de la carte du capteur de poids
he: עומס יתר על כרטיס חיישן משקל
it: Sovraccarico della scheda sensore di peso
nl: Overbelasting gewichtssensorkaart
pt: Sobrecarga do cartão do sensor de peso
ro: Supraîncărcarea cardului senzor de greutate
ru: Перегрузка карты датчика веса
sl: Preobremenitev kartice senzorja teže
zh: 重量传感器卡超负荷

source: Actual Weight
ar: الوزن الفعلي
de: Tatsächliches Gewicht
es: Peso actual
fr: Poids réel
he: משקל אמיתי
it: Peso attuale
nl: Werkelijk gewicht
pt: Peso atual
ro: Greutatea actuala
sl: Dejanska teža
zh: 实际体重

source: Chemical Dosing Manager
ar: مدير الجرعات الكيميائية
de: Chemischer Dosierungsmanager
es: Gerente de dosificación química
fr: Responsable Dosage Chimique
he: מנהל מינון כימי
it: Gestore del dosaggio chimico
nl: Chemische doseringsmanager
pt: Gerente de dosagem química
ro: Manager de dozare chimică
sl: Vodja doziranja kemikalij
zh: 化学给药经理

source: Caustic Additive - Maximum Injection Time
ar: المضافة الكاوية - أقصى وقت للحقن
de: Ätzender Additiv - maximale Injektionszeit
es: Aditivo cáustico: tiempo de inyección máxima
fr: Additif caustique - Temps d'injection maximum
he: תוסף קאוסטי - זמן הזרקה מקסימלי
it: Additivo caustico - Tempo di iniezione massimo
nl: Bijtende toevoeging - Maximale injectietijd
pt: Aditivo cáustico - tempo máximo de injeção
ro: Aditiv caustic - timp maxim de injecție
ru: Едкая добавка — максимальное время впрыска
sl: Kavstični dodatek - največji čas vbrizgavanja
zh: 苛性添加剂 - 最大注射时间

source: Gap Water - Maximum Injection Time
ar: الماء الفجوة - أقصى وقت للحقن
de: Gap Water - Maximale Einspritzzeit
es: Agua Gap - Tiempo de inyección máxima
fr: Gap Water - Temps d'injection maximum
he: מי פער - זמן הזרקה מרבי
it: Acqua intermedia - Tempo massimo di iniezione
nl: Gap Water - Maximale injectietijd
pt: Água de folga - Tempo máximo de injeção
ro: Apa GAP - Timpul maxim de injecție
ru: Вода в промежутке — максимальное время закачки
sl: Gap Water – največji čas vbrizgavanja
zh: 间隙水 - 最大注入时间

source: Detergent Additive - Maximum Injection Time
ar: إضافات المنظفات - الحد الأقصى لوقت الحقن
de: Waschmittelzusatz - Maximale Einspritzzeit
es: Aditivo de detergente: tiempo de inyección máxima
fr: Additif détergent - Temps d'injection maximum
he: תוסף חומר ניקוי - זמן הזרקה מקסימלי
it: Additivo detergente - Tempo massimo di iniezione
nl: Wasmiddeladditief - Maximale injectietijd
pt: Aditivo detergente - tempo de injeção máxima
ro: Aditiv de detergent - Timpul maxim de injecție
ru: Моющая добавка — максимальное время впрыска
sl: Dodatek detergentu - največji čas vbrizgavanja
zh: 洗涤剂添加剂 - 最大注射时间

source: Final Water - Maximum Injection Time
ar: الماء النهائي - الحد الأقصى لوقت الحقن
de: Finale Wasser - Maximale Einspritzzeit
es: Agua final: tiempo de inyección máxima
fr: Eau finale - Temps d'injection maximum
he: מים סופיים - זמן הזרקה מקסימלי
it: Acqua finale - Tempo massimo di iniezione
nl: Eindwater - Maximale injectietijd
pt: Água final - Tempo máximo de injeção
ro: Apa finală - Timpul maxim de injecție
ru: Последняя вода - максимальное время впрыска
sl: Končna voda – največji čas vbrizgavanja
zh: 最终水 - 最大注入时间

source: Chemicals Bowl Premature Discharge
ar: تصريف المواد الكيميائية المبكرة
de: Chemicals Bowl vorzeitige Entladung
es: Descarga prematura del tazón de productos químicos
fr: Décharge prématurée du bol de produits chimiques
he: קערת כימיקלים פריקה מוקדמת
it: Scarico prematuro del recipiente della chimica
nl: Chemicaliënkom voortijdige ontlading
pt: Química tigela de descarga prematura
ro: Chemicals Bowl Descărcare prematură
ru: Преждевременный слив бачка для химикатов
sl: Prezgodnji izcedek iz sklede kemikalij
zh: 化学碗过早排放
