Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# INFO_OIL_5
source: Take Out Some Hydraulic Unit From The Tank Since The Level Is Below The Maximum Limit (Glass Indicator)
ar: اخراج بعض الوحدات الهيدروليكية من الخزان لأن المستوى أقل من الحد الأقصى (مؤشر الزجاج)
de: Nehmen Sie eine hydraulische Einheit aus dem Tank heraus, da der Niveau unter der maximalen Grenze liegt (Glasanzeige)
es: Retire Alguna Unidad Hidráulica Del Tanque Porque El Nivel Está Por Debajo Del Límite Máximo (Indicador De Cristal)
fr: Retirez une unité hydraulique du réservoir car le niveau est inférieur à la limite maximale (indicateur en verre)
he: הוצא איזו יחידה הידראולית מהמיכל מכיוון שהמפלס מתחת למגבלה המקסימלית (מחוון זכוכית)
it: Estrarre alcune unità idrauliche dal serbatoio poiché il livello è inferiore al limite massimo (indicatore di vetro)
nl: Haal een deel van de hydraulische eenheid uit de tank, aangezien het niveau onder de maximale limiet ligt (glasindicator).
pt: Retire alguma unidade hidráulica do tanque, pois o nível está abaixo do limite máximo (indicador de vidro)
ro: Scoateți unele unități hidraulice din rezervor, deoarece nivelul este sub limita maximă (indicator de sticlă)
ru: Выньте часть гидравлического блока из бака, так как уровень ниже максимального предела (стеклянный индикатор)
sl: Vzemite nekaj hidravlične enote iz rezervoarja, ker je nivo pod najvišjo mejo (stekleni indikator)
zh: 自水箱中取出一些液压单元，因为水平低于最大限制（玻璃指示器）

# INFO_OIL_6
source: Minimum Oil Pressure Not Reached ! Check Hydraulic Unit, Manual And Electrical Vavles (See User Manual)
ar: الحد الأدنى لضغط النفط لم يصل! تحقق الوحدة الهيدروليكية والفطاحات اليدوية والكهربائية (انظر دليل المستخدم)
de: Mindestöldruck nicht erreicht! Überprüfen Sie die hydraulische Einheit, manuelle und elektrische Vavles (siehe Bedienungsanleitung)
es: ¡Presión De Aceite Mínima No Alcanzada! Revisar Unidad Hidráulica, Válvulas Manuales Y Eléctricas (Ver Manual De Usuario)
fr: Pression d'huile minimale non atteinte ! Vérifiez le groupe hydraulique, les canalisations, les vannes manuelles et électriques (voir le manuel d'utilisation).
he: לחץ שמן מינימלי לא הגיע! בדוק את היחידה ההידראולית, הנסתרים הידניים והחשמליים (ראה מדריך למשתמש)
it: Pressione minima dell'olio non raggiunta ! Controllare l'unità idraulica, le valvole manuali ed elettriche (vedere il manuale dell'utente)
nl: Minimale oliedruk niet bereikt! Controleer de hydraulische unit, handmatige en elektrische kleppen (zie gebruikershandleiding)
pt: Pressão mínima do óleo não atingida! Verifique vavas hidráulicas, manuais e elétricos (consulte o manual do usuário)
ro: Presiunea minimă a uleiului nu a fost atinsă! Verificați unitatea hidraulică, manualul și vavle electrice (consultați Manualul de utilizare)
ru: Минимальное давление масла не достигнуто! Проверьте гидравлический блок, ручной и электрический клапаны (см. руководство пользователя)
sl: Minimalni tlak olja ni dosežen! Preverite hidravlično enoto, cevi, ročne in električne ventile (glejte uporabniški priročnik)
zh: 未达到最低油压！检查液压单元、管道、手动和电动阀（参见用户手册）

# INFO_PRES_1
source: Persistent High Pressure ! Check The Material In The Hopper And The Efficiency Of The Rotor And Blades.
ar: الضغط العالي المستمر! تحقق من المواد في النطاط وكفاءة الدوار والشفرات.
de: Persistenter hoher Druck! Überprüfen Sie das Material im Trichter und den Wirkungsgrad des Rotors und der Klingen.
es: ¡Continua Alta Presión! Verifique El Material En La Tolva Y La Eficiencia Del Rotor Y De Las Cuchillas.
fr: Haute pression persistante ! Vérifiez le matériau dans la trémie et l'efficacité du rotor et des pales.
he: לחץ גבוה מתמשך! בדוק את החומר במיכל ואת היעילות של הרוטור והלהבים.
it: Alta pressione persistente! Controlla il materiale nella tramoggia e l'efficienza del rotore e delle lame.
nl: Aanhoudende hoge druk! Controleer het materiaal in de trechter en de efficiëntie van de rotor en bladen.
pt: Alta pressão persistente! Verifique o material na tremonha e a eficiência do rotor e das lâminas.
ro: Presiune ridicată persistentă! Verificați materialul din buncăr și eficiența rotorului și a lamelor.
ru: Постоянно высокое давление! Проверьте материал в бункере и эффективность ротора и лезвий.
sl: Vztrajen visok pritisk! Preverite material v lijaku ter učinkovitost rotorja in rezil.
zh: 持续高压！检查料斗中的材料和转子和刀片的效率。

# INFO_PRES_2
source: High Number Of Rotor Reverse ! Check The Material In The Hopper And The Efficiency Of The Rotor And Blades.
ar: ارتفاع عدد من الدوار العكس! تحقق من المواد في النطاط وكفاءة الدوار والشفرات.
de: Hohe Anzahl der Rotor-Rückseite! Überprüfen Sie das Material im Trichter und den Wirkungsgrad des Rotors und der Klingen.
es: ¡Alto Número De Inversiones Del Rotor! Verifique El Material En La Tolva Y La Eficiencia Del Rotor Y Las Cuchillas.
fr: Nombre élevé d'inversions du rotor ! Vérifiez le matériau dans la trémie et l'efficacité du rotor et des pales.
he: מספר גבוה של רוטור הפוך! בדוק את החומר במיכל ואת היעילות של הרוטור והלהבים.
it: Elevato numero di inversioni del rotore! Controlla il materiale nella tramoggia e l'efficienza del rotore e delle lame.
nl: Hoog aantal rotoromkeringen! Controleer het materiaal in de trechter en de efficiëntie van de rotor en de bladen.
pt: Alto número de rotor reverso! Verifique o material na tremonha e a eficiência do rotor e das lâminas.
ro: Număr mare de rotor invers! Verificați materialul din buncăr și eficiența rotorului și a lamelor.
ru: Большое количество реверсивных роторов! Проверьте материал в бункере и эффективность ротора и лезвий.
sl: Veliko število vzvratnih rotorjev! Preverite material v lijaku ter učinkovitost rotorja in rezil.
zh: 转子次数相反！检查料斗中的材料和转子和刀片的效率。

# INFO_PRES_3
source: Minimum Air Pressure Not Present ! Check Compressed Air Circuit
ar: أدنى ضغط الهواء غير موجود! تحقق دائرة الهواء المضغوط
de: Mindestluftdruck nicht vorhanden! Überprüfen Sie den komprimierten Luftkreislauf
es: ¡No Hay Presión De Aire Mínima! Compruebe El Circuito De Aire Comprimido
fr: Pression d'air minimale absente ! Vérifier le circuit d'air comprimé
he: לחץ אוויר מינימלי אינו קיים! בדוק את מעגל אוויר דחוס
it: Pressione minima dell'aria non presente ! Controllare il circuito dell'aria compressa
nl: Minimum luchtdruk niet aanwezig! Controleer persluchtcircuit
pt: Pressão mínima do ar não presente! Verifique o circuito de ar comprimido
ro: Presiunea minimă a aerului nu este prezentă! Verificați circuitul de aer comprimat
ru: Минимальное давление воздуха отсутствует! Проверьте контур сжатого воздуха
sl: Minimalni zračni tlak ni prisoten! Preverite tokokrog stisnjenega zraka
zh: 最低气压不存在！检查压缩空气电路

# INFO_PRES_4
source: Check The Pressure Sensor, Its Wiring In The Field And Its Signal In The Electrical Cabinet
ar: تحقق من استشعار الضغط، والأسلاك في الحقل وإشارةه في مجلس الوزراء الكهربائي
de: Überprüfen Sie den Drucksensor, seine Verdrahtung im Feld und sein Signal im Schaltschrank
es: Verifique El Sensor De Presión, Su Cableado En Campo Y Su Señal En El Armario Eléctrico
fr: Vérifier le capteur de pression, son câblage sur le terrain et son signal dans l'armoire électrique
he: בדוק את חיישן הלחץ, את החיווט שלו בשטח ואת האות שלו בארון החשמל
it: Controllare il sensore di pressione, il suo cablaggio sul campo e il suo segnale nel Quadro elettrico
nl: Controleer de druksensor, de bedrading ter plaatse en het signaal in de elektrische kast
pt: Verifique o sensor de pressão, sua fiação no campo e seu sinal no gabinete elétrico
ro: Verificați senzorul de presiune, cablarea pe câmp și semnalul său în dulapul electric
ru: Проверьте датчик давления, его проводку на месте и его сигнал в электрическом шкафу
sl: Preverite tlačni senzor, njegovo ožičenje na terenu in njegov signal v električni omarici
zh: 检查压力传感器，在该领域的布线及其在电气柜中的信号

# INFO_PRES_5
source: Air Filter Blocked ! Air Filter Has To Be Cleaned Or Changed
ar: مرشح الهواء منعت! يجب تنظيف فلتر الهواء أو تغييره
de: Luftfilter blockiert! Luftfilter muss gereinigt oder geändert werden
es: ¡Filtro De Aire Bloqueado! El Filtro De Aire Debe Limpiarse O Cambiarse
fr: Filtre à air bloqué ! Le filtre à air doit être nettoyé ou changé
he: מסנן אוויר חסום! יש לנקות או להחליף מסנן אוויר
it: Filtro dell'aria bloccato! Il filtro dell'aria deve essere pulito o sostituito
nl: Luchtfilter verstopt! Luchtfilter moet worden schoongemaakt of vervangen.
pt: Filtro de ar bloqueado! O filtro de ar deve ser limpo ou alterado
ro: Filtru de aer blocat! Filtrul de aer trebuie curățat sau schimbat
ru: Воздушный фильтр забит! Воздушный фильтр должен быть очищен или заменен
sl: Zračni filter blokiran! Zračni filter je treba očistiti ali zamenjati
zh: 空气过滤器堵塞了！必须清洁或改变空气过滤器

# INFO_PRES_6
source: Maximum Air Pressure, Check The Air Circuit (Blockage)
ar: ارتفاع ضغط الهواء، تحقق من دائرة الهواء (انسداد)
de: Maximaler Luftdruck, Überprüfen Sie den Luftkreislauf (Blockade)
es: Presión Máxima De Aire, Revise El Circuito De Aire (Obstrucción)
fr: Pression d'air maximale, vérifier le circuit d'air (blocage)
he: לחץ אוויר מקסימלי, בדוק את מעגל האוויר (חסימה)
it: Massima pressione dell'aria, controllare il circuito dell'aria (blocco)
nl: Maximale luchtdruk, controleer het luchtcircuit (verstopping)
pt: Pressão máxima do ar, verifique o circuito de ar (bloqueio)
ro: Presiunea maximă a aerului, verificați circuitul de aer (blocaj)
ru: Максимальное давление воздуха, проверьте воздушный контур (засорение)
sl: Najvišji zračni tlak, preverite zračni krog (blokada)
zh: 最大气压，检查空气电路（堵塞）

# INFO_PRES_7
source: Maximum Air Pressure, Check The Air Circuit (Leakage)
ar: ارتفاع ضغط الهواء، والتحقق من دائرة الهواء (تسرب)
de: Maximaler Luftdruck, Überprüfen Sie den Luftkreislauf (Leckage)
es: Presión De Aire Máxima, Compruebe El Circuito De Aire (Fugas)
fr: Pression d'air maximale, vérifier le circuit d'air (fuite)
he: לחץ אוויר מקסימלי, בדוק את מעגל האוויר (דליפה)
it: Massima pressione dell'aria, controllare il circuito dell'aria (perdite)
nl: Maximale luchtdruk, controleer het luchtcircuit (lekkage)
pt: Pressão máxima do ar, verifique o circuito de ar (vazamento)
ro: Presiunea maximă a aerului, verificați circuitul de aer (scurgeri)
ru: Максимальное давление воздуха, проверьте воздушный контур (утечка)
sl: Najvišji zračni tlak, preverite zračni tokokrog (puščanje)
zh: 最大气压，检查空气电路（泄漏）

# INFO_PRES_8
source: Maximum Pressure Reached ! Check The Circuit, Process Conditions And, If Needed, Configuration Of Setups
ar: الحد الأقصى للضغط وصل! تحقق من الدائرة، ظروف العملية، وإذا لزم الأمر، تكوين الإعدادات
de: Maximaler Druck erreicht! Überprüfen Sie die Schaltung, Prozessbedingungen und, falls erforderlich, Konfiguration von Setups
es: ¡Presión Máxima Alcanzada! Verifique El Circuito, Las Condiciones Del Proceso Y, Si Es Necesario, El Ajuste de la Configuración
fr: Pression maximale atteinte ! Vérifiez le circuit, les conditions du processus et, si nécessaire, la configuration des configurations
he: הלחץ המרבי הגיע! בדוק את המעגל, תנאי התהליך ואם יש צורך, תצורת ההגדרות
it: Pressione massima raggiunta ! Controllare il circuito, le condizioni di processo e, se necessario, la configurazione delle impostazioni
nl: Maximale druk bereikt! Controleer het circuit, de procesomstandigheden en, indien nodig, de configuratie van de opstellingen.
pt: Pressão máxima atingida! Verifique o circuito, as condições do processo e, se necessário, a configuração das configurações
ro: Presiune maximă atinsă! Verificați circuitul, condițiile de proces și, dacă este necesar, configurarea configurațiilor
ru: Достигнуто максимальное давление! Проверьте цепь, условия процесса и, при необходимости, конфигурацию установок
sl: Največji tlak dosežen! Preverite vezje, pogoje procesa in, če je potrebno, konfiguracijo nastavitev
zh: 达到最大压力！检查电路，过程条件，以及如果需要，配置设置

# INFO_PRES_9
source: Minimum Pressure Not Reached ! Check The Circuit, Process Conditions And, If Needed, Configuration Of Setups
ar: الحد الأدنى من الضغط لم يصل! تحقق من الدائرة، ظروف العملية، وإذا لزم الأمر، تكوين الإعدادات
de: Mindestdruck nicht erreicht! Überprüfen Sie die Schaltung, Prozessbedingungen und, falls erforderlich, Konfiguration von Setups
es: ¡Presión Mínima No Alcanzada! Verifique El Circuito, Las Condiciones Del Proceso Y, Si Es Necesario, El Ajuste de la Configuración
fr: Pression minimale non atteinte ! Vérifiez le circuit, les conditions du processus et, si nécessaire, la configuration des configurations
he: הלחץ המינימלי לא הושג! בדוק את המעגל, תנאי התהליך ואם יש צורך, תצורת ההגדרות
it: Pressione minima non raggiunta ! Controllare il circuito, le condizioni di processo e, se necessario, la configurazione delle impostazioni
nl: Minimumdruk niet bereikt! Controleer het circuit, de procesomstandigheden en, indien nodig, de configuratie van de opstellingen.
pt: Pressão mínima não atingida! Verifique o circuito, as condições do processo e, se necessário, a configuração das configurações
ro: Presiunea minimă nu a fost atinsă! Verificați circuitul, condițiile de proces și, dacă este necesar, configurarea configurațiilor
ru: Минимальное давление не достигнуто! Проверьте цепь, условия процесса и, при необходимости, конфигурацию установок
sl: Najnižji tlak ni dosežen! Preverite vezje, pogoje procesa in, če je potrebno, konfiguracijo nastavitev
zh: 最低压力未达到！检查电路，过程条件，以及如果需要，配置设置

# INFO_TITECH_1
source: Sorter Not Ready For Process ! Check Titech Sorter Main Power, Its Local Panel And/Or The Interface Wiring.
ar: فارز ليست جاهزة للعملية! تحقق من الطاقة الرئيسية من TITECH POWER، ولوحةها المحلية و / أو الأسلاك الواجهة.
de: Sortierer nicht bereit für den Prozess! Prüfen Sie die Titech-Sorter-Hauptleistung, sein lokales Panel und / oder die Schnittstellenverkabelung.
es: ¡El Seleccionador No Está Listo Para El Proceso! Verifique La Alimentación Principal Del Seleccionador Tomra, Su Panel Local Y/O El Cableado De La Interfaz.
fr: La trieuse n'est pas prête pour le processus ! Vérifiez l'alimentation principale du trieur Titech, son panneau local et/ou le câblage de l'interface.
he: סדרן לא מוכן לתהליך! בדוק את הכוח הראשי של Titech Sorter, את הלוח המקומי שלו ו/או את חיווט הממשק.
it: Selezionatore non pronto per il processo! Controllare l'alimentazione principale del sorter Titech, il suo pannello locale e/o il cablaggio dell'interfaccia.
nl: Sorter niet klaar voor verwerking! Controleer de hoofdvoeding van de Titech Sorter, het lokale paneel en/of de interfacebedrading.
pt: Corrente não está pronto para o processo! Verifique a potência principal do classificador da Titech, seu painel local e/ou a fiação da interface.
ro: Sorter nu este pregătit pentru proces! Verificați puterea principală a sortei de titlu, panoul local și/sau cablarea interfeței.
ru: Сортировщик не готов к работе! Проверьте основное питание Titech Sorter, его локальную панель и/или интерфейсную проводку.
sl: Razvrščevalnik ni pripravljen za postopek! Preverite Titech Sorter glavno napajanje, njegovo lokalno ploščo in/ali ožičenje vmesnika.
zh: 分拣机不准备好流程！检查Titech分拣机主电源，其本地面板和/或接口接线。

# INFO_TITECH_2
source: Sorter General Alarm ! Check Titech Sorter At Its Local Panel And/Or The Interface Wiring.
ar: فارز الإنذار العام! تحقق من فارز TITECH في اللوحة المحلية و / أو الأسلاك الواجهة.
de: Sortierer allgemeiner Alarm! Prüfen Sie den Titech-Sortierer an seinem lokalen Panel und / oder der Schnittstellenverdrahtung.
es: ¡Alarma General Del Seleccionador! Verifique El Seleccionador Tomra En Su Panel Local Y/O El Cableado De La Interfaz.
fr: Alarme générale du trieur ! Vérifiez le trieur au niveau de son panneau local et/ou du câblage de l'interface.
he: אזעקה כללית של סדרן! בדוק את סדרן Titech בלוח המקומי שלו ו/או את חיווט הממשק.
it: Allarme generale selezionatore ! Controllare il selezionatore Titech sul suo pannello locale e/o il cablaggio dell'interfaccia.
nl: Sorter Algemeen Alarm! Controleer de Sorter op het lokale paneel en/of de interfacebedrading.
pt: Classário Geral Alarm! Verifique o classificador da Titech em seu painel local e/ou a fiação da interface.
ro: Sorter Alarmă generală! Verificați sortatorul de titlu la panoul local și/sau cablarea interfeței.
ru: Общая тревога сортировщика! Проверьте Titech Sorter на его локальной панели и/или интерфейсной проводке.
sl: Sorter Splošni alarm! Preverite razvrščevalnik na njegovi lokalni plošči in/ali ožičenje vmesnika.
zh: 分拣机常规警报！请检查分拣机的本地面板和/或接口线路。

# INFO_TITECH_3
source: Check The Air Pressure Available At The Titech Sorter And/Or The Interface Wiring.
ar: تحقق من ضغط الهواء المتاح في فارز التكنولوجيا و / أو الأسلاك الواجهة.
de: Überprüfen Sie den am Titech-Sortierer und / oder der Schnittstellenverkabelung verfügbaren Luftdruck.
es: Verifique La Presión De Aire Disponible En El Seleccionador Tomra Y/O El Cableado De La Interfaz.
fr: Vérifiez la pression d'air disponible au niveau du trieur Titech et/ou du câblage de l'interface.
he: בדוק את לחץ האוויר הזמין ב-Titech סדרן ו/או את חיווט הממשק.
it: Controllare la pressione dell'aria disponibile al selezionatore Titech e/o il cablaggio dell'interfaccia.
nl: Controleer de beschikbare luchtdruk bij de Titech-sorteerder en/of de interfacebedrading.
pt: Verifique a pressão do ar disponível no classificador Titech e/ou na fiação da interface.
ro: Verificați presiunea de aer disponibilă la sortatorul de titlu și/sau la cablarea interfeței.
ru: Проверьте давление воздуха на сортировщике Titech и/или проводку интерфейса.
sl: Preverite zračni tlak, ki je na voljo pri sortirniku Titech in/ali ožičenje vmesnika.
zh: 检查TiteCh分拣机和/或界面接线处提供的空气压力。

# INFO_TITECH_4
source: Check The Sorter At Its Local Panel, Replace The Valve (If May Need) And/Or Check The Interface Wiring.
ar: تحقق من فارز في لوحةها المحلية، استبدل الصمام (إذا كنت بحاجة) و / أو التحقق من الأسلاك الواجهة.
de: Überprüfen Sie den Sortierer an seinem lokalen Fenster, ersetzen Sie das Ventil (falls möglicherweise erforderlich) und / oder prüfen Sie die Schnittstellenverkabelung.
es: Verifique El Seleccionador En Su Panel Local, Reemplace La Válvula (Si Es Necesario) Y/O Verifique El Cableado De La Interfaz.
fr: Vérifiez le trieur sur son panneau local, remplacez la vanne (si nécessaire) et/ou vérifiez le câblage de l'interface.
he: בדוק את סדרן בפאנל המקומי שלו, החלף את השסתום (במידת הצורך) ו/או בדוק את חיווט הממשק.
it: Controllare il selezionatore nel pannello locale, sostituire la valvola (se necessario) e/o controllare il cablaggio dell'interfaccia.
nl: Controleer de sorteerder op het lokale paneel, vervang de klep (indien nodig) en/of controleer de interfacebedrading.
pt: Verifique o classificador em seu painel local, substitua a válvula (se precisar) e/ou verifique a fiação da interface.
ro: Verificați sortatorul de la panoul său local, înlocuiți supapa (dacă este posibil să fie nevoie) și/sau verificați cablarea interfeței.
ru: Проверьте сортировщик на его локальной панели, замените клапан (при необходимости) и/или проверьте проводку интерфейса.
sl: Preverite sortirnik na njegovi lokalni plošči, zamenjajte ventil (če je morda potrebno) in/ali preverite ožičenje vmesnika.
zh: 检查其本地面板的分拣机，请更换阀门（如果可能需要）和/或检查界面接线。

# INFO_TITECH_5
source: Sorter Is Not Operating ! Check The Sorter At Its Local Panel And/Or The Interface Wiring.
ar: فارز لا يعمل! تحقق من فارز في لوحة محلية و / أو الأسلاك الواجهة.
de: Sortierer arbeitet nicht! Überprüfen Sie den Sortierer an seinem lokalen Panel und / oder der Schnittstellenverkabelung.
es: ¡El Seleccionador No Funciona! Verifique El Seleccionador En Su Panel Local Y/O El Cableado De La Interfaz.
fr: Le trieur ne fonctionne pas ! Vérifiez le trieur sur son panneau local et/ou le câblage de l'interface.
he: סדרן אינו פועל! בדוק את סדרן בלוח המקומי שלו ו/או את חיווט הממשק.
it: Il sorter non funziona! Controllare il selezionatore nel suo pannello locale e/o il cablaggio dell'interfaccia.
nl: Sorter werkt niet! Controleer de sorter via het lokale paneel en/of de interfacebedrading.
pt: O classificador não está operando! Verifique o classificador em seu painel local e/ou a fiação da interface.
ro: Sortatorul nu funcționează! Verificați sortatorul de la panoul local și/sau cablarea interfeței.
ru: Сортировщик не работает! Проверьте сортировщик на его локальной панели и/или интерфейсной проводке.
sl: Sortirnik ne deluje! Preverite razvrščevalnik na njegovi lokalni plošči in/ali ožičenje vmesnika.
zh: 分拣机不运行！在其本地面板和/或接口接线处检查分拣机。

# INFO_TITECH_6
source: Check Sorter Valve Block, Move It To The Process Position And/Or Check The Interface Wiring.
ar: تحقق كتلة صمام فارز، انقله إلى موضع العملية و / أو التحقق من الأسلاك الواجهة.
de: Sortierer-Ventilblock prüfen, verschieben Sie es an die Prozessposition und / oder überprüfen Sie die Schnittstellenverkabelung.
es: Verifique El Bloque De Válvulas Del Seleccionador, Muévalo A La Posición De Proceso Y/O Verifique El Cableado De La Interfaz.
fr: Vérifiez le bloc de vanne de tri, déplacez-le vers la position de processus et/ou vérifiez le câblage de l'interface.
he: בדוק את בלוק שסתומי סדרן, העבר אותו למיקום התהליך ו/או בדוק את חיווט הממשק.
it: Controllare il blocco valvole del selezionatore, spostarlo nella posizione di processo e/o controllare il cablaggio dell'interfaccia.
nl: Controleer het sorteerkleppenblok, verplaats het naar de procespositie en/of controleer de interfacebedrading.
pt: Verifique o bloco da válvula de classificação, mova -o para a posição do processo e/ou verifique a fiação da interface.
ro: Verificați blocul de supapă de sorte, mutați -l în poziția procesului și/sau verificați cablarea interfeței.
ru: Проверьте блок клапанов сортировщика, переместите его в рабочее положение и/или проверьте проводку интерфейса.
sl: Preverite blok ventila sortirnika, ga premaknite v procesni položaj in/ali preverite ožičenje vmesnika.
zh: 检查分拣机阀块，将其移动到过程位置和/或检查界面接线。

# INFO_TITECH_7
source: Sorter Warning Present ! Check Titech Sorter Display Panel.
ar: فارز تحذير الحاضر! تحقق لوحة عرض فارز TITECH.
de: Sortierer Warnung vorhanden! Überprüfen Sie das Titech Sorter-Anzeigefeld.
es: ¡Advertencia Del Seleccionador Presente! Compruebe El Panel De Visualización Del Seleccionador Tomra.
fr: Avertissement du trieur présent ! Vérifiez le panneau d'affichage du trieur Titech.
he: אזהרת סדרן מתנה! בדוק את לוח התצוגה של Titech Sorter.
it: Avviso selezionatore presente! Controllare il pannello di visualizzazione del selezionatore Titech.
nl: Sorteerwaarschuwing aanwezig! Controleer het display van de Titech Sorteermachine.
pt: Aviso de classificador presente! Verifique o painel de exibição do classificador Titech.
ro: Avertizare sorter Prezentă! Verificați panoul de afișare a sortei de titlu.
ru: Предупреждение о сортировщике! Проверьте панель дисплея сортировщика Titech.
sl: Opozorilo sorterja Prisotno! Preverite zaslonsko ploščo sortirnika Titech.
zh: 分拣机警告礼物！检查TiteCh分拣机显示面板。

# INFO_TITECH_8
source: Sorter Low Temperature Present ! Check Titech Sorter Display Panel.
ar: فارز انخفاض درجة الحرارة الحاضر! تحقق لوحة عرض فارز TITECH.
de: Sortierer niedriger Temperatur vorhanden! Überprüfen Sie das Titech Sorter-Anzeigefeld.
es: ¡Baja Temperatura Del Seleccionador Presente! Compruebe El Panel De Visualización Del Seleccionador Tomra.
fr: Trieur basse température présent ! Vérifiez le panneau d'affichage du trieur Titech.
he: סדרן בטמפרטורה נמוכה קיים! בדוק את לוח התצוגה של Titech Sorter.
it: Selezionatrice Bassa Temperatura Presente ! Controllare il pannello di visualizzazione del selezionatore Titech.
nl: Lage temperatuur sorteerder aanwezig! Controleer het display van de Titech-sorteerder.
pt: Classificador baixa temperatura presente! Verifique o painel de exibição do classificador Titech.
ro: Sorter Temperatură scăzută prezentă! Verificați panoul de afișare a sortei de titlu.
ru: Сортер Низкотемпературный Присутствует! Проверьте панель дисплея сортировщика Titech.
sl: Nizka temperatura sortirnika! Preverite zaslonsko ploščo sortirnika Titech.
zh: 分拣机低温存在！检查TiteCh分拣机显示面板。
