Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Bag Enabled
ar: تمكين الحقيبة
de: Bag aktiviert
es: Bolsa habilitada
fr: Sac activé
he: התיק מופעל
it: Sacco abilitato
nl: Tas ingeschakeld
pt: Bolsa habilitada
ro: Geanta activată
sl: Torba omogočena
zh: 启用袋子

source: Storage Bag View
ar: عرض حقيبة التخزين
de: Aufbewahrungsbeutelansicht
es: Vista de bolsa de almacenamiento
fr: Voir le sac de rangement
he: תצוגת שקית אחסון
it: Vista della sacco di stoccaggio
nl: Opbergtas bekijken
pt: Vista de saco de armazenamento
ro: Vizualizare a sacului de depozitare
sl: Pogled vrečke za shranjevanje
zh: 储藏袋的视图

source: Additive Pump
ar: مضخة مضافة
de: Additivpumpe
es: Bomba aditiva
fr: Pompe à additif
he: משאבת תוסף
it: Pompa per additivi
nl: Additiefpomp
pt: Bomba aditiva
ro: Pompă aditivă
sl: Črpalka za aditive
zh: 添加剂泵

source: Water Pump To Washing Reactor
ar: مضخة المياه لغسل المفاعل
de: Wasserpumpe zum Waschen des Reaktors
es: Bomba de agua al reactor de lavado
fr: Pompe à eau vers le réacteur de lavage
he: משאבת מים לכור שטיפה
it: Pompa dell'acqua al Reattore di lavaggio
nl: Waterpomp naar wasreactor
pt: Bomba de água para lavar o reator
ro: Pompa de apă la reactorul de spălare
sl: Vodna črpalka za pralni reaktor
zh: 水泵到洗涤反应堆

source: Discharge Pump To Filtration
ar: مضخة التفريغ للترشيح
de: Entladungspumpe zur Filtration
es: Bomba de descarga a la filtración
fr: Pompe de décharge vers la filtration
he: משאבת פריקה לסינון
it: Pompa di scarico alla filtrazione
nl: Afvoerpomp naar filtratie
pt: Bomba de descarga para filtração
ro: Pompa de descărcare la filtrare
sl: Izpustna črpalka za filtracijo
zh: 排放泵到过滤

source: Recirculation Pump To Reactors
ar: مضخة إعادة الدوران للمفاعلات
de: Reaktoren Reaktoren
es: Bomba de recirculación a reactores
fr: Pompe de recirculation vers les réacteurs
he: משאבת מחזור למחזור לכורים
it: Pompa di ricircolo ai reattori
nl: Recirculatiepomp naar reactoren
pt: Bomba de recirculação para reatores
ro: Pompa de recirculare la reactoare
sl: Obtočna črpalka v reaktorje
zh: 循环泵向反应堆

source: Fluid Dryer
ar: مجفف السوائل
de: Flüssigkeitstrockner
es: Secadora de fluido
fr: Sécheur de fluide
he: מייבש נוזלים
it: Essiccatore fluido
nl: Vloeistofdroger
pt: Secador de fluidos
ro: Uscător fluid
sl: Sušilnik tekočine
zh: 流体干燥机

source: Dryer Resistor
ar: مقاوم المجفف
de: Trocknerwiderstand
es: Resistencia de secador
fr: Résistance de séchage
he: נגד מייבש
it: Resistore dell'essicatore
nl: Drogerweerstand
pt: Resistor do secador
ro: Rezistență de uscător
sl: Sušilni upor
zh: 干燥机电阻

source: Dryer
ar: مجفف
de: Trockner
es: Secadora
fr: Séchoir
he: מְיַבֵּשׁ
it: Essiccatore
nl: Droger
pt: Secador
ro: Uscător
sl: Sušilnik
zh: 干衣机

source: Dryer Aspiration
ar: طموح المجفف
de: Trockneraspiration
es: Aspiración de secador
fr: Aspiration du sèche-linge
he: שאיפת מייבש
it: Aspirazione essicatore
nl: Drogeraspiratie
pt: Aspiração do secador
ro: Aspirația uscătorului
sl: Aspiracija sušilnika
zh: 干燥机抽吸

source: Dryer Blower
ar: مجفف منفاخ
de: Trocknergebläse
es: Soplador de secador
fr: Souffleur de sécheuse
he: מפוח מייבש
it: Ventialtore essicatore
nl: Drogerblazer
pt: Rastro de secador
ro: Blower uscător
sl: Sušilni puhalnik
zh: 干燥机鼓风机

source: Imro Eddy Current
ar: Imro Eddy الحالي
fr: Courant de Foucault Imro
he: Imro Eddy זרם
nl: Imro Wervelstroom
pt: IMRO RESPUNDO CURENTE
sl: Imro vrtinčni tok
zh: Imro涡流电流

source: External Handover
ar: تسليم خارجية
de: Externe Übergabe
es: Entrega externa
fr: Transfert externe
he: מסירה חיצונית
it: Consegna esterna
nl: Externe overdracht
pt: Transferência externa
ro: Predarea externă
sl: Zunanja predaja
zh: 外交

source: (1=Running Ok)
ar: (1 = تشغيل موافق)
de: (1 = OK laufen)
es: (1 = Ejecutar OK)
fr: (1 = Fonctionnement correct)
he: (1 = הפעלה בסדר)
it: (1 = in esecuzione ok)
nl: (1=Werkt goed)
ro: (1 = rularea ok)
sl: (1=V redu deluje)
zh: （1 =运行确定）

source: Machine Ready
ar: آلة جاهزة
de: Maschine bereit
es: Máquina lista
fr: Prêt à l'emploi
he: מכונה מוכנה
it: Macchina pronta
nl: Machine klaar
pt: Máquina pronta
ro: Mașină gata
sl: Stroj pripravljen
zh: 机器准备好了

source: Safety Armed
ar: السلامة مسلحة
de: Sicherheit bewaffnet
es: Seguridad armada
fr: Armé de sécurité
he: חמושים בטיחותיים
it: Sicurezze armate
nl: Veiligheid gewapend
pt: Segurança armada
ro: Siguranța înarmată
sl: Varnostno oborožen
zh: 安全武装

source: Estop Push Button
ar: زر الضغط estop
de: Estop -Druckknopf
es: Botón de presentación de estopas
fr: Bouton-poussoir Estop
he: כפתור לחיצה על ESTOP
it: Pulsante estop
nl: Estop-drukknop
pt: Botão de Pushtop
ro: Butonul de apăsare estop
sl: Gumb Estop
zh: 埃斯波按钮

source: (1=Not Pressed)
ar: (1 = غير مضغوط)
de: (1 = nicht gedrückt)
es: (1 = no presionado)
fr: (1=Non enfoncé)
he: (1 = לא נלחץ)
it: (1 = non premuto)
nl: (1=Niet ingedrukt)
pt: (1 = não pressionado)
ro: (1 = nu este apăsat)
sl: (1=ni pritisnjeno)
zh: （1 =未按下）

source: Fault And Estop Reset
ar: صدع وإعادة ضبط estop
de: Fehler- und Estop -Reset
es: Falla y reinicio de estopas
fr: Réinitialisation des défauts et des arrêts
he: איפוס תקלות ואסטופ
it: Reset allarmi e Estop
nl: Fout en noodstop resetten
pt: Falha e redefinir
ro: Resetare de eroare și estop
sl: Ponastavitev napake in zaustavitve
zh: 故障和估算重置

source: Separator Not Running Ok
ar: فاصل لا يعمل بشكل جيد
de: Separator, das nicht in Ordnung läuft
es: El separador no funciona bien
fr: Le séparateur ne fonctionne pas correctement
he: מפריד לא פועל בסדר
it: Separatore non in escecuzione
nl: Separator werkt niet goed
pt: Separador não correndo bem
ro: Separator nu rulează ok
sl: Separator ne deluje v redu
zh: 分离器不运行确定

source: Separator Not Ready
ar: فاصل غير جاهز
de: Trennzeichen nicht bereit
es: Separador no listo
fr: Le séparateur n'est pas prêt
he: מפריד לא מוכן
it: Separatore non pronto
nl: Scheidingsteken niet gereed
pt: Separador não está pronto
ro: Separator nu este gata
sl: Ločilo ni pripravljeno
zh: 分离器还没有准备好

source: Separator Safety Not Ok
ar: سلامة الفاصل غير موافق
de: Separatorsicherheit nicht in Ordnung
es: Seguridad del separador no está bien
fr: La sécurité du séparateur n'est pas correcte
he: בטיחות מפריד לא בסדר
it: Sicurezza del separatore non ok
nl: Veiligheid van de scheidingsmachine is niet oké
pt: Segurança do separador não ok
ro: Siguranța separatoare nu este OK
sl: Varnost separatorja ni v redu
zh: 分离器安全不正常

source: Separator Disabled For Production
ar: تعطيل الفاصل عن الإنتاج
de: Für die Produktion deaktivierte Separator
es: Separador deshabilitado para la producción
fr: Séparateur désactivé pour la production
he: מפריד מושבת לייצור
it: Separatore disabilitato per la produzione
nl: Scheidingsteken uitgeschakeld voor productie
pt: Separador desativado para produção
ro: Separator dezactivat pentru producție
sl: Ločilo onemogočeno za proizvodnjo
zh: 分离器禁用生产

source: Separator Estop Pressed
ar: فاصل Estop ضغط
de: Separator Estop gedrückt
es: Estopo de separador presionado
fr: Séparateur Estop pressé
he: מפריד ESTOP נלחץ
it: Estop Separatore premuto
nl: Separator Estop ingedrukt
pt: Separador impedido pressionado
ro: Separator estop apăsat
sl: Ločilo Estop pritisnjeno
zh: 分隔端alsop按下

source: Separator Not Ok For Material
ar: فاصل ليس موافق للمواد
de: Separator nicht in Ordnung für Material
es: Separador no está bien para el material
fr: Le séparateur n'est pas correct pour le matériau
he: מפריד לא בסדר לחומר
it: Separatore non ok per materiale
nl: Scheidingsteken niet geschikt voor materiaal
pt: Separador não ok para material
ro: Separator nu este ok pentru material
sl: Ločilo ni v redu za material
zh: 分离器不可以材料

source: Separator Bypassed By Operator
ar: تم تجاوز الفاصل بواسطة المشغل
de: Vom Bediener umgehaltene Trennzeichen
es: Separador omitido por el operador
fr: Séparateur contourné par l'opérateur
he: מפריד עוקף על ידי המפעיל
it: Separatore bypassato dall'operatore
nl: Scheidingsteken omzeild door operator
pt: Separador ignorado pelo operador
ro: Separator ocolit de operator
sl: Operater je obšel ločilo
zh: 分离器由操作员绕过

source: Position Not Ok
ar: الموقف ليس موافق
de: Position nicht ok
es: Posición no está bien
fr: Position pas correcte
he: מיקום לא בסדר
it: Posizione non ok
nl: Positie niet oké
pt: Posição não ok
ro: Poziția nu ok
ru: Позиция не в порядке
sl: Položaj ni v redu
zh: 位置不好

source: Maximum Retry Cycles
ar: أقصى دورات إعادة المحاولة
de: Maximale Wiederholungszyklen
es: Ciclos de reintento máximo
fr: Nombre maximal de cycles de tentatives
he: מחזורי ניסיון מקסימליים מקסימליים
it: Numero di tentativi massimi
nl: Maximale herkansingscycli
pt: Ciclos de tentativa máxima
ro: Cicluri maxime de reîncercare
sl: Največje število ciklov ponovnega poskusa
zh: 最大重试循环

source: Waiting For Minimum Time To Change To
ar: في انتظار الحد الأدنى من الوقت للتغيير إلى
de: Warten auf die Mindestzeit zum Wechsel zu einer Änderung
es: Esperando un tiempo mínimo para cambiar a
fr: En attente du temps minimum pour passer à
he: מחכה לזמן מינימלי להשתנות
it: In attesa del tempo minimo per cambiare a
nl: Wachten op minimale tijd om te veranderen naar
pt: Esperando o tempo mínimo para mudar para
ro: În așteptarea timpului minim pentru a se schimba în
sl: Čakanje na minimalni čas za spremembo
zh: 等待最少的时间更改为

source: Downstream Not Ok For Material
ar: المصب ليس موافق للمواد
de: Stromabwärts nicht in Ordnung für Material
es: Aguas abajo no está bien para el material
fr: En aval, pas correct pour le matériel
he: במורד הזרם לא בסדר לחומר
it: A valle non pronto per ricevere materiale
nl: Stroomafwaarts niet oké voor materiaal
pt: A jusante não está bem para o material
ro: În aval nu este ok pentru material
sl: Nizvodno ni v redu za material
zh: 下游不可以材料

source: Silo Mixer Weight
ar: وزن الخلاط الصوامى
de: Silo -Mischgewicht
es: Peso de la batidora de silo
fr: Poids du mélangeur de silo
he: משקל מערבל סילו
it: Peso del Silo Miscelatore silo
nl: Silomixergewicht
pt: Peso do misturador de silo
ro: Greutatea mixerului de siloz
sl: Teža silosnega mešalnika
zh: 筒仓混合器重量

source: Silo Weight
ar: وزن صومعة
de: Silogewicht
es: Peso de silo
fr: Poids du silo
he: משקל סילו
it: Peso silo
nl: Silogewicht
pt: Peso do silo
ro: Greutate siloz
sl: Teža silosa
zh: 筒仓重量

source: Silol Weight
ar: وزن سيلول
de: Silolgewicht
es: Peso silol
fr: Poids du silo
he: משקל סילול
it: Peso silo
nl: Silolgewicht
pt: Peso Silol
ro: Greutate silot
sl: Silol Teža
zh: 硅质重量

source: Silo Maximum Weight
ar: صومعة الحد الأقصى للوزن
de: Silo Maximalgewicht
es: Peso máximo de silo
fr: Poids maximum du silo
he: משקל מקסימלי של סילו
it: Peso massimo del silo
nl: Maximaal gewicht silo
pt: Peso máximo do silo
ro: Greutate maximă siloz
sl: Največja teža silosa
zh: 筒仓最大重量

source: Silo Maximum Level Reached
ar: تم الوصول إلى الحد الأقصى لمستوى الصواميل
de: Silo Maximal Level erreicht
es: El nivel máximo de silo alcanzado
fr: Niveau maximum du silo atteint
he: הרמה המרבית של סילו הגיעה
it: Livello massimo del silo raggiunto
nl: Silo maximumniveau bereikt
pt: Nível máximo de silo alcançado
ro: Nivelul maxim de siloz atins
sl: Dosežena najvišja raven silosa
zh: 筒仓最大水平达到

source: Maximum Weight
ar: الحد الأقصى للوزن
de: Maximales Gewicht
es: Peso máximo
fr: Poids maximum
he: משקל מרבי
it: Peso massimo
nl: Maximaal gewicht
pt: Peso máximo
ro: Greutate maximă
sl: Največja teža
zh: 最大重量

source: Silo Full
ar: صومعة كاملة
de: Silo voll
es: Silo lleno
fr: Silo plein
he: סילו מלא
it: Silo pieno
nl: Silo vol
pt: Silo cheio
ro: Siloz plin
sl: Silos poln
zh: 筒仓饱满

source: Actual Silo Input Production
ar: إنتاج إدخال الصوامى الفعلي
de: Tatsächliche Siloeingangsproduktion
es: Producción real de entrada de silo
fr: Production réelle d’intrants en silo
he: ייצור קלט סילו בפועל
it: Produzione di input attuale del silo
nl: Werkelijke silo-inputproductie
pt: Produção real de entrada de silo
ro: Producție reală de intrare siloz
sl: Dejanska vhodna proizvodnja silosa
zh: 实际的筒仓输入生产

source: Actual Silo Output Production
ar: إنتاج إخراج الصوامى الفعلي
de: Tatsächliche Silo -Ausgangsproduktion
es: Producción real de producción de silo
fr: Production réelle de sortie de silo
he: ייצור פלט סילו בפועל
it: Produzione di output attuale del silo
nl: Werkelijke silo-outputproductie
pt: Produção real de saída de silo
ro: Producția reală de ieșire siloz
sl: Dejanska proizvodnja silosa
zh: 实际的筒仓产量产生

source: Silos Mixer General Manager
ar: المدير العام لصواميل خلاط الخلاط
de: General Manager von Silos Mixer
es: Silos mezclador gerente general
fr: Directeur Général Mélangeur Silos
he: מנכ"ל מערבל ממגורות
it: Gestore generale dei Silo Miscelatore
nl: Silos Mixer Algemeen Directeur
pt: Silos Mixer Geral Manager
ro: Silos Mixer General Director
sl: Generalni direktor Silos Mixer
zh: 筒仓搅拌机总经理

source: Silos Not Ok For Material
ar: الصوامع لا بأس بالمواد
de: Silos nicht in Ordnung für Material
es: Silos no está bien para el material
fr: Les silos ne conviennent pas pour le matériel
he: ממגורות לא בסדר לחומר
it: Silos non ok per materiale
nl: Silo's niet geschikt voor materiaal
pt: Silos não ok para material
ro: Silozurile nu sunt ok pentru material
sl: Silos ni v redu za material
zh: 筒仓不对材料

source: All Silos Enabled For Filling
ar: تمكين جميع الصوامع للملء
de: Alle zum Füllen aktivierten Silos
es: Todos los silos habilitados para llenar
fr: Tous les silos activés pour le remplissage
he: כל המילויים מופעלים למילוי
it: Tutti i silos abilitati per il riempimento
nl: Alle silo's zijn klaar voor vulling
pt: Todos os silos habilitados para encher
ro: Toate silozurile activate pentru umplere
sl: Vsi silosi so omogočeni za polnjenje
zh: 启用了所有筒仓以填充

source: At Least One Silo Is Not Enabled For Filling
ar: لا يتم تمكين صومعة واحدة على الأقل للملء
de: Mindestens ein Silo ist nicht für das Füllen aktiviert
es: Al menos un silo no está habilitado para llenar
fr: Au moins un silo n'est pas activé pour le remplissage
he: לפחות סילו אחד אינו מופעל למילוי
it: Almeno un silo non è abilitato per il riempimento
nl: Er is minstens één silo niet geschikt voor vullen
pt: Pelo menos um silo não está ativado para encher
ro: Cel puțin un siloz nu este activat pentru umplere
sl: Vsaj en silos ni omogočen za polnjenje
zh: 至少没有一个筒仓填充

source: All Silos Enabled For Discharge
ar: تمكين جميع الصوامع للتفريغ
de: Alle für die Entladung aktivierten Silos
es: Todos los silos habilitados para la descarga
fr: Tous les silos sont activés pour le déchargement
he: כל המציגיות מופעלות לפריקה
it: Tutti i silos abilitati per lo scarico
nl: Alle silo's zijn klaar voor lossen
pt: Todos os silos habilitados para descarga
ro: Toate silozurile activate pentru descărcare
sl: Vsi silosi so omogočeni za praznjenje
zh: 启用了所有筒仓供排出

source: At Least One Silo Is Not Enabled For Discharge
ar: لا يتم تمكين صومعة واحدة على الأقل لتفريغها
de: Mindestens ein Silo ist für die Entladung nicht aktiviert
es: Al menos un silo no está habilitado para la descarga
fr: Au moins un silo n'est pas activé pour le déchargement
he: לפחות סילו אחד אינו מופעל לפריקה
it: Almeno un silo non è abilitato per lo scarico
nl: Minstens één silo is niet geschikt voor lossen
pt: Pelo menos um silo não está ativado para descarga
ro: Cel puțin un siloz nu este activat pentru descărcare
sl: Vsaj en silos ni omogočen za praznjenje
zh: 至少一个筒仓未启用出院

source: At Least One Device Of Silos Is Not Ready
ar: جهاز واحد على الأقل من الصوامع ليس جاهزًا
de: Mindestens ein Gerät Silos ist nicht fertig
es: Al menos un dispositivo de silos no está listo
fr: Au moins un périphérique de silos n'est pas prêt
he: לפחות מכשיר אחד של ממגורות אינו מוכן
it: Almeno un dispositivo dei silos non è pronto
nl: Minstens één silo-apparaat is nog niet klaar
pt: Pelo menos um dispositivo de silos não está pronto
ro: Cel puțin un dispozitiv de silozuri nu este gata
sl: Vsaj ena naprava silosov ni pripravljena
zh: 至少一种孤岛设备还没有准备好

source: Mixing Time Ok
ar: خلط الوقت موافق
de: Mischzeit OK
es: Tiempo de mezcla ok
fr: Temps de mélange OK
he: זמן ערבוב בסדר
it: Tempo di miscelazione ok
nl: Mengtijd Ok
pt: Mistura o tempo ok
ro: Timp de amestecare ok
sl: Čas mešanja OK
zh: 混合时间还可以

source: Mixing Time Is Set To Zero
ar: تم ضبط وقت الخلط على الصفر
de: Die Mischzeit ist auf Null gesetzt
es: El tiempo de mezcla se establece en cero
fr: Le temps de mélange est réglé à zéro
he: זמן הערבוב מוגדר לאפס
it: Il tempo di miscelazione è impostato su zero
nl: De mengtijd is ingesteld op nul
pt: O tempo de mistura é definido como zero
ro: Timpul de amestecare este setat la zero
sl: Čas mešanja je nastavljen na nič
zh: 混合时间设置为零

source: Agitators Time Ok
ar: المحرضون الوقت موافق
de: Agitatoren Zeit OK
es: Agitadores Tiempo OK
fr: Temps des agitateurs OK
he: תסיסה זמן בסדר
it: Tempo degli agitatori OK
nl: Roerwerken Tijd Ok
pt: AGITADORES TEMPO OK
ro: Agitatori Timpul OK
sl: Čas za mešala je v redu
zh: 搅拌器时间还好

source: Agitators On Time Is Set To Zero
ar: تم تعيين المحرضين في الوقت المحدد على الصفر
de: Agitatoren pünktlich sind auf Null gesetzt
es: Los agitadores a tiempo se establecen en cero
fr: Les agitateurs à temps sont réglés sur zéro
he: התסיסות בזמן מוגדר לאפס
it: Tempo degli agitatori è impostato su zero
nl: De tijd voor het aanzetten van de roerwerken is ingesteld op nul
pt: Os agitadores no tempo está definido como zero
ro: Agitatorii la timp sunt setați la zero
sl: Čas vklopa mešal je nastavljen na nič
zh: 搅拌器按时设置为零

source: Silos Available For Filling
ar: صوامع متوفرة للملء
de: Silos zum Füllen verfügbar
es: Silos disponibles para llenar
fr: Silos disponibles pour le remplissage
he: ממגורות זמינות למילוי
it: Silos disponibili per il riempimento
nl: Silo's beschikbaar voor vulling
pt: Silos disponíveis para enchimento
ro: Silozuri disponibile pentru umplere
sl: Silosi na voljo za polnjenje
zh: 筒仓可填充

source: No Silos Are Available For Filling
ar: لا توجد صوامع متاحة للملء
de: Zum Füllen stehen keine Silos zur Verfügung
es: No hay silos disponibles para llenar
fr: Aucun silo n’est disponible pour le remplissage
he: לא ניתן להשיג ממגורות למילוי
it: Non sono disponibili silos per il riempimento
nl: Er zijn geen silo's beschikbaar om te vullen
pt: Nenhum silos está disponível para enchimento
ro: Nu sunt disponibile silozuri pentru umplere
sl: Noben silos ni na voljo za polnjenje
zh: 没有孤岛可供填充

source: Silos Input
ar: إدخال الصوامع
de: Siloseingang
es: Entrada de silos
fr: Entrée des silos
he: קלט ממגורות
it: Ingresso silos
pt: Entrada de silos
ro: Intrare de silozuri
sl: Vnos silosa
zh: 筒仓输入

source: Silos Output
ar: إخراج الصوامع
de: Silosausgabe
es: Salida de silos
fr: Sortie des silos
he: פלט ממגורות
it: Output dei silos
pt: Saída de silos
ro: Ieșire de silozuri
sl: Silos Izhod
zh: 筒仓输出

source: Silos Mixing
ar: خلط الصوامع
de: Silos mischen
es: Mezcla de silos
fr: Mélange de silos
he: ערבוב ממגורות
it: Miscelazione Silos
nl: Silo's mengen
pt: Mistura de silos
ro: Amestecare de silozuri
sl: Silosno mešanje
zh: 筒仓混合

source: Material Mixing Time
ar: وقت خلط المواد
de: Materialmischzeit
es: Tiempo de mezcla de material
fr: Temps de mélange des matériaux
he: זמן ערבוב חומרי
it: Tempo di miscelazione del materiale
nl: Materiaalmengtijd
pt: Tempo de mistura de material
ro: Timp de amestecare a materialelor
sl: Čas mešanja materiala
zh: 材料混合时间

source: Silos Emptying Time
ar: صوامع تفريغ الوقت
de: Silosentleerungszeit
es: Tiempo de vaciado de silos
fr: Temps de vidange des silos
he: ממגורות זמן מרוקנות
it: Tempo di svuotamento Silos
nl: Tijd voor het legen van silo's
pt: Tempo de esvaziamento de silos
ro: Timp de golire silozuri
sl: Čas praznjenja silosa
zh: 筒仓排空时间

source: Silos Agitator (In Filling/Discharging)
ar: محرض الصوامع (في ملء/تفريغ)
de: Silos Agitator (beim Füllen/Entladen)
es: Agitador de silos (en llenado/descarga)
fr: Agitateur de silos (en remplissage/déchargement)
he: תסיסה ממגורות (במילוי/פריקה)
it: Agitatore Silos (in riempimento/scarico)
nl: Silo-roerwerk (bij vullen/lossen)
pt: Silos Agitator (em preenchimento/descarga)
ro: Silos Agitator (la umplere/descărcare)
sl: Silosni mešalnik (pri polnjenju/praznjenju)
zh: 筒仓搅拌器（在填充/排放中）

source: Agitators On Time (0=Always Off)
ar: المحرضون في الوقت المحدد (0 = دائمًا)
de: Agitatoren pünktlich (0 = immer aus)
es: Agitadores a tiempo (0 = siempre apagado)
fr: Agitateurs à l'heure (0=Toujours éteints)
he: תסיסה בזמן (0 = תמיד כבוי)
it: Tempo di acceso degli Agitatori (0 = sempre spento)
nl: Roerwerken aan tijd (0=Altijd uit)
pt: Agitadores no prazo (0 = sempre desligado)
ro: Agitatori la timp (0 = întotdeauna oprit)
sl: Čas vklopa mešal (0=vedno izklopljen)
zh: 搅拌器准时（0 =始终关闭）

source: Agitators Off Time (0=Always On)
ar: المحرضون خارج الوقت (0 = دائمًا)
de: Agitatoren aus der Zeit (0 = Immer an)
es: Agitadores de tiempo de apagado (0 = siempre encendido)
fr: Temps d'arrêt des agitateurs (0 = toujours activé)
he: תסיסה מהזמן (0 = תמיד מופעל)
it: Tempo di spento degli Agitatori (0 = sempre acceso)
nl: Uitschakeltijd van de roerwerken (0=Altijd aan)
pt: Agitadores fora do tempo (0 = sempre ligado)
ro: Agitatori în afara timpului (0 = întotdeauna pornit)
sl: Čas izklopa mešal (0=vedno vklopljen)
zh: 搅拌器偏离时间（0 =始终打开）

source: Silo Mixer Cycle
ar: دورة خلاط الصومعة
de: Silo -Mischerzyklus
es: Ciclo de batidora de silo
fr: Cycle de mélangeur de silo
he: מחזור מערבל סילו
it: Ciclo del Silo Miscelatore
nl: Silo Mixer Cyclus
pt: Ciclo do misturador de silo
ro: Ciclul mixerului de siloz
sl: Cikel silosnega mešalnika
zh: 筒仓混合器周期

source: Silo Filling
ar: ملء صومعة
de: Silofüllung
es: Llenado de silo
fr: Remplissage de silos
he: מילוי סילו
it: Riempimento del silo
nl: Silo vullen
pt: Recheio de silo
ro: Umplutură de siloz
sl: Polnjenje silosa
zh: 筒仓填充

source: Silo Filled
ar: ملء صومعة
de: Silo gefüllt
es: Silo lleno
fr: Silo rempli
he: סילו מלא
it: Silo riempito
nl: Silo gevuld
pt: Silo cheio
ro: Siloz umplut
sl: Silos napolnjen
zh: 筒仓装满了

source: Silo Mixing
ar: خلط صومعة
de: Silo -Mischen
es: Mezcla de silo
fr: Mélange en silos
he: ערבוב סילו
it: Silo in Miscelazione
nl: Silo-mengen
pt: Mistura de silo
ro: Amestecare siloz
sl: Silosno mešanje
zh: 筒仓混合

source: Silo Mixed
ar: صومعة مختلطة
de: Silo gemischt
es: Silo mixto
fr: Silo Mixte
he: סילו מעורבב
it: Miscelazione Silo completata
nl: Silo Gemengd
pt: Silo misturado
ro: Siloz mixt
sl: Silos Mešano
zh: 筒仓混合

source: Silo Discharging
ar: تصنيف الصوامى
de: Siloentladung
es: Descarga de silo
fr: Déchargement des silos
he: סילו פריקה
it: Silo in scaricamento
nl: Silo-lossing
pt: Descarregamento de silo
ro: Descărcare siloz
sl: Praznjenje silosa
zh: 筒仓排放

source: Silo Emptying
ar: تفريغ الصوامى
de: Siloentleerung
es: Vaciado de silo
fr: Vidange des silos
he: סילו מרוקן
it: Svuotamento silo
nl: Silo leegmaken
pt: Esvaziamento de silo
ro: Golirea silozului
sl: Praznjenje silosa
zh: 筒仓排空

source: Silo Empty
ar: صومعة فارغة
de: Silo leer
es: Silo vacío
fr: Silo vide
he: סילו ריק
it: Silo vuoto
nl: Silo leeg
pt: Silo vazio
ro: Siloz gol
sl: Silos prazen
zh: 筒仓空

source: Silo Mixer Manager
ar: مدير خلاط صومعة
es: Gerente de mezclador de silo
fr: Responsable Mélangeur Silo
he: מנהל מערבל סילו
it: Gestore Silo Miscelatore
pt: Gerente de mixer de silo
ro: Manager mixer siloz
sl: Vodja silosnega mešalnika
zh: 筒仓搅拌机经理

source: Enabled For Filling
ar: تمكين لملء
de: Für die Füllung aktiviert
es: Habilitado para llenar
fr: Activé pour le remplissage
he: מופעל למילוי
it: Abilitato per il riempimento
nl: Ingeschakeld voor vulling
pt: Ativado para enchimento
ro: Activat pentru umplere
sl: Omogočeno za polnjenje
zh: 启用填充

source: Filling Not Enabled
ar: ملء غير ممكّن
de: Füllen nicht aktiviert
es: Llenado no habilitado
fr: Remplissage non activé
he: מילוי לא מופעל
it: Riempimento non abilitato
nl: Vullen niet ingeschakeld
pt: Preenchimento não ativado
ro: Umplerea nu este activată
sl: Polnjenje ni omogočeno
zh: 填充未启用
