Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Debaler Start Request Confirm
ar: تأكيد طلب بدء Debaler
de: Entballer-Startanforderung bestätigen
es: Solicitud De Inicio Del Debaler Confirmar
fr: Confirmation de la demande de démarrage du débaleur
he: אישור בקשת התחל של Debaler
it: Conferma richiesta avvio Disimballatrice
nl: Bevestiging van debalerstartaanvraag
pt: Solicitação de Iniciar Debaler Confirmar
ro: Cererea de pornire a debalerului Confirmați
sl: Potrditev zahteve za začetek debalerja
zh: 拆包机启动请求确认

source: (1=Confirm Start)
ar: (1 = تأكيد البداية)
de: (1=Start bestätigen)
es: (1=Confirmar Inicio)
fr: (1=Confirmer le démarrage)
he: (1=אשר התחלה)
it: (1=Conferma Avvio)
nl: (1=Bevestig start)
pt: (1 = Confirme Iniciar)
ro: (1 = confirmarea pornirii)
sl: (1=Potrdi začetek)
zh: (1=确认开始)

source: Debaler Auto Mode Request
ar: طلب الوضع التلقائي Debaler
de: Anforderung für automatischen Modus der Entballenpresse
es: Solicitud De Modo Automático De Debaler
fr: Demande de mode automatique du débaleur
he: בקשת מצב אוטומטי של Debaler
it: Richiesta modalità automatica disimballatrice
nl: Verzoek om automatische modus van de baler
pt: Solicitação de modo automático Debaler
ro: Cerere de mod automat de debaler
sl: Zahteva za samodejni način debalerja
zh: 拆包机自动模式请求

source: (1=Request Auto Mode)
ar: (1 = طلب الوضع التلقائي)
de: (1=Auto-Modus anfordern)
es: (1=Solicitar Modo Automático)
fr: (1 = Demander le mode automatique)
he: (1=בקש מצב אוטומטי)
it: (1=Richiedi modalità automatica)
nl: (1=Automatische modus aanvragen)
pt: (1 = Solicitar modo automático)
ro: (1 = Modul automat de solicitare)
sl: (1=Zahtevaj samodejni način)
zh: （1=请求自动模式）

source: Control
ar: مراقبة
de: Kontrolle
fr: Contrôle
he: לִשְׁלוֹט
it: Controllo
nl: Controle
pt: Ao controle
sl: Nadzor
zh: 控制

source: Sorting Unit Disabled For Production
ar: وحدة الفرز معطلة للإنتاج
de: Sortiereinheit für Produktion deaktiviert
es: Unidad De Selección Deshabilitada Para Producción
fr: Unité de tri désactivée pour la production
he: יחידת מיון מושבתת לייצור
it: Unità di smistamento disabilitata per la produzione
nl: Sorteereenheid uitgeschakeld voor productie
pt: Unidade de classificação desativada para produção
ro: Unitate de sortare dezactivată pentru producție
sl: Enota za razvrščanje onemogočena za proizvodnjo
zh: 分拣单元因生产而禁用

source: Sorter Warning Present
ar: تحذير فارز موجود
de: Sorter-Warnung vorhanden
es: Advertencia De Seleccionador Presente
fr: Avertissement de trieur présent
he: אזהרת סדרן מוצגת
it: Avviso sorter presente
nl: Sorteerwaarschuwing aanwezig
pt: Aviso de classificador presente
ro: Avertizare sorter prezent
sl: Prisotno opozorilo sortirnika
zh: 存在分拣机警告

source: Sorting Unit Not Sorting Ok
ar: وحدة الفرز لا فرز طيب
de: Sortiereinheit sortiert nicht OK
es: La Unidad De Selección No Está Seleccionando Bien
fr: L'unité de tri ne trie pas correctement
he: יחידת המיון לא ממיינת בסדר
it: Unità di smistamento non in Smistamento OK
nl: Sorteereenheid sorteert niet goed
pt: Unidade de classificação não classificando ok
ro: Unitatea de sortare nu sortează ok
sl: Enota za razvrščanje ne razvršča v redu
zh: 排序单元未排序正常

source: Sorting Unit Control Alarm
ar: فرز وحدة التحكم إنذار
de: Steuerungsalarm der Sortiereinheit
es: Alarma De Control De La Unidad De Selección
fr: Alarme de contrôle de l'unité de tri
he: אזעקת בקרת יחידת מיון
it: Controllore Unità di smistamento In allarme
nl: Alarm voor sorteereenheidregeling
pt: Classificação de alarme de controle de unidade
ro: Sortarea alarmei de control a unității
sl: Alarm za nadzor sortirne enote
zh: 分拣单元控制报警

source: Sorting Unit In Local Mode Control
ar: وحدة الفرز في التحكم في الوضع المحلي
de: Sortiereinheit im lokalen Modus steuern
es: Unidad De Selección En Modo Control Local
fr: Unité de tri en contrôle de mode local
he: יחידת מיון בבקרת מצב מקומי
it: Modalità locale dell'Unità di smistamento
nl: Sorteereenheid in lokale modusbesturing
pt: Unidade de classificação no controle do modo local
ro: Unitatea de sortare în controlul modului local
sl: Enota za razvrščanje v lokalnem načinu upravljanja
zh: 本地模式控制中的分拣单元

source: Sorting Unit Not On Ok
ar: وحدة الفرز ليست على ما يرام
de: Sortiereinheit nicht eingeschaltet Ok
es: Unidad De Selección no funciona
fr: L'unité de tri n'est pas allumée
he: יחידת המיון לא פועלת בסדר
it: Unità di smistamento non attiva
nl: Sorteereenheid niet OK
pt: Unidade de classificação não está em ok
ro: Unitatea de sortare nu pe OK
sl: Enota za razvrščanje ni vklopljena
zh: 分拣单元不正常

source: Sorting Unit - Local Estop Pushbutton Not Reset (Stop Belt)
ar: وحدة الفرز - لم يتم إعادة ضبط زر الإيقاف المحلي (حزام الإيقاف)
de: Sortiereinheit – Lokale Stopp-Drucktaste nicht zurückgesetzt (Band stoppen)
es: Unidad De Selección: El Botón Pulsador De Parada Local No Se Reinicia (Cinta En Parada)
fr: Unité de tri - Bouton-poussoir d'arrêt local non réinitialisé (ceinture d'arrêt)
he: יחידת מיון - לחצן Estop מקומי לא מאופס (חגורת עצירה)
it: Unità di smistamento - Pulsante di arresto locale non ripristinato (arresta nastro)
nl: Sorteereenheid - Lokale noodstopknop niet gereset (stopband)
pt: Unidade de classificação - Butão de impot local não é redefinido (cinto de parada)
ro: Unitate de sortare - Local ESP PushButton nu resetează (curea de oprire)
sl: Enota za razvrščanje – lokalni gumb za zaustavitev ni ponastavljen (zaustavni pas)
zh: 分拣单元 - 本地急停按钮未复位（停止带）

source: Sorting
ar: فرز
de: Sortierung
es: Selección
fr: Tri
he: מִיוּן
it: Smistamento
nl: Sorteren
pt: Ordenação
ro: Triere
sl: Razvrščanje
zh: 排序

source: Sorting In Progress
ar: الفرز قيد التقدم
de: Sortierung läuft
es: Selección En Progreso
fr: Tri en cours
he: מיון מתבצע
it: Smistamento in corso
nl: Sorteren bezig
pt: Classificar em andamento
ro: Sortare în curs
sl: Razvrščanje v teku
zh: 排序中

source: (1=Sorting)
ar: (1 = الفرز)
de: (1=Sortierung)
es: (1=Selección)
fr: (1=Tri)
he: (1=מיון)
it: (1=Smistamento)
nl: (1=Sorteren)
pt: (1 = classificação)
ro: (1 = sortare)
sl: (1=Razvrščanje)
zh: （1=排序）

source: Sorting Standby
ar: فرز الاستعداد
de: Standby sortieren
es: Selección En Espera
fr: Tri en attente
he: מיון המתנה
it: Smistamento in attesa
nl: Sorteren Standby
pt: Classificação de espera
ro: Sortarea standby -ului
sl: Razvrščanje v pripravljenosti
zh: 分拣待机

source: (1=Standby)
ar: (1 = الاستعداد)
es: (1=En Espera)
fr: (1=Veille)
he: (1=המתנה)
pt: (1 = espera)
sl: (1=pripravljenost)
zh: （1=待机）

source: No Faults
ar: لا أخطاء
de: Keine Fehler
es: Sin Fallos
fr: Aucun défaut
he: אין תקלות
it: Nessun Allarme
nl: Geen fouten
pt: Sem falhas
ro: Fără defecțiuni
sl: Brez napak
zh: 无故障

source: Sorter No Faults
ar: فارز لا أخطاء
de: Sorter Keine Fehler
es: Seleccionador Sin Fallos
fr: Trieur aucun défaut
he: סדרן ללא תקלות
it: Nessun Allarme sul Selezionatore
nl: Sorteerder Geen Fouten
pt: Classificador sem falhas
ro: Sorter fără defecțiuni
sl: Razvrščalnik brez napak
zh: 分拣机无故障

source: Warning Present
ar: تحذير الحاضر
de: Warnung vorhanden
es: Aviso Presente
fr: Cadeau d'avertissement
he: הווה אזהרה
it: Avviso presente
nl: Waarschuwing aanwezig
pt: Aviso presente
ro: AVERTIZARE Prezentă
sl: Opozorilo Prisotno
zh: 存在警告

source: Sorter Warning
ar: تحذير فارز
de: Sorter-Warnung
es: Aviso Del Seleccionador
fr: Avertissement du trieur
he: אזהרת סדרן
it: Avviso Selezionatore
nl: Sorteerwaarschuwing
pt: Aviso de classificador
ro: Avertisment sorter
sl: Opozorilo sorterja
zh: 分拣机警告

source: (1=Warning)
ar: (1 = تحذير)
de: (1=Warnung)
es: (1=Advertencia)
fr: (1=Avertissement)
he: (1=אזהרה)
it: (1=Avviso)
nl: (1=Waarschuwing)
pt: (1 = aviso)
ro: (1 = avertisment)
sl: (1=Opozorilo)
zh: (1=警告)

source: Remote Mode
ar: الوضع البعيد
de: Remote-Modus
es: Modo Remoto
fr: Mode à distance
he: מצב מרחוק
it: Modalità remota
nl: Afstandsbedieningsmodus
pt: Modo remoto
ro: Mod la distanță
sl: Oddaljeni način
zh: 远程模式

source: Sorter In Remote Mode
ar: فارز في الوضع البعيد
de: Sortierer im Remote-Modus
es: Seleccionador En Modo Remoto
fr: Trieur en mode distant
he: סדרן במצב מרוחק
it: Selezionatore in modalità remota
nl: Sorteerder in externe modus
pt: Classificador no modo remoto
ro: Sorter în modul la distanță
sl: Razvrščalnik v oddaljenem načinu
zh: 远程模式下的分拣机

source: (1=Remote)
ar: (1 = بعيد)
de: (1=Fern)
es: (1=Remoto)
fr: (1 = À distance)
he: (1=מרחוק)
it: (1=Remoto)
nl: (1=Op afstand)
pt: (1 = remoto)
ro: (1 = telecomandă)
sl: (1=daljinski)
zh: （1=远程）

source: Sorter On
ar: فارز قيد التشغيل
de: Sortierer an
es: Selezionador Activado
fr: Trieur activé
he: סדרן פועל
it: Selezionatore attivato
nl: Sorteerder aan
pt: Classificador
ro: Sorter pe
sl: Razvrščalnik vklopljen
zh: 分拣机开启

source: (1=On)
ar: (1 = تشغيل)
de: (1=Ein)
es: (1=Activado)
fr: (1=Activé)
he: (1=פועל)
it: (1=Attivo)
nl: (1=Aan)
ru: (1=вкл.)
sl: (1=vklopljeno)
zh: （1=开）

source: Sorter Local Estop Button
ar: فارز التوقيت المحلي زر
de: Sorter Local Stop-Taste
es: Botón De Parada Local Del Seleccionador
fr: Bouton Estop local du trieur
he: כפתור עצירה מקומי של סדרן
it: Pulsante di arresto locale del Selezionatore
nl: Sorter Lokale Estop-knop
pt: Classificação Botão de impedimento local
ro: Sorter butonul local de estop
sl: Lokalni gumb za zaustavitev razvrščanja
zh: 分拣机本地急停按钮

source: (0=Estop Pressed)
ar: (0 = الضغط على Estop)
de: (0=Stopp gedrückt)
es: (0=Parada Pulsada)
fr: (0=Estop enfoncé)
he: (0=Estop לחוץ)
it: (0=EStop premuto)
nl: (0=Estop ingedrukt)
pt: (0 = prensado)
ro: (0 = estop apăsat)
sl: (0=Estop pritisnjen)
zh: （0=Estop 按下）

source: Downstream Faulty Status
ar: حالة خلل المصب
de: Downstream-Fehlerstatus
es: Estado Defectuoso Aguas Abajo
fr: Statut défectueux en aval
he: מצב פגום במורד הזרם
it: Stato di Allarme a valle
nl: Downstream defecte status
pt: A jusante status defeituoso
ro: Stare defectuoasă din aval
sl: Nizvodno stanje napake
zh: 下游故障状态

source: Downstream Status Ok (External Signal)
ar: حالة المصب جيدة (إشارة خارجية)
de: Downstream-Status OK (externes Signal)
es: Estado Aguas Abajo Ok (Señal Externa)
fr: Statut en aval Ok (signal externe)
he: מצב במורד הזרם בסדר (אות חיצוני)
it: Stato a valle Ok (segnale esterno)
nl: Downstream-status OK (extern signaal)
pt: Status a jusante ok (sinal externo)
ro: Stare în aval OK (semnal extern)
sl: Nizvodno stanje OK (zunanji signal)
zh: 下游状态正常（外部信号）

source: (1=Downstream Status Ok)
ar: (1 = حالة المصب لا بأس بها)
es: (1=Estado Aguas Abajo Ok)
fr: (1=Statut en aval Ok)
he: (1=סטטוס ההורדה בסדר)
it: (1=Stato a valle ok)
pt: (1 = status a jusante ok)
ro: (1 = starea în aval OK)
sl: (1=Stanje navzgor v redu)
zh: (1=下游状态正常)

source: Downstream Ok To Receive (External Signal)
ar: المصب لا بأس به لتلقي (إشارة خارجية)
de: Downstream OK zum Empfangen (externes Signal)
es: Downstream Ok Para Recibir (Señal Externa)
fr: En aval Ok pour recevoir (signal externe)
he: במורד הזרם בסדר לקבל (אות חיצוני)
it: A valle Ok per ricevere (segnale esterno)
nl: Downstream OK om te ontvangen (extern signaal)
pt: A jusante ok para receber (sinal externo)
ro: În aval ok pentru a primi (semnal extern)
sl: V redu za sprejem (zunanji signal)
zh: 下游可以接收（外部信号）

source: Local Disconnect Not Ok
ar: قطع الاتصال المحلي ليس جيدًا
de: Lokale Trennung nicht in Ordnung
es: Desconexión Local no es OK
fr: La déconnexion locale n'est pas correcte
he: ניתוק מקומי לא בסדר
it: Disconnettore locale non ok
nl: Lokale verbinding verbroken niet ok
pt: Desconexão local não ok
ro: Deconectare locală nu OK
sl: Lokalna prekinitev povezave ni v redu
zh: 本地断开连接不正常

source: Pause_Time
ar: وقفة الوقت
de: Pausenzeit
es: Tiempo De Pausa
he: זמן הפסקה
it: Tempo_pausa
nl: Pauzetijd
zh: 暂停时间

source: On_Time
ar: في الوقت المحدد
de: Pünktlich
es: A Tiempo
he: בזמן
it: Tempo attivo
nl: Op tijd
pt: Na hora
ro: La timp
zh: 准时

source: Bypass
ar: تجاوز
he: לַעֲקוֹף
nl: Omleiding
pt: Desviar
sl: Obvoznica
zh: 旁路

source: Ok For Process (Plc Run, Estop Ok + No Alarms/Messages)
ar: حسنًا للمعالجة (Plc Run ، Estop Ok + لا تنبيهات / رسائل)
de: OK für Prozess (SPS läuft, Stopp OK + keine Alarme/Meldungen)
es: Ok Para Proceso (Plc Run, Estop Ok + Sin Alarmas/Mensajes)
fr: Ok pour le processus (exécution PLC, Estop Ok + aucune alarme/message)
he: אישור לתהליך (Plc Run, Estop Ok + ללא התראות/הודעות)
it: Ok Per Processo (PLC Run, Estop Ok + Nessun Allarmi/Messaggi)
nl: Oké voor proces (Plc Run, Estop Ok + Geen alarmen/berichten)
pt: Ok para processo (PLC Run, Estap OK + sem alarmes/mensagens)
ro: OK pentru proces (PLC Run, estop OK + fără alarme/mesaje)
sl: V redu za proces (Plc Run, Estop OK + Brez alarmov/sporočil)
zh: 过程确定（Plc 运行，Estop 确定 + 无警报/消息）

# CRITICAL ALARM PRESENT (IF FALSE --&gt; NO PROD START)
source: Critical Alarm Present (If False --> No Prod Start)
ar: إنذار حرج موجود (إذا كان خطأ -> لا يوجد بدء إنتاج)
de: Kritischer Alarm vorhanden (wenn falsch --> kein Prod-Start)
es: Alarma Crítica Presente (Si Es Falsa --> Sin Inicio De Producción)
fr: Alarme critique présente (si fausse --> pas de démarrage de production)
he: אזעקה קריטית קיימת (אם כוזב --> אין התחלת פרוד)
it: Allarme critico presente (se falso --> No Prod Start)
nl: Kritiek alarm aanwezig (indien onwaar --> geen prod start)
pt: Alarme crítico presente (se false -> sem início de produto)
ro: Alarmă critică prezentă (dacă este falsă -> fără producție de Prod)
sl: Kritični alarm je prisoten (če je False --> Ni Prod Start)
zh: 存在严重警报（如果 False --> 无 Prod 启动）

source: Estop Ok
ar: إستوب طيب
de: Hör auf Ok
he: עצור אוקי
it: Emergenza OK
ru: Эстоп Ок
sl: Stop Ok
zh: 急停确定

source: Disabled Mode
ar: وضع المعوقين
de: Deaktivierter Modus
es: Modo Deshabilitado
fr: Mode désactivé
he: מצב מושבת
it: Modalità Disabilitata
nl: Uitgeschakelde modus
pt: Modo desativado
ro: Mod dezactivat
ru: Отключенный режим
sl: Onemogočen način
zh: 禁用模式

source: Maintenance Mode
ar: نمط الصيانة
de: Wartungsmodus
es: Modo De Mantenimiento
fr: Mode d'entretien
he: מצב תחזוקה
it: Modalità Manutenzione
nl: Onderhoudsmodus
pt: Modo de manutenção
ro: modul de întreținere
ru: Режим технического обслуживания
sl: Način vzdrževanja
zh: 维护模式

source: Automatic Mode
ar: الوضع التلقائي
de: Automatischer Modus
es: Modo Automatico
fr: Mode automatique
he: מצב אוטומטי
it: Modalità Automatica
nl: Automatische modus
pt: Modo automático
ro: Mod automat
ru: Автоматический режим
sl: Samodejni način
zh: 自动模式

source: Production Cycle
ar: دورة الإنتاج
de: Produktionszyklus
es: Ciclo Productivo
fr: Cycle de production
he: מחזור ייצור
it: Ciclo Produzione
nl: Productiecyclus
pt: Ciclo de produção
ro: Ciclul de producție
ru: Производственный цикл
sl: Proizvodni cikel
zh: 生产周期

source: Zone Prepared
ar: منطقة معدة
de: Zone vorbereitet
es: Zona Preparada
fr: Zone préparée
he: אזור מוכן
it: Zona Preparata
nl: Zone voorbereid
pt: Zona preparada
ro: Zona pregătită
ru: Зона подготовлена
sl: Cona Pripravljena
zh: 准备区

# _STOP_CYCLE_ON
source: Stop Cycle
ar: أوقف الدورة
de: Zyklus stoppen
es: Ciclo De Parada
fr: Arrêter le cycle
he: עצור מחזור
it: Stop Ciclo
nl: Stopcyclus
pt: Parar o ciclo
ro: Ciclul de oprire
ru: Остановить цикл
sl: Ustavi cikel
zh: 停止循环

source: Stop Cycle Pending
ar: إيقاف الدورة المعلقة
de: Stoppzyklus ausstehend
es: Detener Ciclo Pendiente
fr: Cycle d'arrêt en attente
he: עצור מחזור בהמתנה
it: Stop Ciclo in attesa
nl: Stopcyclus in behandeling
pt: Parar o ciclo pendente
ro: Opriți ciclul în așteptare
ru: Остановить цикл в ожидании
sl: Ustavi cikel v teku
zh: 停止循环挂起

source: Estop Not Ok
ar: Estop لا بأس به
de: Stopp nicht ok
es: E-Stop No Ok
fr: Estop pas ok
he: Estop לא בסדר
it: Emergenza Non OK
nl: Estop Niet Ok
pt: Impedido não ok
ro: Estop nu ok
ru: Эстоп не в порядке
sl: Ustavitev ni v redu
zh: 急停不行

source: Prepared
ar: أعدت
de: Bereit
es: Preparado
fr: Préparé
he: מוּכָן
it: Preparato
nl: Voorbereid
pt: Preparado
ro: Pregătit
ru: Готовый
sl: Pripravljeno
zh: 准备好的

# _PROD_CYCLE_PENDING
source: Production Cycle Pending
ar: دورة الإنتاج معلقة
de: Produktionszyklus ausstehend
es: Ciclo De Producción Pendiente
fr: Cycle de production en attente
he: מחזור ייצור בהמתנה
it: Ciclo Produzione In Sospeso
nl: Productiecyclus in behandeling
pt: Ciclo de produção pendente
ro: Ciclul de producție în așteptare
ru: Ожидается производственный цикл
sl: Proizvodni cikel v teku
zh: 生产周期待定

# UserManagement
source: Users Management
ar: إدارة المستخدمين
de: Benutzerverwaltung
es: Gestión De Usuarios
fr: Gestion des utilisateurs
he: ניהול משתמשים
it: Gestione utenti
nl: Gebruikersbeheer
pt: Gerenciamento de usuários
ro: Managementul utilizatorilor
sl: Upravljanje uporabnikov
zh: 用户管理

source: Reset Faults
ar: إعادة تعيين الأخطاء
de: Fehler zurücksetzen
es: Restablecer Fallos
fr: Réinitialiser les défauts
he: אפס תקלות
it: Ripristina Allarmi
nl: Fouten resetten
pt: Redefinir falhas
ro: Resetați defecțiuni
sl: Ponastavi napake
zh: 复位故障

source: Operating System Access
ar: الوصول إلى نظام التشغيل
de: Betriebssystemzugriff
es: Acceso Al Sistema Operativo
fr: Accès au système d'exploitation
he: גישה למערכת הפעלה
it: Accesso al Sistema Operativo
nl: Toegang tot besturingssysteem
pt: Acesso ao sistema operacional
ro: Acces la sistem de operare
sl: Dostop do operacijskega sistema
zh: 操作系统访问

source: Info Panel
ar: لوحة المعلومات
es: Panel De Información
fr: Panneau d'informations
he: לוח מידע
it: Pannello Info
nl: Infopaneel
pt: Painel de informações
ro: Panou de informații
sl: Info plošča
zh: 信息面板

# TrendLogs
source: Trends Page
ar: صفحة الاتجاهات
de: Trendseite
es: Página De Tendencias
fr: Page des tendances
he: עמוד מגמות
it: Pagina dei Grafici
nl: Trendspagina
pt: Página de tendências
ro: Pagina tendințelor
sl: Stran s trendi
zh: 趋势页面

# TrendExport
source: Trends Export
ar: اتجاهات التصدير
de: Trend-Export
es: Exportación De Tendencias
fr: Exportation des tendances
he: ייצוא מגמות
it: Esportazione dei Grafici
nl: Trends exporteren
pt: Exportação de tendências
ro: Tendințe export
sl: Izvoz trendov
zh: 趋势出口

# EventLogs
source: Events Logged
ar: الأحداث المسجلة
de: Ereignisse protokolliert
es: Eventos Registrados
fr: Événements enregistrés
he: אירועים מתועדים
it: Eventi Registrati
nl: Geregistreerde gebeurtenissen
pt: Eventos registrados
ro: Evenimente înregistrate
sl: Zapisani dogodki
zh: 事件记录

source: Cycles Panel
ar: لوحة الدورات
de: Zyklen-Panel
es: Panel De Ciclos
fr: Panneau Cycles
he: לוח מחזורים
it: Pannello Cicli
nl: Cycli-paneel
pt: Painel de ciclos
ro: Panou pentru cicluri
sl: Plošča ciklov
zh: 循环面板

source: Signals Panel
ar: لوحة الإشارات
de: Signaltafel
es: Panel De Señales
fr: Panneau de signaux
he: לוח אותות
it: Pannello Segnali
nl: Signaalpaneel
pt: Painel de sinais
ro: Panou de semnale
sl: Signalna plošča
zh: 信号面板

# ParameterManagement
source: Parameter Management Page
ar: صفحة إدارة المعلمات
de: Parameterverwaltungsseite
es: Página De Gestión De Parámetros
fr: Page de gestion des paramètres
he: דף ניהול פרמטרים
it: Pagina di Gestione Dei Parametri
nl: Parameterbeheerpagina
pt: Página de gerenciamento de parâmetros
ro: Pagina de gestionare a parametrilor
sl: Stran za upravljanje parametrov
zh: 参数管理页面

# PlcPage
source: PLC Rack Page
ar: صفحة رف PLC
de: SPS-Rack-Seite
es: Página De Bastidor De Plc
fr: Page de bâti d'automate
it: Pagina Rack PLC
nl: PLC-rackpagina
pt: Página do rack PLC
ro: Pagina PLC Rack
sl: Stran stojala PLC
zh: PLC 机架页面

# ElectricalDrawing
source: Electrical Drawing Page
ar: الرسم الكهربائي
de: Elektronische Zeichnung
es: Dibujo Eléctrico
fr: Page de dessin électrique
he: שרטוט חשמלי
it: Pagina Disegno Elettrico
nl: Elektrische tekeningpagina
pt: Página de desenho elétrico
ro: Pagina de desen electric
sl: Stran z električnimi risbami
zh: 电气制图

source: Plant Overview
ar: نظرة عامة على المصنع
de: Anlagenübersicht
es: Panoramica De La Planta
fr: Aperçu de l'usine
he: סקירת צמח
it: Panoramica dell'impianto
nl: Plantenoverzicht
pt: Visão geral da planta
ro: Prezentare generală a plantelor
sl: Pregled obrata
zh: 工厂概况

source: Data
ar: بيانات
de: Daten
es: Datos
fr: Données
he: תַאֲרִיך
it: Dati
nl: Gegevens
pt: Dados
ro: Date
ru: Данные
sl: podatki
zh: 数据

# _LD
source: Local Disconnect
ar: قطع الاتصال المحلي
de: Lokale Trennung
es: Desconexión Local
fr: Déconnexion locale
he: ניתוק מקומי
it: Disconnettore Locale
nl: Lokale verbinding verbreken
pt: Desconexão local
ro: Deconectare locală
ru: Локальное отключение
sl: Lokalna prekinitev povezave
zh: 本地断开

source: Not Ok
ar: ليس جيدا
de: Nicht ok
es: No es OK
fr: Pas bien
he: לא בסדר
it: Non OK
nl: Niet oké
pt: Não está tudo bem
ro: Nu e bine
ru: Не хорошо
sl: Ni v redu
zh: 不好

# _ALARM_CRITICAL
source: Critical Alarm
ar: إنذار حرج
de: Kritischer Alarm
es: Alarma Crítica
fr: Alarme critique
he: אזעקה קריטית
it: Allarme Critico
nl: Kritiek alarm
pt: Alarme crítico
ro: Alarmă critică
ru: Критическая тревога
sl: Kritični alarm
zh: 紧急警报

source: Start Disabled
ar: ابدأ معطل
de: Start deaktiviert
es: Arranque Deshabilitado
fr: Démarrage désactivé
he: התחל מושבת
it: Avvio Disabilitato
nl: Start uitgeschakeld
pt: Inicie desativado
ro: Începeți dezactivat
ru: Старт отключен
sl: Začetek onemogočen
zh: 启动禁用

source: Ready
ar: مستعد
de: Bereit
es: Listo
fr: Prêt
he: מוּכָן
it: Pronto
nl: Klaar
pt: Preparar
ro: Gata
ru: Готовый
sl: pripravljena
zh: 准备好

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
he: הוֹדָעָה
it: Messaggio
nl: Bericht
pt: Mensagem
ro: Mesaj
ru: Сообщение
sl: Sporočilo
zh: 信息

source: New Alarm
ar: منبه جديد
de: Neuer Wecker
es: Nueva Alarma
fr: Nouvelle alarme
he: אזעקה חדשה
it: Nuovo Allarme
nl: Nieuw alarm
pt: Novo alarme
ro: Alarmă nouă
ru: Новый будильник
sl: Nov alarm
zh: 新闹钟

# _CMD_ON
source: Command ON
ar: الأمر قيد التشغيل
de: Befehl EIN
es: Comando ON
fr: Commande ON
he: הפקודה ON
it: Comando di ON
nl: Commando AAN
pt: Comando em
ro: Comandă pe
ru: Команда ВКЛ
sl: Ukaz VKLOP
zh: 命令开启

source: Running
ar: ادارة
de: Betrieb
es: En Ejecución
fr: En cours d'exécution
he: רץ
it: In Esecuzione
nl: Rennen
pt: Correndo
ro: Alergare
ru: Бег
sl: tek
zh: 跑步

# _ALARM_NON_CRITICAL
source: Non-Critical Alarm
ar: إنذار غير حرج
de: Nicht kritischer Alarm
es: Alarma No Crítica
fr: Alarme non critique
he: אזעקה לא קריטית
it: Allarme Non Critico
nl: Niet-kritiek alarm
pt: Alarme não crítico
ro: Alarmă non-critică
ru: Некритическая тревога
sl: Nekritični alarm
zh: 非严重警报

source: Interlocks
ar: الانترلوك
de: Verriegelungen
es: Bloqueos / Interbloqueos / Enclavamiento
fr: Verrouillages
he: שלובים
it: Interblocchi
nl: Vergrendelingen
pt: Intertravamentos
ro: Interblocări
ru: Блокировки
sl: Zapore
zh: 互锁

source: Plant Overview
ar: عرض النبات
de: Anlagenansicht
es: Vista De Planta
fr: Aperçu de l'usine
he: נוף צמח
it: Panoramica Impianto
nl: Plantenoverzicht
pt: Visão geral da planta
ro: Prezentare generală a plantelor
sl: Pregled obrata
zh: 厂景

source: Now
ar: حاليا
de: Jetzt
es: Ahora
fr: Maintenant
he: עַכשָׁיו
it: Ora
nl: Nu
pt: Agora
ro: Acum
ru: Сейчас
sl: Zdaj
zh: 现在

source: Cycles
ar: دورات
de: Fahrräder
es: Ciclos
he: מחזורים
it: Cicli
nl: Cycli
pt: Ciclos
ro: Cicluri
ru: Циклы
sl: Cikli
zh: 周期

source: Open
ar: فتح
de: Offen
es: Abierto
fr: Ouvrir
he: לִפְתוֹחַ
it: Aperto
pt: Abrir
ro: Deschis
ru: Открыть
sl: Odpri
zh: 打开

source: Cycle Steps
ar: خطوات الدورة
de: Zyklusschritte
es: Pasos Del Ciclo
fr: Étapes du cycle
he: מחזור שלבים
it: Step Cicli
nl: Cyclusstappen
pt: Etapas de ciclo
ro: Pași de ciclu
ru: Шаги цикла
sl: Koraki cikla
zh: 循环步骤

source: Missing Synoptic
ar: Synoptic مفقود
de: Fehlende Synoptik
es: Sinóptico Faltante
fr: Synoptique manquant
he: חסר סינופטיק
it: Sinottico Mancante
nl: Ontbrekende synoptische
pt: Ausente sinóptica
ro: Lipsește sinoptică
ru: Отсутствует синоптический
sl: Manjka sinoptic
zh: 缺少天气

source: No Data
ar: لايوجد بيانات
de: Keine Daten
es: Sin Datos
fr: Aucune donnée
he: אין תאריך
it: Nessun Dato
nl: Geen gegevens
pt: Sem dados
ro: Nu există date
ru: Нет данных
sl: Ni podatkov
zh: 没有数据
