Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Screen Cleaning Speed
ar: سرعة تنظيف الشاشة
de: Screenreinigungsgeschwindigkeit
es: Velocidad de limpieza de pantalla
fr: Vitesse de nettoyage de l'écran
he: מהירות ניקוי מסך
it: Velocità di pulizia della rete
nl: Schermreinigingssnelheid
pt: Velocidade de limpeza da tela
ro: Viteza de curățare a ecranului
sl: Hitrost čiščenja zaslona
zh: 屏幕清洁速度

source: Microfilter Cleaning Valve
ar: صمام تنظيف الميكروفات
de: Mikrofilterreinigungsventil
es: Válvula de limpieza de microfilter
fr: Valve de nettoyage du microfiltre
he: שסתום ניקוי מיקרו -פילטר
it: Valvola di pulizia del microfiltro
nl: Microfilter Reinigingsklep
pt: Válvula de limpeza de microfilter
ro: Supapă de curățare a microfilterului
sl: Ventil za čiščenje mikrofiltra
zh: 微滤器清洁阀

source: Microfilter Water Level
ar: مستوى ميكروفيتر مياه
de: Mikrofilter -Wasserstand
es: Nivel de agua de microfiltro
fr: Niveau d'eau du microfiltre
he: מפלס מים מיקרו -פילטר
it: Livello dell'acqua del microfiltro
nl: Microfilter Waterniveau
pt: Microfilter Nível de água
ro: Nivelul apei microfilterului
sl: Nivo vode mikrofiltra
zh: 微滤水器水位

source: Start Screen Cleaning
ar: ابدأ تنظيف الشاشة
de: Sehen Sie die Bildschirmreinigung an
es: Iniciar limpieza de pantalla
fr: Démarrer le nettoyage de l'écran
he: התחל ניקוי מסך
it: Avvia la pulizia della rete
nl: Start schermreiniging
pt: Inicie a limpeza da tela
ro: Porniți curățarea ecranului
sl: Zaženite čiščenje zaslona
zh: 开始屏幕清洁

source: Minimum Level For Screen Rotation
ar: الحد الأدنى مستوى لدوران الشاشة
de: Mindestpegel für die Bildschirmrotation
es: Nivel mínimo para la rotación de la pantalla
fr: Niveau minimum pour la rotation de l'écran
he: רמה מינימלית לסיבוב מסך
it: Livello minimo per la rotazione della rete
nl: Minimumniveau voor schermrotatie
pt: Nível mínimo para rotação da tela
ro: Nivel minim pentru rotația ecranului
sl: Najmanjša raven za vrtenje zaslona
zh: 屏幕旋转的最低水平

source: Microfilter Manager
ar: مدير التصفية الميكروفيه
es: Administrador de microfilter
fr: Gestionnaire de microfiltres
he: מנהל מיקרו -פילטר
it: Gestione microfiltro
ro: Manager de microfilter
sl: Upravitelj mikrofiltrov
zh: 微滤波器经理

source: Maximum Cleaning Time
ar: أقصى وقت للتنظيف
de: Maximale Reinigungszeit
es: Tiempo de limpieza máximo
fr: Temps de nettoyage maximum
he: זמן ניקוי מרבי
it: Tempo di pulizia massimo
nl: Maximale reinigingstijd
pt: Tempo máximo de limpeza
ro: Timp maxim de curățare
sl: Najdaljši čas čiščenja
zh: 最大清洁时间

source: Microfilter Screen Ready
ar: شاشة المرحلات الدقيقة جاهزة
de: Mikrofilterbildschirm bereit
es: Pantalla de microfiltro
fr: Écran microfiltre prêt
he: מסך מיקרו -פילטר מוכן
it: Rete microfiltro pronta
nl: Microfilterscherm klaar
pt: Tela de microfilter pronta
ro: Ecran microfilter gata
sl: Zaslon mikrofiltra pripravljen
zh: 微滤器屏幕准备就绪

source: Microfilter Screen Not Ready
ar: شاشة المرحلات الدقيقة غير جاهزة
de: Der Mikrofilterbildschirm ist noch nicht fertig
es: Pantalla de microfilter no está lista
fr: L'écran du microfiltre n'est pas prêt
he: מסך מיקרו -פילטר לא מוכן
it: Schermo microfilter non pronto
nl: Microfilterzeef niet klaar
pt: Tela de microfilter não está pronta
ro: Ecranul microfilterului nu este gata
sl: Zaslon mikrofiltra ni pripravljen
zh: 微滤器屏幕尚未准备就绪

source: No Maximum Level
ar: لا مستوى الحد الأقصى
de: Kein maximales Niveau
es: Sin nivel máximo
fr: Pas de niveau maximum
he: אין רמה מקסימאלית
it: Nessun livello massimo
nl: Geen maximumniveau
pt: Sem nível máximo
ro: Fără nivel maxim
sl: Ni najvišje ravni
zh: 没有最大水平

source: Cleaning In Progress For Maximum Water Level
ar: التنظيف قيد التقدم لتحقيق أقصى مستوى للمياه
de: Reinigung in Arbeit für maximale Wasserspiegel
es: Limpieza en progreso para el nivel máximo del agua
fr: Nettoyage en cours pour un niveau d'eau maximum
he: ניקוי בעיצומה למפלס המים המרבי
it: Pulizia in corso per il massimo livello dell'acqua
nl: Reiniging in uitvoering voor maximaal waterpeil
pt: Limpeza em andamento para o nível máximo de água
ro: Curățarea în curs pentru nivelul maxim al apei
sl: Čiščenje v teku za najvišjo raven vode
zh: 进行最大水位的清洁

source: Pause Time (0=Disabled)
ar: وقت وقفة (0 = معطل)
de: Pausezeit (0 = deaktiviert)
es: PAUSE TIEMPA (0 = Desactivado)
fr: Temps de pause (0=Désactivé)
he: זמן הפסקה (0 = מושבת)
it: Tempo di pausa (0 = disabilitato)
nl: Pauzetijd (0=Uitgeschakeld)
pt: Tempo de pausa (0 = desativado)
ro: Timp de pauză (0 = dezactivat)
sl: Čas premora (0=onemogočeno)
zh: 暂停时间（0 =禁用）

source: Cleaning Water On Time
ar: تنظيف الماء في الوقت المحدد
de: Pünktlich Wasser reinigen
es: Limpiar agua a tiempo
fr: Eau de nettoyage à temps
he: ניקוי מים בזמן
it: Tempo in esecuzione acqua di pulizia
nl: Reinigingswater op tijd
pt: Limpando água no tempo
ro: Curățarea apei la timp
sl: Čiščenje vode pravočasno
zh: 准时清洁水

source: Decanter Skipper
ar: قائد اللوحات
de: Dekanter -Skipper
es: Capitán de la decantador
fr: Skipper de carafe
he: סקיפר Decanter
it: Raschiatore decantatore
pt: Skipper decantador
ro: Skipper decanter
zh: decanter船长

source: Decanter Fresh Water
ar: مياه العذبة المصنعة
de: Frischwasserkanaler
es: Agua fresca
fr: Carafe Eau Fraîche
he: מים מתוקים של Decanter
it: Decantatore Acqua di rete
nl: Decanter Vers Water
pt: Decanter água fresca
ro: Decanter apă dulce
sl: Decanter za svežo vodo
zh: decanter淡水

source: Decanter Treated Water
ar: مياه تعامل مع تعامل
de: Dekanter behandelte Wasser
es: Agua tratada
fr: Décanteur d'eau traitée
he: מים שטופלו ב- Decanter
it: Decantatore acqua trattata
nl: Decanter behandeld water
pt: Água tratada com decantador
ro: Apa tratată de decantor
sl: Dekanter obdelana voda
zh: decanter处理的水

source: Decanter Water Level
ar: مستوى مياه العشرات
de: Dekanter -Wasserstand
es: Nivel de agua de decantadores
fr: Niveau d'eau de la carafe
he: מפלס המים של Decanter
it: Decantatore livello acqua
nl: Waterniveau van de karaf
pt: Decanter nível da água
ro: Nivel de apă decanter
sl: Raven vode v dekanterju
zh: decanter水位

source: Overflow Mode Control
ar: التحكم في وضع الفائض
de: Überlaufmodussteuerung
es: Control de modo de desbordamiento
fr: Contrôle du mode de débordement
he: בקרת מצב הצפה
it: Controllo della modalità di straripamento
nl: Overloopmodusregeling
pt: Controle do modo de transbordamento
ro: Controlul modului de preaplin
sl: Nadzor načina prelivanja
zh: 溢出模式控制

source: Enable Cyclic Overflow Mode
ar: تمكين وضع الفائض الدوري
de: Aktivieren Sie den zyklischen Überlaufmodus
es: Habilitar el modo de desbordamiento cíclico
fr: Activer le mode de débordement cyclique
he: אפשר מצב הצפת מחזורי
it: Abilita la modalità di straripamento ciclico
nl: Cyclische overloopmodus inschakelen
pt: Ativar modo de transbordamento cíclico
ro: Activați modul de preaplin ciclic
sl: Omogoči ciklični način prelivanja
zh: 启用循环溢出模式

source: Water Pump To Grinder
ar: مضخة المياه إلى المطحنة
de: Wasserpumpe zu Mühle
es: Bomba de agua a molinillo
fr: Pompe à eau vers broyeur
he: משאבת מים למטחנה
it: Pompa dell'acqua al mulino
nl: Waterpomp naar molen
pt: Bomba de água para monder
ro: Pompa de apă până la râșniță
sl: Vodna črpalka za mlinček
zh: 水泵到研磨机

source: Water Pump To Wce
ar: مضخة المياه إلى WCE
de: Wasserpumpe nach WCE
es: Bomba de agua a WCE
fr: Pompe à eau pour WC
he: משאבת מים ל- WCE
it: Pompa dell'acqua a WCE
nl: Waterpomp naar toilet
pt: Bomba de água para WCE
ro: Pompa de apă la WCE
sl: Vodna črpalka za WCE
zh: 水泵

source: Decanter Discharge To Prewash
ar: تفريغ Decanter إلى SPEWASH
de: Dekanterentladung zum Vorwaschen
es: Descarga de decantador a prewashing
fr: Décharge de la carafe pour prélavage
he: שחרור דקנטר לשבון מראש
it: Scarico del Decantatore a Prelavaggio
nl: Decanterafvoer voor voorspoelen
pt: Descarga de decantador para lavar
ro: Descărcare decanter la Prewash
sl: Izpust dekanterja za predpranje
zh: decanter排放到预洗

source: Pause Time Frozen For No Material
ar: وقفة الوقت متجمدة لعدم وجود مادة
de: Pause für kein Material eingefroren
es: PAUSA TIEMPO FROZEN PARA NINGÚN MATERIAL
fr: Temps de pause gelé pour aucun matériau
he: זמן להשהות קפוא ללא חומר
it: Tempo di pausa congelato per nessuna presenza materiale
nl: Pauzetijd bevroren voor geen materiaal
pt: Pausa tempo congelado sem material
ro: Întrerupeți timpul înghețat pentru niciun material
sl: Zamrznitev časa brez materiala
zh: 暂停时间冻结没有材料

source: Air Compressor
ar: المكبس الهوائي
de: Luftkompressor
es: Compresor de aire
fr: Compresseur d'air
he: מדחס אוויר
it: Compressore d'aria
nl: Luchtcompressor
pt: Compressor de ar
ro: Compresor de aer
sl: Zračni kompresor
zh: 空气压缩机

source: Silo Mixer Motor
ar: محرك خلاط صومعة
de: Silo -Mischmotor
es: Motor de batidora de silo
fr: Moteur de mélangeur de silo
he: מנוע מערבל סילו
it: Motore silo miscelatore
pt: Motor do misturador de silo
ro: Motor mixer siloz
sl: Motor mešalnika silosa
zh: 筒仓搅拌机电机

source: Silo Mixer Level
ar: مستوى خلاط صومعة
es: Nivel de batidora de silo
fr: Niveau du mélangeur de silo
he: רמת מיקסר סילו
it: Livello del silo miscelatore
nl: Silomixer niveau
pt: Nível do misturador de silo
ro: Nivelul mixerului de siloz
sl: Nivo mešalnika silosa
zh: 筒仓混合器水平

source: Maximum Silo Level Reached (Discrete)
ar: تم الوصول إلى أقصى مستوى من الصوامى (منفصل)
de: Maximaler Silospiegel erreicht (diskret)
es: El nivel máximo de silo alcanzado (discreto)
fr: Niveau de silo maximum atteint (discret)
he: רמת סילו מקסימאלית שהושגה (דיסקרטית)
it: Livello massimo del silo raggiunto (discreto)
nl: Maximaal siloniveau bereikt (discreet)
pt: Nível máximo de silo alcançado (discreto)
ro: Nivel maxim de siloz atins (discret)
sl: Najvišja dosežena raven silosa (diskretno)
zh: 达到最大筒仓水平（离散）

source: Maximum Level Reached (Discrete)
ar: تم الوصول إلى الحد الأقصى للمستوى (منفصل)
de: Maximal erreicht (diskret)
es: Nivel máximo alcanzado (discreto)
fr: Niveau maximum atteint (discret)
he: רמה מקסימאלית שהושגה (דיסקרטית)
it: Livello massimo raggiunto (discreto)
nl: Maximaal bereikt niveau (Discreet)
pt: Nível máximo alcançado (discreto)
ro: Nivel maxim atins (discret)
sl: Najvišja dosežena raven (diskretno)
zh: 达到最大水平（离散）

source: Silo Extraction Screw
ar: برغي استخراج الصوامى
de: Silo -Extraktionsschraube
es: Tornillo de extracción de silo
fr: Vis d'extraction de silo
he: בורג מיצוי סילו
it: Vite di estrazione del silo
nl: Silo-extractieschroef
pt: Parafuso de extração de silo
ro: Șurub de extracție siloz
sl: Vijak za ekstrakcijo silosa
zh: 筒仓提取螺钉

source: Downstream Valve Open
ar: صمام المصب مفتوح
de: Downstream -Ventil offen
es: Válvula aguas abajo abierta
fr: Vanne aval ouverte
he: שסתום במורד הזרם פתוח
it: Valvola a valle aperta
nl: Stroomafwaartse klep open
pt: Válvula a jusante aberta
ro: Valva în aval deschis
sl: Odprt spodnji ventil
zh: 下游阀打开

source: Downstream Valve Not Open To
ar: صمام المصب غير مفتوح ل
de: Downstream -Ventil nicht offen für
es: Válvula aguas abajo no abierta a
fr: Vanne en aval non ouverte
he: שסתום במורד הזרם לא נפתח ל
it: Valvola a valle non aperta a
nl: Stroomafwaartse klep niet open
pt: Válvula a jusante não aberta para
ro: Supapa din aval nu este deschisă
sl: Niznji ventil ni odprt za
zh: 下游阀不开放

source: Hot Wash Reactor Mixer
ar: خلاط مفاعل الغسيل الساخن
de: Heißwäsche Reaktormischer
es: Batidora de reactor de lavado caliente
fr: Mélangeur de réacteur de lavage à chaud
he: מערבל כור לשטוף חם
it: Reattore Miscelatore per lavaggio a caldo
nl: Hete wasreactormixer
pt: Misturador de reator de lavagem quente
ro: Mixer de reactor la spălare la cald
sl: Reaktorski mešalnik za vroče pranje
zh: 热洗反应堆搅拌机

source: Hot Wash Water Charge
ar: شحنة ماء الغسيل الساخن
de: Heißes Waschwasserladung
es: Carga de agua de lavado caliente
fr: Frais d'eau de lavage chaude
he: מטען מים לשטוף חם
it: Caricamento acqua per lavaggio a caldo
nl: Toeslag voor heet waswater
pt: Carga de água de lavagem quente
ro: Încărcare a apei calde
sl: Polnjenje vroče vode za pranje
zh: 热洗水充电

source: Hot Wash Discharge Valve
ar: صمام تفريغ الغسيل الساخن
de: Heißes Waschventil
es: Válvula de descarga de lavado caliente
fr: Soupape de décharge de lavage à chaud
he: שסתום פריקת שטיפה חמה
it: Valvola di scarico per lavaggio a caldo
nl: Afvoerklep voor hete was
pt: Válvula de descarga de lavagem quente
ro: Supapă de descărcare la spălare la cald
sl: Izpustni ventil za vroče pranje
zh: 热清洗排放阀

source: Discharge Pump Ready In Production
ar: مضخة التفريغ جاهزة للإنتاج
de: Entladungspumpe in der Produktion bereit
es: Bomba de descarga lista en producción
fr: Pompe de décharge prête en production
he: משאבת פריקה מוכנה בייצור
it: Pompa di scarico pronta in produzione
nl: Afvoerpomp klaar voor productie
pt: Bomba de descarga pronta em produção
ro: Pompa de descărcare gata în producție
ru: Нагнетательный насос готов к производству
sl: Izpustna črpalka pripravljena za proizvodnjo
zh: 排放泵准备生产

source: Discharge Pump Not Ready
ar: مضخة التفريغ ليست جاهزة
de: Entladungspumpe nicht fertig
es: Bomba de descarga no lista
fr: La pompe de décharge n'est pas prête
he: משאבת פריקה לא מוכנה
it: Pompa di scarico non pronta
nl: Afvoerpomp niet gereed
pt: Bomba de descarga não pronta
ro: Pompa de descărcare nu este gata
sl: Izpustna črpalka ni pripravljena
zh: 排放泵还没有准备好

source: No Other Mixers Are Discharging
ar: لا توجد خلاطات أخرى تفريغ
de: Keine anderen Mischer entlädt sich
es: Ningún otro mezclador está descargando
fr: Aucun autre mélangeur ne se décharge
he: אף מערבלים אחרים אינם משחררים
it: Nessun altro Miscelatore si sta scaricando
nl: Er zijn geen andere mixers die ontladen
pt: Nenhum outro misturador está descarregando
ro: Niciun alt mixere nu se descarcă
ru: Никакие другие смесители не разгружаются
sl: Noben drug mešalnik se ne izprazni
zh: 没有其他搅拌机正在排放

source: Another Mixer Is Discharging
ar: خلاط آخر هو التفريغ
de: Ein weiterer Mixer entlädt sich
es: Otro mezclador está descargando
fr: Un autre mélangeur se décharge
he: מערבל אחר משחרר
it: Un altro Miscelatore si sta scaricando
nl: Een andere mixer is aan het ontladen
pt: Outro misturador está descarregando
ro: Un alt mixer este descărcarea
sl: Drugi mešalnik se prazni
zh: 另一个搅拌机正在排放

source: Hot Wash Tank Level
ar: مستوى خزان الغسيل الساخن
de: Heißwäsche Tankebene
es: Nivel de tanque de lavado caliente
fr: Niveau du réservoir de lavage à chaud
he: מפלס מיכל שטיפה חמה
it: Livello della vasca del lavaggio a caldo
nl: Niveau van de hete wastank
pt: Nível de tanque de lavagem quente
ro: Nivelul rezervorului de spălare la cald
sl: Raven rezervoarja za vroče pranje
zh: 热水罐水平

source: Tank Level
ar: مستوى الخزان
de: Panzerebene
es: Nivel de tanque
fr: Niveau du réservoir
he: רמת טנק
it: Livello dalla vasca
nl: Tankniveau
pt: Nível do tanque
ro: Nivelul rezervorului
ru: Уровень бака
sl: Raven rezervoarja
zh: 坦克水平

source: Mixer Full
ar: خلاط كامل
de: Mixer voll
es: Mezcladora llena
fr: Mélangeur plein
he: מיקסר מלא
it: Miscelatore pieno
nl: Mixer vol
pt: Misturador cheio
ro: Mixer plin
sl: Mešalnik poln
zh: 调音台满

source: Prefill Level
ar: مستوى مسبق
de: Vorab -Ebene
es: Nivel previo
fr: Niveau de pré-remplissage
he: רמת מקדים
it: Livello di preimpostazione
nl: Voorvulniveau
pt: Nível de pré -preenchimento
ro: Nivel prefilat
sl: Raven predpolnjenja
zh: 预填充水平

source: Mixer Empty
ar: خلاط فارغ
de: Mixer leer
es: Mezcladora vacía
fr: Mélangeur vide
he: מערבל ריק
it: Miscelatore vuoto
nl: Mixer leeg
pt: Misturador vazio
ro: Mixer gol
sl: Mešalnik Prazen
zh: 搅拌机空

source: Hot Wash Tank Temperature
ar: درجة حرارة خزان الغسيل الساخن
de: Heißwäsche Tanktemperatur
es: Temperatura del tanque de lavado caliente
fr: Température du réservoir de lavage à chaud
he: טמפרטורת מיכל שטיפה חמה
it: Temperatura della vasca del lavaggio a caldo
nl: Temperatuur van de hete wastank
pt: Temperatura do tanque de lavagem quente
ro: Temperatura rezervorului de spălare la cald
sl: Temperatura rezervoarja za vroče pranje
zh: 热水罐温度

source: Mixer Temperature
ar: درجة حرارة الخلاط
de: Mischtemperatur
es: Temperatura del mezclador
fr: Température du mélangeur
he: טמפרטורת המיקסר
it: Temperatura del miscelatore
nl: Mengertemperatuur
pt: Temperatura do misturador
ro: Temperatura mixerului
ru: Температура смесителя
sl: Temperatura mešalnika
zh: 搅拌机温度

source: Hot Wash Reactor Empty Cycle
ar: مفاعل الغسيل الساخن دورة فارغة
de: Heißwäsche Reaktor leerer Zyklus
es: Reactor de lavado caliente ciclo vacío
fr: Cycle de vide du réacteur de lavage à chaud
he: מחזור ריק לכור שטיפה חם
it: Ciclo a vuoto del reattore a lavaggio caldo
nl: Lege cyclus van de hete wasreactor
pt: Ciclo vazio do reator de lavagem quente
ro: Ciclul gol al reactorului de spălare la cald
sl: Prazen cikel vročega pralnega reaktorja
zh: 热洗反应堆空周期

source: Water Filling
ar: تعبئة المياه
de: Wasser füllen
es: Llenado de agua
fr: Remplissage d'eau
he: מילוי מים
it: Caricamento dell'acqua
nl: Water vullen
pt: Recheio de água
ro: Umplutură de apă
sl: Polnjenje vode
zh: 水填充

source: Empty Cycle In Progress
ar: دورة فارغة في التقدم
de: Leerer Zyklus in Arbeit
es: Ciclo vacío en progreso
fr: Cycle vide en cours
he: מחזור ריק בתהליך
it: Ciclo a vuoto in corso
nl: Lege cyclus in uitvoering
pt: Ciclo vazio em andamento
ro: Ciclu gol în curs
sl: Prazen cikel v teku
zh: 空周期

source: Empty Cycle Completed
ar: الانتهاء من دورة فارغة
de: Leerer Zyklus abgeschlossen
es: Ciclo vacío completado
fr: Cycle vide terminé
he: מחזור ריק הושלם
it: Ciclo a vuoto completato
nl: Lege cyclus voltooid
pt: Ciclo vazio concluído
ro: Ciclul gol finalizat
sl: Prazen cikel je zaključen
zh: 空周期完成

source: Mixer Discharge
ar: تصريف الخلاط
de: Mischerentladung
es: Descarga de mezclador
fr: Décharge du mélangeur
he: פריקת מערבל
it: Scarico del miscelatore
nl: Mengerontlading
pt: Descarga do misturador
ro: Descărcare mixerului
sl: Izpust mešalnika
zh: 混合器排放

source: Mixer Discharge Completed
ar: تفريغ الخلاط الانتهاء
de: Mischladung abgeschlossen
es: Descarga de mezclador completada
fr: Décharge du mélangeur terminée
he: פריקת המיקסר הושלמה
it: Scarico del miscelatore completato
nl: Mengerontlading voltooid
pt: Descarga do misturador concluído
ro: Descărcarea mixerului finalizată
sl: Praznjenje mešalnika končano
zh: 混合器排放完成

source: Hot Wash Reactor Preparation Cycle
ar: دورة إعداد مفاعل الغسيل الساخن
de: Heißwäsche Reaktorvorbereitungszyklus
es: Ciclo de preparación del reactor de lavado caliente
fr: Cycle de préparation du réacteur de lavage à chaud
he: מחזור הכנת הכור לשטוף חם
it: Ciclo di preparazione del reattore a lavaggio caldo
nl: Voorbereidingscyclus voor hete wasreactor
pt: Ciclo de preparação do reator de lavagem a quente
ro: Ciclul de preparare a reactorului de spălare la cald
sl: Cikel priprave reaktorja za vroče pranje
zh: 热洗反应堆制备周期

source: Full Level
ar: مستوى كامل
de: Vollstufe
es: Nivel completo
fr: Niveau complet
he: רמה מלאה
it: Livello Pieno
nl: Volledig niveau
pt: Nível completo
ro: Nivel complet
sl: Polna raven
zh: 全层

source: Discharge To Prefill Level
ar: التفريغ إلى مستوى مسبق
de: Entladung zum Vorab -Level
es: Descarga al nivel de pregramado
fr: Décharge au niveau de pré-remplissage
he: שחרור לרמה שלפנים
it: Scarica fino al livello di pre-riempimento
nl: Ontlading tot voorvulniveau
pt: Descarga ao nível de pré -encerrar
ro: Descărcare la nivel prefilat
sl: Izpust do nivoja predpolnjenja
zh: 排放到预填充水平

source: Heating Flushing
ar: تسخين التدفق
de: Erhitzen spülen
es: Calefacción
fr: Chauffage Rinçage
he: חימום שטיפה
it: Flussaggio del Riscaldamento
nl: Verwarming doorspoelen
pt: Aquecimento de descarga
ro: Încălzire înroșire
sl: Ogrevanje Izpiranje
zh: 加热冲洗

source: Heating Flushing Completed
ar: التدفئة الانتهاء
de: Heizspülung abgeschlossen
es: Flushing de calefacción completado
fr: Rinçage du chauffage terminé
he: חימום הסומק הושלם
it: Flussaggio del Riscaldamento completato
nl: Verwarmingsspoeling voltooid
pt: Aquecimento descarregada concluída
ro: Înroșirea de încălzire finalizată
sl: Izpiranje ogrevanja je končano
zh: 加热冲洗完成

source: Wash Tank Minimum Temperature
ar: غسل الخزان الحد الأدنى لدرجة الحرارة
de: Waschentank Mindesttemperatur
es: Temperatura mínima del tanque de lavado
fr: Température minimale du réservoir de lavage
he: מיכל שטיפה טמפרטורה מינימלית
it: Temperatura minima della vascsa di lavaggio
nl: Minimale temperatuur wastank
pt: Tanque de lavagem temperatura mínima
ro: Temperatura minimă a rezervorului de spălare
sl: Najnižja temperatura rezervoarja za pranje
zh: 洗罐最低温度

source: Restore Prefill Level
ar: استعادة مستوى مسبق
de: Vorbereitungsstufe wiederherstellen
es: Restaurar el nivel de prefiesta
fr: Restaurer le niveau de pré-remplissage
he: לשחזר את רמת ההקדם
it: Ripristina il livello di preimpostazione
nl: Herstel voorvulniveau
pt: Restaurar o nível de pré -preenchimento
ro: Restaurați nivelul prefilat
sl: Obnovi raven predpolnjenja
zh: 还原预填充水平

source: Hot Wash Reactor Washing Cycle
ar: دورة غسل غسول الغسيل الساخن
de: Waschzyklus von Heißwäsche Reaktor
es: Ciclo de lavado del reactor de lavado caliente
fr: Cycle de lavage du réacteur à lavage à chaud
he: מחזור שטיפת כור לשטוף חם
it: Ciclo di lavaggio del reattore a lavaggio caldo
nl: Wascyclus van de hete wasreactor
pt: Ciclo de lavagem do reator de lavagem a quente
ro: Ciclul de spălare a reactorului de spălare la cald
sl: Cikel pranja reaktorja za vroče pranje
zh: 热洗反应堆洗涤周期

source: Material Loading
ar: تحميل المواد
de: Materialbelastung
es: Carga de material
fr: Chargement du matériel
he: טעינת חומרים
it: Caricamento del materiale
nl: Materiaal laden
pt: Carregamento de material
ro: Încărcarea materialelor
sl: Nalaganje materiala
zh: 材料加载

source: Material Loading Completed
ar: تحميل المواد الانتهاء
de: Materialbelastung abgeschlossen
es: Carga de material completada
fr: Chargement du matériel terminé
he: טעינת חומרים הושלמה
it: Caricamento del materiale completato
nl: Materiaal laden voltooid
pt: Carregamento de material concluído
ro: Încărcarea materialelor finalizate
sl: Nalaganje materiala končano
zh: 材料加载完成

source: Material Washing In Progress
ar: غسل المواد قيد التقدم
de: Materialwäsche im Gange
es: Lavado de material en progreso
fr: Lavage du matériel en cours
he: שטיפת חומרים בעיצומה
it: Lavaggio del materiale in corso
nl: Materiaal wassen bezig
pt: Lavagem de material em andamento
ro: Spălarea materială în curs
sl: Pranje materiala v teku
zh: 进行物质洗涤

source: Material Washing Completed
ar: غسل المواد الانتهاء
de: Materialwäsche abgeschlossen
es: Lavado de material completado
fr: Lavage du matériel terminé
he: שטיפת חומרים הושלמה
it: Lavaggio del materiale completato
nl: Materiaal wassen voltooid
pt: Lavagem de material concluída
ro: Spălarea materialelor completate
sl: Pranje materiala končano
zh: 材料清洗完成

source: Hot Wash Reactor Manager
ar: مدير مفاعل الغسيل الساخن
de: Heißwäsche Reaktormanager
es: Gerente de reactor de lavado caliente
fr: Responsable réacteur de lavage à chaud
he: מנהל כור לשטוף חם
it: Gestore del reattore a lavaggio caldo
nl: Manager van de hete wasreactor
pt: Gerente de reator de lavagem quente
ro: Manager de reactor la cald
sl: Vodja reaktorja za vroče pranje
zh: 热洗反应堆经理

source: Agitator Maximum Current (Mixer Overload ?)
ar: محرض الحد الأقصى الحالي (الحمل الزائد للخلاط؟)
de: Maximalstrom des Agitators (Überladung des Mixers?)
es: Corriente máxima del agitador (¿sobrecarga de mezcladores?)
fr: Courant maximum de l'agitateur (surcharge du mélangeur ?)
he: Assitator זרם מקסימלי (עומס יתר של מיקסר?)
it: Massima corrente agitatore (sovraccarico del Miscelatore?)
nl: Maximale stroomsterkte roerwerk (overbelasting menger?)
pt: Corrente máxima do agitador (sobrecarga do misturador?)
ro: Agitator Curent maxim (supraîncărcare a mixerului?)
sl: Največji tok mešalnika (preobremenitev mešalnika?)
zh: 搅拌器的最大电流（混合器过载？）
