Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: Vertical DCE - Main Motor
ar: DCE العمودي - المحرك الرئيسي
de: Vertikaler DCE -Hauptmotor
es: DCE Vertical - Motor Principal
fr: DCE vertical - Moteur principal
he: DCE אנכי - מנוע ראשי
it: DCE verticale - motore principale
nl: Verticale DCE - Hoofdmotor
pt: DCE vertical - motor principal
ro: DCE vertical - motor principal
sl: Vertikalni DCE - glavni motor
zh: 垂直DCE-主电机

source: Vertical DCE - Water Cleaning
ar: DCE العمودي - تنظيف الماء
de: Vertikale DCE - Wasserreinigung
es: DCE Vertical - Limpieza Con Agua
fr: DCE vertical - Nettoyage de l'eau
he: DCE אנכי - ניקוי מים
it: DCE verticale - pulizia con acqua
nl: Verticale DCE - Waterreiniging
pt: DCE vertical - limpeza de água
ro: DCE vertical - Curățarea apei
sl: Navpično DCE - čiščenje vode
zh: 垂直DCE-清洗水

source: Washing Reactor - Top Gate
ar: مفاعل الغسيل - بوابة أعلى
de: Reaktor des Waschens - oberes Tor
es: Reactor De Lavado - Compuerta Superior
fr: Réacteur de lavage - Porte supérieure
he: כור שטיפה - שער עליון
it: Reattore di lavaggio - Cancello superiore
nl: Wasreactor - Bovenpoort
pt: Reator de lavagem - portão superior
ro: Reactor de spălare - poartă de sus
sl: Pralni reaktor - zgornja vrata
zh: 洗涤反应堆 - 上门

source: Washing Reactor - Bottom Gate
ar: مفاعل الغسيل - البوابة السفلية
de: Reaktor des Waschens - unteres Tor
es: Reactor De Lavado - Compuerta Inferior
fr: Réacteur de lavage - Porte inférieure
he: כור שטיפה - שער התחתון
it: Reattore di lavaggio - Cancello inferiore
nl: Wasreactor - Bodempoort
pt: Reator de lavagem - portão inferior
ro: Reactor de spălare - poarta de jos
sl: Pralni reaktor - spodnja vrata
zh: 洗涤反应堆 - 底门

source: Washing Reactor - Cycle
ar: مفاعل الغسيل - دورة
de: Reaktor des Waschens - Zyklus
es: Reactor De Lavado - Ciclo
fr: Réacteur de lavage - Cycle
he: כור שטיפה - מחזור
it: Reattore di lavaggio - ciclo
nl: Wasreactor - Cyclus
pt: Reator de lavagem - ciclo
ro: Reactor de spălare - ciclu
sl: Pralni reaktor - cikel
zh: 洗涤反应堆 - 周期

source: Separation Tank - Bottom Screw
ar: خزان الفصل - المسمار السفلي
de: Trennbehälter - Bodenschraube
es: Tanque De Separación - Tornillo Inferior
fr: Réservoir de séparation - Vis inférieure
he: מיכל הפרדה - בורג תחתון
it: Vasca di separazione - Coclea inferiore
nl: Scheidingstank - Bodemschroef
pt: Tanque de separação - parafuso inferior
ro: Rezervor de separare - șurub de jos
sl: Ločevalni rezervoar - spodnji vijak
zh: 分离箱 - 底部螺丝

source: Separation Tank - Level
ar: خزان الفصل - مستوى
de: Trennungstank - Level
es: Tanque De Separación - Nivel
fr: Réservoir de séparation - Niveau
he: מיכל הפרדה - רמה
it: Vasca di separazione - Livello
nl: Scheidingstank - Niveau
pt: Tanque de separação - nível
ro: Rezervor de separare - nivel
sl: Ločevalni rezervoar - nivo
zh: 分离箱 - 水平

source: Separation Tank - Discharge Pump
ar: خزان الفصل - مضخة التفريغ
de: Trennbehälter - Entladungspumpe
es: Tanque De Separación - Bomba De Descarga
fr: Réservoir de séparation - Pompe de refoulement
he: מיכל הפרדה - משאבת פריקה
it: Vasca di separazione - pompa di scarico
nl: Scheidingstank - Afvoerpomp
pt: Tanque de separação - bomba de descarga
ro: Rezervor de separare - pompă de descărcare
sl: Ločevalni rezervoar - izpustna črpalka
zh: 分离箱 - 排放泵

source: Water Tank - Antifoam
ar: خزان المياه - antifoam
de: Wassertank - Antifoam
es: Tanque De Agua - Antiespuma
fr: Réservoir d'eau - Antimousse
he: מיכל מים - נוגדנים
it: Vasca acqua - Antischimua
nl: Watertank - Antischuim
pt: Tanque de água - Antifoam
ro: Rezervor de apă - antifoam
sl: Rezervoar za vodo - proti penjenju
zh: 水箱 - 抗fifoam

source: Water Tank - Water Pump To 420
ar: خزان المياه - مضخة المياه إلى 420
de: Wassertank - Wasserpumpe auf 420
es: Tanque De Agua - Bomba De Agua A 420
fr: Réservoir d'eau - Pompe à eau jusqu'à 420
he: מיכל מים - משאבת מים ל -420
it: Vasca acqua - pompa dell'acqua a 420
nl: Watertank - Waterpomp naar 420
pt: Tanque de água - bomba de água para 420
ro: Rezervor de apă - pompă de apă la 420
sl: Rezervoar za vodo - vodna črpalka do 420
zh: 水箱 - 水泵到420

source: Water Tank - Discharge To 225
ar: خزان المياه - التفريغ إلى 225
de: Wassertank - Ausfluss auf 225
es: Tanque De Agua - Descarga A 225
fr: Réservoir d'eau - Décharge à 225
he: מיכל מים - פריקה ל 225
it: Vasca acqua - scarico a 225
nl: Watertank - Afvoer naar 225
pt: Tanque de água - Descarga para 225
ro: Rezervor de apă - descărcare la 225
sl: Rezervoar za vodo - izpust do 225
zh: 水箱 - 排放到225

source: Dryer - Resistor 1
ar: المجفف - المقاوم 1
de: Trockner - Widerstand 1
es: Secadora - Resistencia 1
fr: Sécheur - Résistance 1
he: מייבש - נגד 1
it: Essiccatore - resistenza 1
nl: Droger - Weerstand 1
pt: Secador - resistor 1
ro: Uscător - Rezistența 1
sl: Sušilnik - upor 1
zh: 干衣机 - 电阻1

source: Dryer - Resistor 2
ar: المجفف - المقاوم 2
de: Trockner - Widerstand 2
es: Secadora - Resistencia 2
fr: Sèche-linge - Résistance 2
he: מייבש - נגד 2
it: Essiccatore - resistenza 2
nl: Droger - Weerstand 2
pt: Secador - resistor 2
ro: Uscător - Rezistența 2
sl: Sušilnik - upor 2
zh: 干衣机 - 电阻2

source: Dryer - Resistor 3
ar: المجفف - المقاوم 3
de: Trockner - Widerstand 3
es: Secadora - Resistencia 3
fr: Sèche-linge - Résistance 3
he: מייבש - נגד 3
it: Essiccatore - resistenza 3
nl: Droger - Weerstand 3
pt: Secador - resistor 3
ro: Uscător - rezistența 3
sl: Sušilnik - upor 3
zh: 干衣机 - 电阻3

source: Dryer - Air Temperature
ar: مجفف - درجة حرارة الهواء
de: Trockner - Lufttemperatur
es: Secadora - Temperatura Del Aire
fr: Sécheur - Température de l'air
he: מייבש - טמפרטורת אוויר
it: Essiccatore - temperatura dell'aria
nl: Droger - Luchttemperatuur
pt: Secador - temperatura do ar
ro: Uscător - temperatura aerului
sl: Sušilnik - temperatura zraka
zh: 干燥机 - 气温

source: Silo Mixer - Weight
ar: خلاط صومعة - الوزن
de: Silo -Mixer - Gewicht
es: Silo De Mezclado - Peso
fr: Mélangeur silo - Poids
he: מערבל סילו - משקל
it: Silo Miscelatore - peso
nl: Silomixer - Gewicht
pt: Misturador de silo - peso
ro: Siloz mixer - greutate
sl: Silosni mešalnik - teža
zh: 筒仓搅拌机 - 重量

source: Silo Mixer
ar: خلاط صومعة
es: Silo De Mezclado
fr: Mélangeur de silo
he: מערבל סילו
it: Silo Miscelatore
pt: Misturador de silo
ro: Mixer de siloz
sl: Silosni mešalnik
zh: 筒仓搅拌机

source: Screw Conveyor
ar: المسمار الناقل
de: Schraubenförderer
es: Tornillo Transportador
fr: Convoyeur à vis
he: מסוע בורג
it: Trasportatore a vite
nl: Schroeftransporteur
pt: Transportador de parafuso
ro: Transportor cu șurub
sl: Polžni transporter
zh: 螺丝传送带

source: Air Filtration - Blower
ar: ترشيح الهواء - منفاخ
de: Luftfiltration - Gebläse
es: Filtración De Aire - Soplador
fr: Filtration d'air - Souffleur
he: סינון אוויר - מפוח
it: Filtrazione d'aria - soffiatore
nl: Luchtfiltratie - Blower
pt: Filtração de ar - soprador
ro: Filtrarea aerului - suflantă
sl: Filtriranje zraka - puhalo
zh: 空气过滤 - 鼓风机

source: Reset Partial
ar: إعادة تعيين جزئي
de: Teilweise zurücksetzen
es: Reinicio Parcial
fr: Réinitialisation partielle
he: לאפס חלקית
it: Ripristino parziale
nl: Gedeeltelijk resetten
pt: Redefinir parcial
ro: Resetați parțial
sl: Delna ponastavitev
zh: 重置部分

source: Shredder - Safety Key
ar: تمزيق - مفتاح السلامة
de: Shredder - Sicherheitsschlüssel
es: Shredder - Llave De Seguridad
fr: Broyeur - Clé de sécurité
he: מגרסה - מפתח בטיחות
it: Trituratore - Chiave di sicurezza
nl: Papierversnipperaar - Veiligheidssleutel
pt: Shredder - Chave de segurança
ro: Shredder - Cheie de siguranță
sl: Drobilnik - Varnostni ključ
zh: 切碎机 - 安全钥匙

source: Shredder - Auxiliar Hydraulic Unit
ar: Shredder - وحدة هيدروليكية Auxiliar
de: Shredder - Auxiliar Hydraulikeinheit
es: Shredder - Unidad Hidráulica Auxiliar
fr: Broyeur - Groupe hydraulique auxiliaire
he: מגרסה - יחידה הידראולית עזר
it: Trituratore - Unità idraulica ausiliaria
nl: Shredder - Hulphydraulische eenheid
pt: Triturador - unidade hidráulica auxiliar
ro: Shredder - unitate hidraulică auxiliară
sl: Drobilnik - pomožna hidravlična enota
zh: 粉碎机 - 辅助液压单元

source: Shredder - Hydraulic Oil Heater
ar: تمزيق - سخان الزيت الهيدروليكي
de: Shredder - Hydraulikölheizung
es: Shredder - Calentador De Aceite Hidráulico
fr: Broyeur - Réchauffeur d'huile hydraulique
he: מגרסה - דוד שמן הידראולי
it: Trituratore - riscaldatore dell'olio idraulico
nl: Shredder - Hydraulische olieverwarmer
pt: Shredder - aquecedor de óleo hidráulico
ro: Shredder - încălzitor de ulei hidraulic
sl: Drobilnik - grelnik hidravličnega olja
zh: 粉碎机 - 液压油加热器

source: Shredder - Pusher Low Speed
ar: Shredder - سرعة منخفضة منخفضة
de: Shredder - Pusher niedriger Geschwindigkeit
es: Shredder - Empujador Baja Velocidad
fr: Broyeur - Poussoir Basse Vitesse
he: מגרסה - מהירות נמוכה של Pusher
it: Trituratore - Spintore bassa velocità
nl: Versnipperaar - Duwmachine Lage Snelheid
pt: Triturador - pusher baixa velocidade
ro: Shredder - Pusher viteză mică
sl: Drobilnik - potiskalo z nizko hitrostjo
zh: 粉碎机 - 推杆低速

source: Shredder - Oil Cooling
ar: التقطيع - تبريد الزيت
de: Shredder - Ölkühlung
es: Shredder - Enfriamiento Del Aceite
fr: Broyeur - Refroidissement huile
he: מגרסה - קירור שמן
it: Trituratore - raffreddamento dell'olio
nl: Versnipperaar - Oliekoeling
pt: Triturador - resfriamento de óleo
ro: Shredder - Răcire în ulei
sl: Drobilnik - hlajenje olja
zh: 粉碎机 - 油冷却

source: Shredder - Pusher Direction
ar: التقطيع - اتجاه البهجة
de: Shredder - Pusher -Richtung
es: Shredder - Dirección Del Empujador
fr: Broyeur - Direction du poussoir
he: מגרסה - כיוון דחף
it: Trituratore - Direzione Spintore
nl: Versnipperaar - Duwrichting
pt: Triturador - direção do empurrador
ro: Shredder - Direcția împingătorului
sl: Smer drobilnika - potiskala
zh: 切碎机 - 推动方向

source: Shredder - Rotor Cooling
ar: تمزيق - تبريد الدوار
de: Shredder - Rotorkühlung
es: Shredder - Enfriamiento Del Rotor
fr: Broyeur - Refroidissement du rotor
he: מגרסה - קירור רוטור
it: Trituratore - Raffreddamento al rotore
nl: Versnipperaar - Rotorkoeling
pt: Triturador - resfriamento do rotor
ro: Shredder - răcire rotor
sl: Drobilnik - hlajenje rotorja
zh: 粉碎机 - 转子冷却

source: Shredder - Open Procedure
ar: تمزيق - إجراء مفتوح
de: Shredder - Offenes Verfahren
es: Shredder - Procedimiento Abierto
fr: Broyeur - Procédure Ouverte
he: מגרסה - נוהל פתוח
it: Trituratore - Procedura apertura
pt: Triturador - procedimento aberto
ro: Shredder - Procedură deschisă
sl: Uničevalnik – odprti postopek
zh: 切碎机 - 开放程序

source: Time Control
ar: التحكم بالوقت
de: Zeitkontrolle
es: Control Del Tiempo
fr: Contrôle du temps
he: שליטת זמן
it: Controllo del tempo
nl: Tijdcontrole
pt: Controle do tempo
ro: Controlul timpului
sl: Nadzor časa
zh: 时间控制

source: Actual Torque
ar: عزم الدوران الفعلي
de: Tatsächliches Drehmoment
es: Torque Real
fr: Couple réel
he: מומנט בפועל
it: Coppia Attuale
nl: Werkelijke koppel
pt: Torque real
ro: Cuplu real
sl: Dejanski navor
zh: 实际扭矩

source: In Pause Time Phase
ar: في المرحلة الزمنية الموقوفة
de: In der Pause Zeitphase
es: En Fase De Tiempo De Pausa
fr: En phase de pause
he: בשלב זמן הפסקה
it: In fase di tempo di pausa
nl: In de pauzetijdfase
pt: Na fase de tempo de pausa
ro: În faza de timp de pauză
sl: V časovni fazi premora
zh: 在暂停时间阶段

source: MOTOR TORQUE TRANSDUCER BROKEN WIRE
ar: سلك محول عزم الدوران
de: Motordrehmomentwandler gebrochener Draht
es: Transductor De Par Del Motor Cable Roto
fr: FIL CASSÉ DU TRANSDUCTEUR DE COUPLE MOTEUR
he: מתמר מומנט מנוע חוט שבור
it: Trasduttore di coppia del motore rotto
nl: MOTORKOPPELTRANSDUCER GEBROKEN DRAAD
pt: Fio quebrado do transdutor de torque do motor
ro: Transducător de cuplu motor Sârmă spartă
sl: PRETVORNIK NAVORA MOTORJA Zlomljena ŽICA
zh: 电动扭矩传感器折线

source: Motor Torque Below Minimum Range Limit
ar: عزم دوران المحرك أقل من الحد الأدنى للنطاق
de: Motordrehmoment unterhalb der minimalen Bereichsgrenze
es: Torque Del Motor Por Debajo Del Límite De Rango Mínimo
fr: Couple moteur inférieur à la limite de plage minimale
he: מומנט מנוע מתחת למגבלת טווח המינימום
it: Coppia del motore al di sotto del limite di intervallo
nl: Motorkoppel onder minimale bereiklimiet
pt: Torque do motor abaixo do limite mínimo de alcance
ro: Cuplu motor sub limita minimă
sl: Navor motorja pod minimalno mejo območja
zh: 电动机扭矩低于最小范围极限

source: Motor Torque Over Maximum Range Limit
ar: عزم الدوران على الحد الأقصى للنطاق
de: Motordrehmoment über die maximale Reichweite
es: Torque Del Motor Sobre El Límite De Rango Máximo
fr: Couple moteur supérieur à la limite de plage maximale
he: מומנט מנוע מעל מגבלת טווח מקסימאלית
it: Coppia del motore al di sopra del limite di intervallo
nl: Motorkoppel overschrijdt maximale bereiklimiet
pt: Torque do motor sobre o limite máximo de alcance
ro: Cuplul motor peste limita maximă a intervalului
sl: Navor motorja nad največjo mejo območja
zh: 电动机扭矩超过最大范围极限

source: Thermal Overload Motor Brake
ar: الفرامل المحرك الزائد الحراري
de: Wärmeleitmotorbremse
es: Sobrecarga Térmica Freno De Motor
fr: Frein moteur en cas de surcharge thermique
he: בלם מנוע עומס יתר תרמי
it: Sovraccarico termico del Freno motore
nl: Thermische overbelastingsmotorrem
pt: Freio de motor de sobrecarga térmica
ro: Frâna cu motor de suprasarcină termică
sl: Zavora motorja zaradi toplotne preobremenitve
zh: 热超载电动机制动器

source: Pull-Cord Safety Still Not Ok (Repeated)
ar: سلامة السحب لا تزال غير موافق (متكررة)
de: Pull-Cord-Sicherheit immer noch nicht in Ordnung (wiederholt)
es: Cable De SeguridadSigue Sin Funcionar (Repetido)
fr: La sécurité du cordon de traction ne fonctionne toujours pas (répétée)
he: בטיחות משוך-קורט עדיין לא בסדר (חוזר על עצמו)
it: Sicurezze a corda non ancora ok (ripetuto)
nl: Veiligheid van het trekkoord nog steeds niet oké (herhaald)
pt: Segurança de corte de tração ainda não ok (repetido)
ro: Siguranța de tracțiune încă nu este OK (repetată)
sl: Varnost vlečne vrvice še vedno ni v redu (ponavlja se)
zh: 拉动安全性仍然不正常（重复）

source: Motor Torque
ar: عزم الدوران
de: Motordrehmoment
es: Torque Motor
fr: Couple moteur
he: מומנט מנועי
it: Coppia del motore
nl: Motorkoppel
pt: Torque do motor
ro: Cuplu motor
sl: Navor motorja
zh: 电动机扭矩

source: Safety Barriers
ar: حواجز السلامة
de: Sicherheitsbarrieren
es: Barreras De Seguridad
fr: Barrières de sécurité
he: מחסומי בטיחות
it: Barriere di sicurezza
nl: Veiligheidsbarrières
pt: Barreiras de segurança
ro: Bariere de siguranță
sl: Varnostne pregrade
zh: 安全障碍

source: Max Torque Limit Switch
ar: مفتاح الحد الأقصى لعزم الدوران
de: Maximaler Drehmomentbegrenzungsschalter
es: Interruptor De Límite De Torque Máximo
fr: Interrupteur de limite de couple maximum
he: מתג מגבלת מומנט מקסימום
it: Interruttore di limite di coppia massimo
nl: Maximale koppellimietschakelaar
pt: Interruptor de limite máximo de torque
ro: Comutator de limită de cuplu maxim
sl: Končno stikalo največjega navora
zh: 最大扭矩限制开关

source: Brake Overload Protection
ar: حماية الحمل الزائد الفرامل
de: Bremsüberlastungsschutz
es: Protección Contra Sobrecarga De Frenos
fr: Protection contre la surcharge des freins
he: הגנת עומס בלם
it: Sovraccarico protezione del freno
nl: Removerbelastingsbeveiliging
pt: Proteção de sobrecarga de freio
ro: Protecție împotriva suprasarcinării la frână
sl: Zaščita pred preobremenitvijo zavor
zh: 制动超负荷保护

source: Brake Overload
ar: الزائد الفرامل
de: Bremsüberlastung
es: Sobrecarga De Frenos
fr: Surcharge des freins
he: עומס יתר בלם
it: Sovraccarico del freno
nl: Rem overbelasting
pt: Sobrecarga do freio
ro: Supraîncărcare de frână
sl: Preobremenitev zavor
zh: 刹车超载

source: Command Brake
ar: قيادة الفرامل
de: Befehlsbremse
es: Freno De Comando
fr: Commande de freinage
he: בלם פקודה
it: Comando del freno
nl: Commando Rem
pt: Freio de comando
ro: Frână de comandă
zh: 命令刹车

source: (1=Release)
ar: (1 = الإصدار)
es: (1 = Suelta)
fr: (1=Libération)
he: (1 = שחרור)
it: (1 = Rilascio)
nl: (1=Vrijgeven)
pt: (1 = liberação)
ro: (1 = eliberare)
sl: (1=Izdaja)
zh: （1 =释放）

source: Lamp Green Barriers Ok
ar: مصباح الحواجز الخضراء طيب
de: Lampengrün Barrieren ok
es: Lámpara De Barreras Verdes Ok
fr: Lampe Verte Barrières Ok
he: מחסומים ירוקים מנורה בסדר
it: Lampada verde barriere ok
nl: Lampgroene barrières Ok
pt: Barreiras verdes da lâmpada ok
ro: Lampă bariere verzi ok
zh: 灯绿色障碍可以

source: Lamp Red Barriers Not Ok
ar: مصباح الحواجز الحمراء لا بأس
de: Lampe rote Barrieren nicht in Ordnung
es: Lámpara Barreras Rojos no OK
fr: Lampe Rouge Barrières Pas OK
he: מחסומים אדומים מנורה לא בסדר
it: Lampada Rossa Barriere non ok
nl: Lamp Rode Barrières Niet Ok
pt: Lâmpada barreiras vermelhas não ok
ro: Lampa Barierele roșii nu sunt OK
sl: Lamp Red Barriers Ni v redu
zh: 灯红色屏障不正常

source: Pause Time Frozen (Belt Stop)
ar: وقفة الوقت المجمدة (توقف الحزام)
de: Pause Zeit gefroren (Gürtelstopp)
es: Tiempo De Pausa Congelado (Parada De La Cinta)
fr: Temps de pause gelé (arrêt de la courroie)
he: זמן השהה קפוא (עצירת חגורה)
it: Tempo di Pausa congelato (arresto del nastro)
nl: Pauzetijd bevroren (band gestopt)
pt: Pausa tempo congelado (parada de cinto)
ro: Pauză Frozen Frozen (Stop Belt)
sl: Zamrznjen čas premora (Zaustavitev pasu)
zh: 暂停时间冷冻（皮带停止）

source: Waiting For Minimum Time To Restart
ar: في انتظار الحد الأدنى من الوقت لإعادة التشغيل
de: Warten auf die Mindestzeit zum Neustart
es: Esperando Un Tiempo Mínimo Para Reiniciar
fr: En attente du temps minimum pour redémarrer
he: מחכה לזמן מינימלי להפעלה מחדש
it: Attesa del tempo minimo di riavvio
nl: Wachten op minimale tijd om opnieuw te starten
pt: Esperando tempo mínimo para reiniciar
ro: În așteptarea timpului minim pentru a reporni
sl: Čakanje na minimalni čas za ponovni zagon
zh: 等待最短的时间重新启动

source: Main Line - Oil Filter Not Ok
ar: الخط الرئيسي - مرشح الزيت ليس موافق
de: Hauptlinie - Ölfilter nicht in Ordnung
es: Línea Principal - Filtro De Aceite no OK
fr: Conduite principale - Filtre à huile en panne
he: קו עיקרי - מסנן שמן לא בסדר
it: Linea principale - Filtro dell'olio non ok
nl: Hoofdlijn - Oliefilter niet ok
pt: Linha principal - filtro de óleo não ok
ro: Linia principală - Filtrul de ulei nu este OK
sl: Glavni vod - Oljni filter ni v redu
zh: 主线 - 机油滤清器不正常

source: Auxiliary Line - Oil Filter Not Ok
ar: خط مساعد - مرشح الزيت ليس موافق
de: Hilfslinie - Ölfilter nicht in Ordnung
es: Línea Auxiliar: Filtro De Aceite no OK
fr: Conduite auxiliaire - Filtre à huile en panne
he: קו עזר - מסנן שמן לא בסדר
it: Linea ausiliaria - filtro dell'olio non ok
nl: Hulpleiding - Oliefilter niet in orde
pt: Linha auxiliar - filtro de óleo não ok
ro: Linie auxiliară - Filtrul de ulei nu OK
sl: Pomožni vod - Oljni filter ni v redu
zh: 辅助线 - 机油滤清器不正常

source: Motor Current Below Minimum Range Limit
ar: تيار المحرك أقل من الحد الأدنى للنطاق
de: Motorstrom unterhalb der Mindestbereichsgrenze
es: Corriente Del Motor Por Debajo Del Límite De Rango Mínimo
fr: Courant du moteur inférieur à la limite de plage minimale
he: זרם מנוע מתחת למגבלת טווח המינימום
it: Corrente del motore al di sotto del limite di intervallo
nl: Motorstroom onder minimale bereiklimiet
pt: Corrente do motor abaixo do limite mínimo de alcance
ro: Curerul motor sub limita minimă a intervalului
sl: Tok motorja pod minimalno mejo območja
zh: 电流低于最小范围极限

# LINE BLOCKED CONTACTOR (AMP &gt;5% OF NOMINAL AMP 5 SEC AFTER MOTOR OFF)
source: Line Blocked Contactor (Amp >5% Of Nominal Amp 5 Sec After Motor Off)
ar: خط محظور الخط (AMP> 5 ٪ من AMP 5 ثانية بعد إيقاف تشغيل المحرك)
de: Line Blocked ClyTor (AMP> 5% des nominalen AMP 5 Sekunden nach dem Ausschalten des Motors)
es: Linea Bloqueada (Amp> 5% Del Amplificador Nominal 5 Segundos Después De Apagar El Motor)
fr: Contacteur de ligne bloqué (Amp > 5 % de l'Amp nominal 5 secondes après l'arrêt du moteur)
he: מגע חסום קו (AMP> 5% מה- AMP 5 שניות הנומינלי לאחר המנוע)
it: Contattore di linea bloccato (AMP> 5% dell'AMP nominale 5 sec dopo il motore OFF)
nl: Geblokkeerde contactor (ampère > 5% van nominale ampère 5 seconden na motoruitschakeling)
pt: Contator de linha bloqueado (amplificador> 5% do AMP nominal 5 segundos após o motor desligado)
ro: Contactorul blocat de linie (AMP> 5% din AMP nominal 5 sec după oprirea motorului)
ru: Контактор блокировки линии (ток > 5 % от номинального тока через 5 с после выключения двигателя)
sl: Blokiran kontaktor (amper >5 % nazivnega ampera 5 sekund po izklopu motorja)
zh: 线路封锁接触器（电动机关闭后5秒的AMP> 5％的AMP> 5％）

source: Oil Shutoff Valve Of Auxiliary Pump
ar: صمام إغلاق الزيت من المضخة المساعدة
de: Ölabschaltventil der Auxiliärpumpe
es: Válvula De Cierre De Aceite De La Bomba Auxiliar
fr: Vanne d'arrêt d'huile de la pompe auxiliaire
he: שסתום כיבוי שמן של משאבת עזר
it: Valvola di chiusura dell'olio della pompa ausiliaria
nl: Olie-afsluitklep van hulppomp
pt: Válvula de desligamento de óleo da bomba auxiliar
ro: Valva de închidere a uleiului de pompă auxiliară
sl: Oljni zaporni ventil pomožne črpalke
zh: 辅助泵的油关闭阀

source: Oil Shutoff Valve Of Boost Pump
ar: صمام إغلاق الزيت من مضخة التعزيز
de: Ölabsperrventil der Boostpumpe
es: Válvula De Cierre De Aceite De La Bomba De Impulso
fr: Vanne d'arrêt d'huile de la pompe de suralimentation
he: שסתום כיבוי שמן של משאבת Boost
it: Valvola di chiusura dell'olio della pompa di sovralimentazione
nl: Olie-afsluitklep van de boostpomp
pt: Válvula de desligamento de óleo da bomba de impulso
ro: Valva de închidere a uleiului de pompă de impuls
sl: Oljni zaporni ventil črpalke za pospeševanje
zh: 升压泵的油关闭阀

source: Oil Shutoff Valve Of Accumulator
ar: صمام إغلاق الزيت من المجمع
de: Ölabschaltventil des Akkumulators
es: Válvula De Cierre De Aceite Del Acumulador
fr: Vanne d'arrêt d'huile de l'accumulateur
he: שסתום כיבוי שמן של הצבר
it: Valvola di chiusura dell'olio dell'accumulatore
nl: Olie-afsluitklep van accumulator
pt: Válvula de desligamento de óleo do acumulador
ro: Supapă de închidere a uleiului de acumulator
sl: Oljni zaporni ventil akumulatorja
zh: 累加器的油关闭阀

source: Oil Maximum Level
ar: الحد الأقصى للزيت
de: Öl maximal
es: Nivel Máximo De Aceite
fr: Niveau maximum d'huile
he: רמה מקסימאלית של שמן
it: Livello massimo dell'olio
nl: Maximale oliepeil
pt: Nível máximo de óleo
ro: Nivel maxim de ulei
sl: Najvišja raven olja
zh: 油最大水平

source: Oil Filter Main Line
ar: الخط الرئيسي لفلتر الزيت
de: Ölfilter -Hauptleitung
es: Filtro De Aceite Línea De La Principal
fr: Ligne principale du filtre à huile
he: מסנן שמן קו ראשי
it: Filtro dell'olio della linea principale
nl: Oliefilter hoofdleiding
pt: Linha principal do filtro de óleo
ro: Filtru de ulei Linia principală
sl: Glavni vod oljnega filtra
zh: 机油滤清器主线

source: Oil Filter Auxiliary Line
ar: خط مرشح الزيت المساعد
de: Ölfilter -Hilfslinie
es: Filtro De Aceite De La Línea Auxiliar
fr: Ligne auxiliaire de filtre à huile
he: קו עזר מסנן שמן
it: Filtro dell'olio della linea ausiliaria
nl: Oliefilter hulpleiding
pt: Linha auxiliar do filtro de óleo
ro: Filtru de ulei Linie auxiliară
sl: Pomožni vod oljnega filtra
zh: 油过滤器辅助线

source: Oil Minimum Pressure
ar: الحد الأدنى من الضغط الزيت
de: Ölmindestdruck
es: Presión Mínima Del Aceite
fr: Pression minimale d'huile
he: לחץ מינימלי בשמן
it: Pressione Minima Olio
nl: Minimale oliedruk
pt: Pressão mínima do óleo
ro: Presiune minimă a uleiului
sl: Najnižji tlak olja
zh: 油最小压力

source: Shredder Main Hyd Unit Local Disconnect Open
ar: تم قطع اتصال محلي مفتاح وحدة التقطيع الرئيسية
de: Shredder Haupthyd -Einheit Lokale Trennung offen
es: Unidad Hidráulica Principal Del Shredder Desconexión Local Abierta
fr: Unité hydraulique principale du broyeur Déconnexion locale ouverte
he: מגרסה ראשית יחידת היד הניתוק המקומי פתוח
it: Disconnettore locale della centralina idraulica principale del Trituratore
nl: Shredder Hoofd Hyd Unit Lokale Ontkoppeling Open
pt: Shredder principal unidade hidrel hid desconecta aberta
ro: Shredder Main Hyd Unit Local Deconectare Deschide
sl: Lokalni odklop glavne hidravlične enote drobilnika odprt
zh: 切碎器主HYD单元本地断开连接
