Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: All Mixers In Production Mode
ar: جميع الخلاطات في وضع الإنتاج
de: Alle Mixer im Produktionsmodus
es: Todos los mezcladores en modo de producción
fr: Tous les mélangeurs en mode production
he: כל המיקסרים במצב ייצור
it: Tutti i mixer in modalità produzione
nl: Alle mixers in productiemodus
pt: Todos os mixers em modo de produção
ro: Toate mixerele în modul producție
sl: Vsi mešalniki v proizvodnem načinu
zh: 所有混音器均处于生产模式

source: Not All Mixers Are In Production Mode
ar: ليست كل الخلاطات في وضع الإنتاج
de: Nicht alle Mixer befinden sich im Produktionsmodus
es: No todas las mezcladoras están en modo de producción
fr: Tous les mélangeurs ne sont pas en mode production
he: לא כל המיקסרים נמצאים במצב ייצור
it: Non tutti i mixer sono in modalità produzione
nl: Niet alle mixers zijn in productiemodus
pt: Nem todos os mixers estão em modo de produção
ro: Nu toate mixerele sunt în modul de producție
sl: Vsi mešalniki niso v proizvodnem načinu
zh: 并非所有混音器都处于生产模式

source: Reactor 3 Shutoff Gate
ar: بوابة إغلاق المفاعل 3
de: Reaktor 3 Absperrtor
es: Puerta de cierre del reactor 3
fr: Porte d'arrêt du réacteur 3
he: שער כיבוי בכור 3
it: Cancello di chiusura del reattore 3
nl: Afsluiter van reactor 3
pt: Portão de desligamento do reator 3
ro: Poarta de oprire a reactorului 3
sl: Zaporna vrata reaktorja 3
zh: 反应器 3 截止门

source: DCE Safety Key
ar: مفتاح الأمان DCE
de: DCE-Sicherheitsschlüssel
es: Llave de seguridad DCE
fr: Clé de sécurité DCE
he: מפתח בטיחות DCE
it: Chiave di sicurezza DCE
nl: DCE-veiligheidssleutel
pt: Chave de segurança DCE
ro: Cheia de siguranță DCE
sl: Varnostni ključ DCE
zh: DCE 安全钥匙

source: DCE Aux Hydraulic Unit
ar: وحدة هيدروليكية DCE Aux
de: DCE Aux-Hydraulikeinheit
es: Unidad hidráulica auxiliar DCE
fr: Unité hydraulique auxiliaire DCE
he: DCE Aux יחידה הידראולית
it: Unità idraulica ausiliaria DCE
nl: DCE Aux Hydraulische Unit
pt: Unidade Hidráulica Auxiliar DCE
ro: Unitate hidraulică auxiliară DCE
sl: Pomožna hidravlična enota DCE
zh: DCE 辅助液压装置

source: DCE Valve Block
ar: كتلة صمام DCE
de: DCE-Ventilblock
es: Bloque de válvulas DCE
fr: Bloc de vannes DCE
he: בלוק שסתום DCE
it: Blocco valvola DCE
nl: DCE-kleppenblok
pt: Bloco de válvula DCE
ro: Bloc de supape DCE
sl: Blok ventila DCE
zh: DCE 阀组

source: DCE Grease Applicator
ar: أداة توزيع الشحوم من DCE
de: DCE-Fettapplikator
es: Aplicador de grasa DCE
fr: Applicateur de graisse DCE
he: מוליך שומן DCE
it: Applicatore di grasso DCE
nl: DCE Vet Applicator
pt: Aplicador de graxa DCE
ro: Aplicator de grăsime DCE
sl: DCE nanašalec masti
zh: DCE 润滑脂涂抹器

source: DCE Discharge Valve
ar: صمام التفريغ DCE
de: DCE-Auslassventil
es: Válvula de descarga DCE
fr: Soupape de décharge DCE
he: שסתום פריקה DCE
it: Valvola di scarico DCE
nl: DCE-afvoerklep
pt: Válvula de descarga DCE
ro: Supapa de refulare DCE
sl: Izpustni ventil DCE
zh: DCE 排放阀

source: DCE Hopper Cleaning
ar: تنظيف هوبر DCE
de: Reinigung des DCE-Trichters
es: Limpieza de tolva DCE
fr: Nettoyage de la trémie DCE
it: Pulizia della tramoggia DCE
nl: DCE Hopper Reiniging
pt: Limpeza do funil DCE
ro: Curățarea buncărului DCE
sl: Čiščenje lijaka DCE
zh: DCE 料斗清洁

source: DCE Internal Cleaning
ar: دي سي للتنظيف الداخلي
de: DCE-Innenreinigung
es: Limpieza interna DCE
fr: Nettoyage interne du DCE
he: DCE ניקיון פנימי
it: DCE Pulizia Interna
nl: DCE Interne Reiniging
pt: DCE Limpeza Interna
ro: Curăţenie internă DCE
sl: Notranje čiščenje DCE
zh: DCE内部清洁

source: DCE Extrenal Cleaning
ar: DCE التنظيف الخارجي
de: DCE Außenreinigung
es: Limpieza Externa DCE
fr: Nettoyage externe DCE
he: DCE ניקוי חיצוני
it: DCE Pulizia Esterna
nl: DCE Externe Reiniging
pt: DCE Limpeza Externa
ro: DCE Curățenie Externă
sl: Zunanje čiščenje DCE
zh: DCE 外部清洁

source: DCE Cleaning Cycle
ar: دورة تنظيف DCE
de: DCE-Reinigungszyklus
es: Ciclo de limpieza DCE
fr: Cycle de nettoyage DCE
he: מחזור ניקוי DCE
it: Ciclo di pulizia DCE
nl: DCE-reinigingscyclus
pt: Ciclo de limpeza DCE
ro: Ciclul de curățare DCE
sl: Cikel čiščenja DCE
zh: DCE 清洁周期

source: DCE Drain Cycle
ar: دورة استنزاف DCE
de: DCE-Entleerungszyklus
es: Ciclo de drenaje DCE
fr: Cycle de vidange du DCE
he: מחזור ניקוז DCE
it: Ciclo di scarico DCE
nl: DCE-afvoercyclus
pt: Ciclo de drenagem DCE
ro: Ciclul de scurgere DCE
sl: Cikel praznjenja DCE
zh: DCE 漏极周期

source: DCE Bottom Rinse Cycle
ar: دورة شطف الجزء السفلي من DCE
de: DCE-Bodenspülzyklus
es: Ciclo de enjuague inferior DCE
fr: Cycle de rinçage inférieur DCE
he: DCE מחזור שטיפה תחתון
it: Ciclo di risciacquo inferiore DCE
nl: DCE-bodemspoelcyclus
pt: Ciclo de enxágue inferior DCE
ro: Ciclu de clătire inferioară DCE
sl: DCE cikel spodnjega izpiranja
zh: DCE 底部冲洗循环

source: DCE Maintenance Open Cycle
ar: دورة صيانة DCE المفتوحة
de: Offener DCE-Wartungszyklus
es: Ciclo abierto de mantenimiento DCE
fr: Cycle ouvert de maintenance DCE
it: Ciclo aperto di manutenzione DCE
nl: DCE Onderhoud Open Cyclus
pt: Ciclo Aberto de Manutenção DCE
ro: Ciclu deschis de întreținere DCE
sl: Odprti cikel vzdrževanja DCE
zh: DCE 维护开放循环

source: DCE For Pet Centrifuge Manager
ar: DCE لمدير أجهزة الطرد المركزي للحيوانات الأليفة
de: DCE für Pet-Zentrifugenmanager
es: DCE para administrador de centrífugas para mascotas
fr: DCE pour gestionnaire de centrifugeuses pour animaux de compagnie
he: DCE למנהל צנטריפוגה לחיות מחמד
it: DCE per responsabile della centrifuga per animali domestici
nl: DCE voor Pet Centrifuge Manager
pt: DCE para gerente de centrífuga para animais de estimação
ro: Manager de centrifugă DCE pentru animale de companie
sl: DCE za upravitelja centrifug za hišne ljubljenčke
zh: DCE 宠物离心机管理器

source: Lubrification And Rinse
ar: التشحيم والشطف
de: Schmierung und Spülung
es: Lubricación y enjuague
fr: Lubrification Et Rinçage
he: סיכה ושטיפה
it: Lubrificazione e risciacquo
nl: Smering en spoelen
pt: Lubrificação e enxágue
ro: Lubrificare și clătire
sl: Mazanje in izpiranje
zh: 润滑和冲洗

source: Cleaning Valves Detail
ar: تفاصيل صمامات التنظيف
de: Details zur Reinigung der Ventile
es: Detalle de válvulas de limpieza
fr: Détail des vannes de nettoyage
he: פירוט שסתומי ניקוי
it: Dettaglio Valvole Pulizia
nl: Reinigingskleppen Detail
pt: Detalhe das válvulas de limpeza
ro: Detaliu de curățare a supapelor
sl: Detajl čistilnih ventilov
zh: 清洗阀门细节

source: Separation Tank Screw Conveyor
ar: ناقل برغي خزان الفصل
de: Schneckenförderer für Trennbehälter
es: Transportador de tornillo del tanque de separación
fr: Convoyeur à vis pour réservoir de séparation
he: מסוע בורג מיכל הפרדה
it: Vasca di separazione - Coclea
nl: Scheidingstank Schroeftransporteur
pt: Transportador de parafuso do tanque de separação
ro: Transportor cu șurub rezervor de separare
sl: Polžni transportni ločevalni rezervoar
zh: 分离槽螺旋输送机

source: Level Ok For Run
ar: المستوى موافق للتشغيل
de: Level Ok für den Lauf
es: Nivel ok para correr
fr: Niveau OK pour courir
he: רמה אישור לרוץ
it: Livello ok per la corsa
nl: Niveau OK voor run
pt: Nível OK para corrida
ro: Nivel Ok pentru alergare
sl: Stopnja OK za tek
zh: 运行级别正常

source: No Flushing
ar: لا فلاشينغ
de: Kein Spülen
es: Sin enrojecimiento
fr: Pas de rinçage
he: ללא שטיפה
it: Nessun lavaggio
nl: Niet doorspoelen
pt: Sem descarga
ro: Fără spălare
sl: Brez izpiranja
zh: 无需冲洗

source: Tank Restart Flushing In Progress
ar: جاري إعادة تشغيل الخزان
de: Tank-Neustart-Spülung läuft
es: Reinicio del tanque Lavado en curso
fr: Redémarrage du réservoir, rinçage en cours
he: הפעלה מחדש של מיכל שטיפה מתבצעת
it: Riavvio del lavaggio del serbatoio in corso
nl: Tank herstart spoelen bezig
pt: Lavagem de reinicialização do tanque em andamento
ro: Repornirea rezervorului Spălare în curs
sl: V teku ponovni zagon rezervoarja
zh: 水箱重启 冲洗正在进行中

source: Agitator Of Rinsing Reactor
ar: المحرض لمفاعل الشطف
de: Rührwerk des Spülreaktors
es: Agitador del reactor de enjuague
fr: Agitateur de réacteur de rinçage
he: תסיסנית של כור שטיפה
it: Agitatore del reattore di risciacquo
nl: Roerwerk van de spoelreactor
pt: Agitador do reator de enxágue
ro: Agitatorul Reactorului de Clătire
sl: Mešalo za izpiranje reaktorja
zh: 冲洗反应釜搅拌器

source: Water Pump To Recirc./Filtration
ar: مضخة مياه لإعادة التدوير/الترشيح
de: Wasserpumpe zur Umwälzung/Filtration
es: Bomba de agua a recirc./filtración
fr: Pompe à eau pour recirc./filtration
he: משאבת מים למחזור/סינון
it: Pompa Acqua Al Ricircolo/Filtrazione
nl: Waterpomp voor recirculatie/filtratie
pt: Bomba de água para recirculação/filtração
ro: Pompă de apă la recirculare/filtrare
sl: Vodna črpalka za recir./filtracijo
zh: 水泵再循环/过滤

source: Valve To Filtration
ar: صمام للترشيح
de: Ventil zur Filtration
es: Válvula a filtración
fr: Vanne à filtration
he: Valve To Filteration
it: Valvola Per Filtrazione
nl: Klep naar filtratie
pt: Válvula para Filtragem
ro: Supapă la filtrare
sl: Ventil za filtracijo
zh: 过滤阀门

source: Big Bag Station Diverter
ar: محول محطة الحقيبة الكبيرة
de: Big-Bag-Stationsumsteller
es: Desviador de estación de big bag
fr: Déviateur de station Big Bag
it: Deviatore della stazione Big Bag
nl: Big Bag Station Omleider
pt: Desviador de Estação Big Bag
ro: Big Bag Station Deviator
zh: 大袋站转向器

source: (1=Bag
ar: (1= كيس
de: (1=Tasche
es: (1=Bolsa
fr: (1=Sac
he: (1=תיק
it: (1=Borsa
nl: (1=Tas
pt: (1=Saco
ro: (1=Gantă
sl: (1=vreča
zh: (1=袋子

source: Both Bags Not Ok For Loading
ar: كلا الحقيبتين غير مناسبتين للتحميل
de: Beide Taschen sind zum Beladen nicht geeignet
es: Ambas bolsas no están bien para cargar
fr: Les deux sacs ne conviennent pas au chargement
he: שני התיקים לא בסדר לטעינה
it: Entrambi i bagagli non sono idonei al caricamento
nl: Beide tassen zijn niet geschikt om te laden
pt: Ambos os sacos não estão adequados para carregamento
ro: Ambele genți nu sunt ok pentru încărcare
sl: Obe vreči nista primerni za nakladanje
zh: 两个袋子都无法装载

source: Bag
ar: شنطة
de: Tasche
es: Bolsa
fr: Sac
he: תיק
it: Borsa
nl: Tas
pt: Bolsa
ro: Sac
sl: Torba
zh: 包

source: Big Bag Station Bag
ar: حقيبة محطة حقيبة كبيرة
es: Bolsa de estación Big Bag
fr: Sac de gare Big Bag
it: Borsa da stazione Big Bag
nl: Grote tas stationtas
pt: Bolsa Estação Big Bag
ro: Geantă Big Bag Station
sl: Torba Big Bag Station
zh: 大袋站袋

source: (1=Not Ok Flsh=Alarm)
ar: (1=غير موافق Flsh=إنذار)
de: (1=Nicht ok Flsh=Alarm)
es: (1=No está bien Flsh=Alarma)
fr: (1=Pas Ok Flsh=Alarme)
he: (1=לא בסדר Flsh=אזעקה)
it: (1=Non Ok Flsh=Allarme)
nl: (1=Niet Ok Flsh=Alarm)
pt: (1=Não está OK Flsh=Alarme)
ro: (1=Nu este ok Flsh=Alarmă)
sl: (1=Ni v redu Flsh=Alarm)
zh: (1=不正常 Flsh=警报)

source: Big Bag Station Detail
ar: تفاصيل محطة الحقائب الكبيرة
de: Detail der Big-Bag-Station
es: Detalle de la estación de Big Bag
fr: Détail de la station Big Bag
he: פרטי תחנת התיק הגדול
it: Dettaglio della stazione Big Bag
nl: Detail van het Big Bag Station
pt: Detalhe da Estação Big Bag
ro: Big Bag Station Detaliu
sl: Podrobnosti postaje Big Bag
zh: 大袋站细节

source: Water Tank Network Water
ar: شبكة خزان المياه المياه
de: Wassertanknetz Wasser
es: Agua De La Red De Tanques De Agua
fr: Eau du réseau de réservoirs d'eau
he: מיכל מים רשת מים
it: Rete di serbatoi d'acqua Acqua
nl: Watertanknetwerk Water
pt: Rede de Tanques de Água Água
ro: Rezervoare de apă Rețea de apă
sl: Rezervoar za vodo Omrežje Voda
zh: 水箱网络水

source: Water Tank Pump To DCEs
ar: مضخة خزان المياه إلى DCEs
de: Wassertankpumpe zu DCEs
es: Bomba De Tanque De Agua A DCEs
fr: Pompe de réservoir d'eau vers les DCE
he: משאבת מיכל מים To DCEs
it: Pompa del serbatoio dell'acqua a DCES
nl: Watertankpomp naar DCE's
pt: Bomba do tanque de água para DCEs
ro: Pompa Rezervor Apa La DCEs
sl: Črpalka rezervoarja za vodo do DCE
zh: 水箱泵至 DCES

source: Silo Not Filled
ar: الصومعة غير مملوءة
de: Silo nicht gefüllt
es: Silo no lleno
fr: Silo non rempli
he: סילו לא מלא
it: Silo non riempito
nl: Silo niet gevuld
pt: Silo não preenchido
ro: Silozul nu este umplut
sl: Silos ni napolnjen
zh: 筒仓未填满

source: Silo Not Emptying
ar: صومعة لا تفريغ
de: Silo entleert sich nicht
es: El silo no se vacía
fr: Le silo ne se vide pas
he: סילו לא מתרוקן
it: Silo che non si svuota
nl: Silo wordt niet leeggemaakt
pt: Silo não esvazia
ro: Silozul nu se golește
sl: Silos se ne izprazni
zh: 筒仓未清空

source: Silo Not Empty
ar: صومعة ليست فارغة
de: Silo nicht leer
es: Silo no vacío
fr: Silo pas vide
he: סילו לא ריק
it: Silo non vuoto
nl: Silo niet leeg
pt: Silo não vazio
ro: Silozul nu este gol
sl: Silos ni prazen
zh: 筒仓未空

source: Not Waiting For Minimum Level
ar: لا تنتظر الحد الأدنى للمستوى
de: Ich warte nicht auf das Mindestniveau
es: No esperando el nivel mínimo
fr: Ne pas attendre le niveau minimum
he: לא מחכה לרמה מינימלית
it: Non aspettare il livello minimo
nl: Niet wachten op minimumniveau
pt: Não esperando pelo nível mínimo
ro: Nu se așteaptă nivelul minim
sl: Brez čakanja na najnižjo raven
zh: 不等待最低级别

source: Waiting For Level Below Minimum
ar: في انتظار مستوى أقل من الحد الأدنى
de: Warten auf Niveau unter Minimum
es: Esperando un nivel inferior al mínimo
fr: En attente d'un niveau inférieur au minimum
he: מחכה לרמה מתחת למינימום
it: In attesa del livello inferiore al minimo
nl: Wachten op niveau onder minimum
pt: Esperando por nível abaixo do mínimo
ro: Se așteaptă un nivel sub minim
sl: Čakanje na raven pod minimumom
zh: 等待低于最低水平

source: Eddy Current Vibrating Feeder
ar: المغذي الاهتزازي بتيار إيدي
de: Wirbelstrom-Vibrationsförderer
es: Alimentador vibratorio de corrientes de Foucault
fr: Alimentateur vibrant à courants de Foucault
he: מזין רטט אדי זרם
it: Alimentatore vibrante a correnti parassite
nl: Wervelstroom trilgoot
pt: Alimentador vibratório de corrente parasita
ro: Alimentator vibrator cu curenți turbionari
sl: Vibracijski podajalnik z vrtinčnim tokom
zh: 涡流振动给料机

source: Eddy Current Conveyor Belt
ar: إيدي الحزام الناقل الحالي
de: Wirbelstromförderband
es: Cinta transportadora de corrientes de Foucault
fr: Bande transporteuse à courants de Foucault
he: מסוע אדי זרם
it: Nastro trasportatore a correnti parassite
nl: Wervelstroomtransportband
pt: Correia transportadora de corrente parasita
ro: Banda transportoare cu curenți turbionari
sl: Tekoči trak z vrtinčnim tokom
zh: 涡流输送带

source: Alignment Bypass In Progress
ar: تجاوز المحاذاة قيد التقدم
de: Ausrichtungsumgehung wird ausgeführt
es: Desvío de alineación en curso
fr: Contournement d'alignement en cours
he: מעקף יישור מתבצע
it: Bypass di allineamento in corso
nl: Uitlijningsbypass in uitvoering
pt: Desvio de alinhamento em andamento
ro: Bypass de aliniere în curs
sl: Obvod poravnave v teku
zh: 对齐绕过正在进行中

source: No Alignment Bypass
ar: لا تجاوز المحاذاة
de: Kein Alignment-Bypass
es: Sin derivación de alineación
fr: Aucun contournement d'alignement
he: אין מעקף יישור
it: Nessun bypass di allineamento
nl: Geen uitlijningsbypass
pt: Sem desvio de alinhamento
ro: Fără ocolire de aliniere
sl: Brez obvoda poravnave
zh: 无对齐旁路

source: Bypass Of Alignment Sensor
ar: تجاوز مستشعر المحاذاة
de: Bypass des Ausrichtungssensors
es: Desvío del sensor de alineación
fr: Contournement du capteur d'alignement
he: מעקף של חיישן יישור
it: Bypass del sensore di allineamento
nl: Bypass van uitlijningssensor
pt: Desvio do sensor de alinhamento
ro: Ocolirea senzorului de aliniere
sl: Obvod senzorja poravnave
zh: 绕过对准传感器

source: Eddy Current Roll
ar: لفة إيدي الحالية
de: Wirbelstromrolle
es: Rollo de corrientes de Foucault
fr: Rouleau de courants de Foucault
he: אדי נוכחי רול
it: Rotolo di correnti parassite
nl: Wervelstroomrol
pt: Rolo de corrente parasita
ro: Rolă de curenți turbionari
sl: Vrtinčasti tok
zh: 涡流辊

source: Conveyor Belt Safety Not Ok
ar: سلامة الحزام الناقل ليست على ما يرام
de: Sicherheit des Förderbandes nicht in Ordnung
es: La seguridad de la cinta transportadora no está bien
fr: La sécurité de la bande transporteuse n'est pas correcte
he: בטיחות מסוע לא בסדר
it: Sicurezza del nastro trasportatore non ok
nl: Veiligheid transportband niet in orde
pt: Segurança da correia transportadora não está correta
ro: Siguranța benzii transportoare nu este ok
sl: Varnost tekočega traku ni v redu
zh: 输送带安全性不佳

source: Eddy Current Magnetic Drum
ar: الدوامة المغناطيسية الحالية
de: Wirbelstrom-Magnettrommel
es: Tambor magnético de corrientes de Foucault
fr: Tambour magnétique à courants de Foucault
he: Eddy Current תוף מגנטי
it: Tamburo magnetico a correnti parassite
nl: Wervelstroom magnetische trommel
pt: Tambor magnético de corrente parasita
ro: Tambur magnetic cu curent turbionar
sl: Magnetni boben z vrtinčnim tokom
zh: 涡流磁滚筒

source: Eddy Current
ar: الدوامة الحالية
de: Wirbelstrom
es: Corrientes de Foucault
fr: Courants de Foucault
he: אדי קרנט
it: Corrente parassita
nl: Wervelstroom
pt: Corrente parasita
ro: Curent turbionar
sl: vrtinčni tok
zh: 涡流

source: Dry Grinder Main Motor
ar: المحرك الرئيسي للمطحنة الجافة
de: Trockenschleifer-Hauptmotor
es: Motor principal de amoladora seca
fr: Moteur principal du broyeur à sec
he: מנוע ראשי של מטחנה יבשה
it: Motore principale della smerigliatrice a secco
nl: Hoofdmotor van de droge slijpmachine
pt: Motor principal do moedor a seco
ro: Motor principal al polizorului uscat
sl: Glavni motor suhega brusilnika
zh: 干磨机主电机

source: Dry Grinder Safety Key
ar: مفتاح أمان المطحنة الجافة
de: Sicherheitsschlüssel für Trockenschleifer
es: Llave de seguridad del molinillo en seco
fr: Clé de sécurité du broyeur à sec
he: מפתח בטיחות מטחנה יבשה
it: Chiave di sicurezza per smerigliatrice a secco
nl: Veiligheidssleutel voor droogmolen
pt: Chave de segurança do moedor a seco
ro: Cheie de siguranță pentru râșniță uscată
sl: Varnostni ključ za suhi mlinček
zh: 干磨机安全钥匙

source: Dry Grinder Cooling
ar: تبريد المطحنة الجافة
de: Trockenmahlwerkkühlung
es: Enfriamiento del molinillo en seco
fr: Refroidissement du broyeur à sec
he: קירור מטחנה יבשה
it: Raffreddamento della smerigliatrice a secco
nl: Koeling van droge maalmachines
pt: Resfriamento do moedor a seco
ro: Răcirea mașinii uscate
sl: Suho hlajenje brusilnika
zh: 干磨机冷却

source: Dry Grinder Maintenance Procedure
ar: إجراءات صيانة المطحنة الجافة
de: Wartungsverfahren für Trockenschleifer
es: Procedimiento de mantenimiento del molinillo seco
fr: Procédure d'entretien du broyeur à sec
he: נוהל תחזוקה של מטחנה יבשה
it: Procedura di manutenzione della smerigliatrice a secco
nl: Onderhoudsprocedure voor droge molens
pt: Procedimento de manutenção do moedor a seco
ro: Procedura de întreținere a râșniței uscate
sl: Postopek vzdrževanja suhega brusilnika
zh: 干磨机维护程序

source: Buhler Flakes Sorter Main Start
ar: البداية الرئيسية لفارز رقائق بوهلر
de: Bühler Flockensortierer Hauptstart
es: Inicio principal del Seleccionador de Escamas Buhler
fr: Démarrage principal du trieur de flocons Buhler
he: סדרן פתיתים בוהלר התחלה ראשית
it: Avvio principale del selezionatore di scaglie Buhler
nl: Buhler Vlokkensorteerder Hoofdstart
pt: Início principal do classificador de flocos Bühler
ro: Pornire principală a sortatorului de fulgi Buhler
sl: Buhler sortirnik kosmičev Glavni začetek
zh: 布勒薄片分选机主启动

source: No Fault Present
ar: لا يوجد خطأ الحاضر
de: Kein Fehler vorhanden
es: No hay falla presente
fr: Aucun défaut présent
he: אין תקלות
it: Nessun guasto presente
nl: Geen storing aanwezig
pt: Nenhuma falha presente
ro: Nicio vină prezentă
sl: Ni prisotne napake
zh: 不存在任何故障

source: Sorter No Fault
ar: فارز لا خطأ
de: Sortierer Kein Fehler
es: Seleccionador Sin Fallo
fr: Trieur sans défaut
he: סדרן ללא תקלה
it: Selezionatore Nessun guasto
nl: Sorteerder Geen Fout
pt: Classificador sem falha
ro: Sorter Fără vină
sl: Razvrščalnik brez napake
zh: 分拣机无故障

source: (1=No Alarm)
ar: (1=لا يوجد إنذار)
de: (1=Kein Alarm)
es: (1=Sin alarma)
fr: (1=Pas d'alarme)
he: (1=אין אזעקה)
it: (1=Nessun allarme)
nl: (1=Geen alarm)
pt: (1=Sem alarme)
ro: (1=Fără alarmă)
sl: (1=Brez alarma)
zh: （1=无警报）

source: Major Alarm Present
ar: إنذار رئيسي موجود
de: Schwerer Alarm vorhanden
es: Alarma importante presente
fr: Alarme majeure présente
he: אזעקה גדולה נוכחת
it: Allarme maggiore presente
nl: Groot alarm aanwezig
pt: Alarme principal presente
ro: Alarmă majoră prezentă
sl: Glavni alarm prisoten
zh: 存在主要警报

source: Major Alarm
ar: إنذار رئيسي
de: Großer Alarm
es: Alarma mayor
fr: Alarme majeure
he: אזעקה גדולה
it: Allarme maggiore
nl: Groot alarm
pt: Alarme principal
ro: Alarmă majoră
sl: Glavni alarm
zh: 重大警报

source: Minor Alarm Present
ar: إنذار طفيف موجود
de: Kleiner Alarm vorhanden
es: Alarma menor presente
fr: Alarme mineure présente
he: אזעקה קטנה קיימת
it: Allarme minore presente
nl: Klein alarm aanwezig
pt: Alarme menor presente
ro: Prezentă alarmă minoră
sl: Prisoten manjši alarm
zh: 存在轻微警报

source: Minor Alarm
ar: إنذار طفيف
de: Kleiner Alarm
es: Alarma menor
fr: Alarme mineure
he: אזעקה מינורית
it: Allarme minore
nl: Klein alarm
pt: Alarme menor
ro: Alarmă minoră
sl: Manjši alarm
zh: 轻微警报

source: Sorter Major Alarm
ar: فارز إنذار رئيسي
de: Sortierer-Hauptalarm
es: Seleccionador de alarma mayor
fr: Alarme majeure du trieur
he: אזעקת סדרן עיקרית
it: Allarme maggiore del selezionatore
nl: Sorteerder Groot Alarm
pt: Alarme principal do classificador
zh: 分拣机主要警报

source: Not Bypassed
ar: لم يتم تجاوزها
de: Nicht umgangen
es: No omitido
fr: Non contourné
he: לא עוקף
it: Non bypassato
nl: Niet omzeild
pt: Não ignorado
ro: Nu este ocolit
sl: Ni obhodno
zh: 未绕过

source: Buhler Flakes Sorter Main Stream Start
ar: بدء التيار الرئيسي لفارز رقائق بوهلر
de: Bühler Flakes Sorter Main Stream Start
es: Inicio del flujo principal del Seleccionador de escamas Buhler
fr: Démarrage du flux principal du trieur de flocons Buhler
he: Buhler Flakes Sorter Main Stream Start Stream
it: Inizio del flusso principale del selezionatore di scaglie Buhler
nl: Buhler Flakes Sorter Hoofdstroom Start
pt: Início do fluxo principal do classificador de flocos Buhler
sl: Buhler sortirnik kosmičev Glavni tok Start
zh: 布勒薄片分选机主流启动

source: Buhler Flakes Sorter Recovery Start
ar: بدء عملية استرداد فارز رقائق بوهلر
de: Start der Wiederherstellung des Flockensortierers von Bühler
es: Inicio de recuperación del Seleccionador de copos Buhler
fr: Début de la récupération du trieur de flocons Buhler
he: התחלת שחזור סדרן פתיתים של Buhler
it: Inizio del recupero della selezionatrice di scaglie Buhler
nl: Buhler Flakes Sorter Herstel Start
pt: Início da recuperação do classificador de flocos Buhler
zh: 布勒薄片分选机恢复启动

source: Maximum Level Of Secondary Material
ar: الحد الأقصى لمستوى المواد الثانوية
de: Maximaler Anteil an Sekundärmaterial
es: Nivel máximo de material secundario
fr: Niveau maximum de matière secondaire
he: רמה מקסימלית של חומר משני
it: Livello massimo di materiale secondario
nl: Maximaal niveau van secundair materiaal
pt: Nível máximo de material secundário
ro: Nivel maxim de material secundar
sl: Najvišja raven sekundarnega materiala
zh: 次要材料的最大含量

source: Diverting Mode
ar: وضع التحويل
de: Umleitungsmodus
es: Modo de desvío
fr: Mode de déviation
he: מצב הסטה
it: Modalità di deviazione
nl: Omleidingsmodus
pt: Modo de desvio
ro: Modul de deviere
ru: Отклоняющий режим
sl: Preusmeritveni način
zh: 导流方式

source: Only
ar: فقط
de: Nur
es: Solo
fr: Seulement
he: רק
it: Soltanto
nl: Alleen
pt: Apenas
ro: Numai
ru: Только
sl: Samo
zh: 仅有的

source: Channel Hopper Minimum Level
ar: الحد الأدنى لمستوى قادوس القناة
de: Mindestfüllstand des Kanaltrichters
es: Nivel mínimo de tolva de canal
fr: Niveau minimum de la trémie de canaux
he: ערוץ הופר רמת מינימום
it: Livello minimo della tramoggia del canale
nl: Minimumniveau kanaalhopper
pt: Nível Mínimo do Hopper de Canal
ro: Nivelul minim al canalului
sl: Najmanjša raven lijaka kanala
zh: 通道料斗最低液位

source: Vibrator In Semiauto Mode
ar: هزاز في وضع نصف تلقائي
de: Vibrator im halbautomatischen Modus
es: Vibrador en modo semiautomático
fr: Vibrateur en mode semi-automatique
he: רטט במצב חצי אוטומטי
it: Vibratore in modalità semiautomatica
nl: Trilfunctie in semi-automatische modus
pt: Vibrador em modo semiautomático
ro: Vibrator în modul semiauto
sl: Vibrator v polavtomatskem načinu
zh: 半自动模式下的振动器
