Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# INFO_LEVEL_5
source: Check The Tank Working Conditions. A Possible Material Blockage Is Occured.
ar: تحقق من ظروف عمل الخزان. يحدث انسداد المواد المحتملة.
de: Überprüfen Sie die Arbeitsbedingungen der Panzer. Es wird eine mögliche Materialblockade aufgetreten.
es: Verifique las condiciones de trabajo del tanque. Se produce un posible bloqueo de material.
fr: Vérifiez les conditions de fonctionnement du réservoir. Un éventuel blocage de matériau se produit.
he: בדוק את תנאי העבודה של הטנק. חסימת חומרים אפשרית מתרחשת.
it: Controllare le condizioni di lavoro del serbatoio. Si verifica un possibile blocco del materiale.
nl: Controleer de werkingsomstandigheden van de tank. Er is mogelijk een materiaalverstopping opgetreden.
pt: Verifique as condições de trabalho do tanque. Ocorreu um possível bloqueio de material.
ro: Verificați condițiile de lucru ale rezervorului. Se produce un posibil blocaj al materialului.
ru: Проверьте условия работы резервуара. Произошла возможная блокировка материала.
sl: Preverite delovne pogoje rezervoarja. Prišlo je do morebitne materialne blokade.
zh: 检查坦克工作条件。发生可能的材料阻塞。

# INFO_LEVEL_6
source: Check The Tank Working Conditions And The Water Loop Regulation (Filling)
ar: تحقق من ظروف عمل الخزان وتنظيم حلقة المياه (التعبئة)
de: Überprüfen Sie die Tankarbeitsbedingungen und die Wasserkreisregelung (Füllung)
es: Verifique Las Condiciones De Trabajo Del Tanque Y La Regulación Del Circuito De Agua (Llenado)
fr: Vérifier les conditions de fonctionnement du réservoir et la régulation de la boucle d'eau (remplissage)
he: בדוק את תנאי העבודה של המיכל ואת תקנת לולאת המים (מילוי)
it: Verificare le condizioni di lavoro del serbatoio e la regolazione dell'anello dell'acqua (riempimento)
nl: Controleer de werkingsomstandigheden van de tank en de regeling van de waterkringloop (vullen)
pt: Verifique as condições de trabalho do tanque e a regulamentação do loop de água (enchimento)
ro: Verificați condițiile de lucru ale rezervorului și reglarea buclelor de apă (umplere)
ru: Проверьте условия работы бака и регулировку водяного контура (наполнение)
sl: Preverite delovne pogoje rezervoarja in regulacijo vodne zanke (polnjenje)
zh: 检查罐式工作条件和水循环调节（填充）

# INFO_LEVEL_7
source: Level Sensors Incongruency. Check For A Possible Bridge Or A (Single) Level Mulfunction.
ar: مستوى أجهزة الاستشعار غير المستشعرات. تحقق من وجود جسر محتمل أو Mulfunction مستوى (واحد).
de: Füllstandssensoren Inkongruenz. Prüfen Sie auf eine mögliche Brücke oder eine (einzelne) Müllfunktion.
es: Incongruencia De Los Sensores De Nivel. Compruebe Si Hay Un Posible Puente O Una Multifunción De Nivel (Único).
fr: Incongruence des capteurs de niveau. Recherchez un éventuel pont ou un multifonction de niveau (unique).
he: אי התאמה של חיישני רמה. בדוק אם יש גשר אפשרי או תקלה במפלס (יחיד).
it: Incongruenza dei sensori di livello. Verificare la presenza di un possibile ponte o di una (singola) multifunzione di livello.
nl: Incongruentie in niveausensoren. Controleer op een mogelijke brug of een (enkel) niveaustoring.
pt: Sensores de nível incongruência. Verifique se há uma possível ponte ou uma (única) mulfunção de nível.
ro: Incongruența senzorilor de nivel. Verificați dacă există o posibilă pod sau o mulfracție de nivel (unică).
ru: Несоответствие датчиков уровня. Проверьте наличие возможной неисправности моста или (одиночного) уровня.
sl: Neskladnost senzorjev nivoja. Preverite morebitni most ali (eno)nivojsko okvaro.
zh: 水平传感器不一致。检查可能的桥梁或（单个）级别的Mulfunction。

# INFO_LEVEL_8
source: The Hopper Is Empty ! Check The Upstream Feeding Circuit, Process Regulation Or Stopping Events
ar: النطاط فارغ! تحقق من دائرة التغذية المنبع أو تنظيم العمليات أو إيقاف الأحداث
de: Der Trichter ist leer! Überprüfen Sie den Upstream-Fütterungskreislauf, die Prozessregulierung oder das Stoppen von Ereignissen
es: ¡La Tolva Está Vacía! Verifique El Circuito De Alimentación Aguas Arriba, La Regulación Del Proceso O Los Eventos De Parada
fr: La trémie est vide ! Vérifiez le circuit d'alimentation en amont, la régulation du processus ou les événements d'arrêt
he: ההופר ריק! בדוק את מעגל ההזנה במעלה הזרם, ויסות תהליך או עצירת אירועים
it: La tramoggia è vuota! Controllare il circuito di alimentazione a monte, la regolazione del processo o gli eventi di arresto
nl: De trechter is leeg! Controleer het stroomopwaartse voedingscircuit, de procesregeling of de stopgebeurtenissen.
pt: A tremonha está vazia! Verifique o circuito de alimentação upstream, regulação do processo ou eventos de parada
ro: Hoproful este gol! Verificați circuitul de alimentare în amonte, reglarea proceselor sau oprirea evenimentelor
ru: Бункер пуст! Проверьте цепь подачи вверх по течению, регулирование процесса или события остановки
sl: Zalogovnik je prazen! Preverite napajalni krog navzgor, regulacijo procesa ali zaustavitvene dogodke
zh: 料斗是空的！检查上游馈电电路，过程调节或停止事件

# INFO_LEVEL_9
source: Check The Microfilter Net For Cleaning
ar: تحقق من شبكة Microfilter للتنظيف
de: Überprüfen Sie das Mikrofilternetz zur Reinigung
es: Verifique La Red Del Microfiltro Para La Limpieza
fr: Vérifiez le filet du microfiltre pour le nettoyage
he: בדוק את רשת המיקרופילטר לניקוי
it: Controllare la rete del microfiltro per la pulizia
nl: Controleer het microfilternet op reiniging
pt: Verifique a rede de microfilter para limpeza
ro: Verificați curățarea plasă a microfilterului pentru curățare
ru: Проверьте сетку микрофильтра на предмет очистки
sl: Preverite, ali je mreža mikrofiltra očiščena
zh: 检查微型膜网进行清洁

# INFO_LEVEL_10
source: Check The Microfilter Conditions And The Water Loop Regulation
ar: تحقق من الظروف الميكروفيلتر وتنظيم حلقة المياه
de: Überprüfen Sie die Mikrofilterbedingungen und die Wasserkreisregelung
es: Compruebe Las Condiciones Del Microfiltro Y La Regulación Del Circuito De Agua
fr: Vérifiez les conditions du microfiltre et la régulation de la boucle d'eau
he: בדוק את תנאי המיקרופילטר ואת תקנת לולאת המים
it: Verificare le condizioni del microfiltro e la regolazione del circuito dell'acqua
nl: Controleer de microfilteromstandigheden en de regeling van de waterkringloop
pt: Verifique as condições do microfiltro e a regulação do loop de água
ro: Verificați condițiile microfilterului și reglarea buclei de apă
ru: Проверьте состояние микрофильтра и регулировку водяного контура
sl: Preverite pogoje mikrofiltra in regulacijo vodne zanke
zh: 检查微型膜条件和水循环调节

# INFO_LEVEL_11
source: Big Bag Full ! Check And Replace It.
ar: حقيبة كبيرة كاملة! تحقق واستبدالها.
de: Große Tasche voll! Überprüfen und ersetzen Sie es.
es: ¡Bolsa Grande Llena! Compruébalo Y Reemplázalo.
fr: Gros sac plein ! Vérifiez et remplacez-le.
he: תיק גדול מלא! בדוק והחלף אותו.
it: Borsa grande piena! Controlla e sostituiscilo.
nl: Grote zak vol! Controleer en vervang.
pt: Big bolsa cheia! Verifique e substitua -o.
ro: Geanta mare plină! Verificați și înlocuiți -l.
ru: Большой мешок полный! Проверьте и замените его.
sl: Velika torba polna! Preverite in zamenjajte.
zh: 大包满！检查并更换它。

# INFO_LEVEL_12
source: Check The Silo Filling, Process Conditions And, If Needed, The Regulation Of Setups
ar: تحقق من ملء الصومعة وظروف العملية، وإذا لزم الأمر، تنظيم الإعدادات
de: Überprüfen Sie die Silofüllung, Prozessbedingungen und ggf. die Regulierung der Setups
es: Verifique El Llenado Del Silo, Las Condiciones Del Proceso Y, Si Es Necesario, La Regulación De Las Configuraciones
fr: Vérifier le remplissage du silo, les conditions du procédé et, si nécessaire, la régulation des réglages
he: בדוק את מילוי הסילו, תנאי התהליך ובמידת הצורך את הסדרת ההגדרות
it: Verificare il riempimento del silo, le condizioni di processo e, se necessario, la regolazione degli allestimenti
nl: Controleer de silo-vulling, procesomstandigheden en indien nodig de regeling van opstellingen
pt: Verifique o recheio de silo, as condições do processo e, se necessário, a regulamentação de configurações
ro: Verificați umplerea silozului, condițiile de proces și, dacă este necesar, reglementarea configurațiilor
ru: Проверить заполнение силоса, технологические условия и, при необходимости, регулирование установок
sl: Preverite polnjenje silosa, pogoje postopka in, če je potrebno, regulacijo nastavitev
zh: 检查筒仓填充，工艺条件，如果需要，设定的调节

# INFO_LEVEL_13
source: Maximum Level Reached ! Check Local Filling And Process Conditions
ar: المستوى الأقصى لم يصل! تحقق من حالات التعبئة والمعالجة المحلية
de: Maximales Niveau nicht erreicht! Überprüfen Sie lokale Füll- und Prozessbedingungen
es: ¡Nivel Máximo No Alcanzado! Verifique Las Condiciones Locales De Llenado Y Proceso
fr: Niveau maximum atteint ! Vérifiez les conditions locales de remplissage et de traitement
he: הרמה המקסימלית לא הושגה! בדוק את תנאי המילוי והתהליכים המקומיים
it: Livello massimo non raggiunto! Controllare le condizioni locali di riempimento e processo
nl: Maximumniveau bereikt! Controleer lokale vul- en procescondities.
pt: Nível máximo não atingido! Verifique as condições locais de preenchimento e processo
ro: Nivelul maxim nu a fost atins! Verificați condițiile locale de umplere și proces
ru: Максимальный уровень не достигнут! Проверьте местные условия наполнения и процесса
sl: Dosežena najvišja raven! Preverite lokalne pogoje polnjenja in postopka
zh: 最高级别未达到！检查本地填充和过程条件

# INFO_LEVEL_14
source: Minimum Level Not Ok ! Check Process Local Conditions And Setups Since No Minimum Level Is Detected
ar: الحد الأدنى من المستوى لا موافق! تحقق عملية الشروط المحلية والإعدادات نظرا لأنه تم اكتشاف الحد الأدنى من المستوى
de: Mindestniveau nicht in Ordnung! Überprüfen Sie die lokalen Bedingungen und Setups des Prozesses, da kein Mindestniveau erkannt wird
es: ¡Nivel Mínimo no es OK! Compruebe Las Configuraciones Y Las Condiciones Locales Del Proceso, Ya Que No Se Detecta Un Nivel Mínimo
fr: Niveau minimum pas OK ! Vérifiez les conditions et les configurations locales du processus puisqu'aucun niveau minimum n'est détecté
he: רמה מינימלית לא בסדר! בדוק את התנאים וההגדרות המקומיים של התהליך מכיוון שלא זוהתה רמה מינימלית
it: Livello minimo non ok! Controllare le condizioni e le impostazioni locali del processo poiché non viene rilevato alcun livello minimo
nl: Minimumniveau niet ok! Controleer de lokale procesomstandigheden en -instellingen, aangezien er geen minimumniveau is gedetecteerd.
pt: Nível mínimo não ok! Verifique as condições e configurações locais do processo, pois nenhum nível mínimo é detectado
ro: Nivelul minim nu OK! Verificați procesul și setările locale ale procesului, deoarece nu este detectat un nivel minim
ru: Минимальный уровень не подходит! Проверьте локальные условия и настройки процесса, поскольку минимальный уровень не обнаружен
sl: Najnižja raven ni v redu! Preverite lokalne pogoje in nastavitve procesa, ker najnižja raven ni zaznana
zh: 最小级别不太好！检查过程本地条件和设置，因为未检测到最小级别

# INFO_LEVEL_15
source: Minimum Level Not Ok ! Tank Has To Be Refilled.
ar: الحد الأدنى من المستوى لا موافق! دبابة يجب إعادة تعبئتها.
de: Mindestniveau nicht in Ordnung! Tank muss nachgefüllt werden.
es: ¡Nivel Mínimo no es OK! El Tanque Tiene Que Ser Rellenado.
fr: Niveau minimum pas OK ! Le réservoir doit être rempli.
he: רמה מינימלית לא בסדר! יש למלא את המיכל מחדש.
it: Livello minimo non ok! Il serbatoio deve essere riempito.
nl: Minimumniveau niet ok! Tank moet worden bijgevuld.
pt: Nível mínimo não ok! O tanque deve ser reabastecido.
ro: Nivelul minim nu OK! Rezervorul trebuie reumplut.
ru: Минимальный уровень не подходит! Бак должен быть пополнен.
sl: Najnižja raven ni v redu! Rezervoar je treba ponovno napolniti.
zh: 最小级别不太好！坦克必须重新填充。

# INFO_LEVEL_16
source: Filter Is Dirty And Needs To Be Cleaned (The Water Level Remains Too High).
ar: مرشح قذر ويحتاج إلى تنظيفه (لا يزال مستوى المياه مرتفعا جدا).
de: Filter ist verschmutzt und muss gereinigt werden (der Wasserstand bleibt zu hoch).
es: El Filtro Está Sucio Y Debe Limpiarse (El Nivel Del Agua Sigue Siendo Demasiado Alto).
fr: Le filtre est sale et doit être nettoyé (le niveau d’eau reste trop élevé).
he: המסנן מלוכלך ויש צורך לנקות אותו (מפלס המים נשאר גבוה מדי).
it: Il filtro è sporco e deve essere pulito (il livello dell'acqua rimane troppo alto).
nl: Het filter is vuil en moet worden schoongemaakt (het waterniveau blijft te hoog).
pt: O filtro está sujo e precisa ser limpo (o nível da água permanece muito alto).
ro: Filtrul este murdar și trebuie curățat (nivelul apei rămâne prea mare).
ru: Фильтр загрязнен и нуждается в очистке (уровень воды остается слишком высоким).
sl: Filter je umazan in ga je treba očistiti (nivo vode je še vedno previsok).
zh: 过滤器脏污，需要清洁（水位仍然太高）。

# INFO_LEVEL_17
source: Check The Hopper. Ensure No Blockage Is Present And/Or Verify The Regulation Of The Process
ar: تحقق من النطاط. تأكد من عدم وجود انسداد و/أو التحقق من تنظيم العملية
de: Überprüfen Sie den Trichter. Stellen Sie sicher, dass keine Blockade vorhanden ist und/oder die Regulierung des Prozesses überprüfen
es: Revise la tolva. Asegúrese de que no hay bloqueo presente y/o verifique la regulación del proceso
fr: Vérifiez la trémie. S'assurer qu'il n'y a aucun blocage et/ou vérifier la régulation du processus
he: בדוק את הופר. להבטיח כי אין סתימה קיים ו/או לאמת את ויסות התהליך
it: Controlla la tramoggia. Assicurarsi che non sia presente alcun blocco e/o verifichi la regolamentazione del processo
nl: Controleer de trechter. Zorg ervoor dat er geen blokkades aanwezig zijn en/of controleer de regeling van het proces.
pt: Verifique a tremonha. Garantir que nenhum bloqueio esteja presente e/ou verifique a regulamentação do processo
ro: Verificați buncărul. Asigurați -vă că nu este prezent blocaj și/sau verificați reglementarea procesului
sl: Preverite The Hopper. Prepričajte se, da ni blokade in/ali preverite regulacijo postopka
zh: 检查料斗。确保不存在障碍和/或验证该过程的调节

# INFO_RES_1
source: Safety Thermistor Tripped ! Check The Dryer For Any Possible Material Blockage, Thermoregualtion, Air Filter Etc
ar: السلامة الثرمستور تعثرت! تحقق من المجفف لأي انسداد مادي ممكن، حراري، فلتر الهواء
de: Sicherheitsthermistor ausgelöst! Überprüfen Sie den Trockner auf mögliche Materialverbläße, Thermoregution, Luftfilter
es: ¡Termistor De Seguridad Disparado! Revisar La Secadora Por Cualquier Posible Bloqueo De Material, Termorregulación, Filtro De Aire
fr: Thermistance de sécurité déclenchée ! Vérifiez le sèche-linge pour tout blocage de matériau possible, thermorégulation, filtre à air, etc.
he: תרמיסטור בטיחות הוכש! בדוק את המייבש עבור כל חסימת חומר אפשרית, הגנה תרמית, מסנן אוויר
it: Termistore di sicurezza scattato! Controllare l'asciugatrice per eventuali blocchi di materiale, termoregolazione, filtro dell'aria
nl: Veiligheidsthermistor geactiveerd! Controleer de droger op mogelijke materiaalverstoppingen, thermoregulatie, luchtfilter, enz.
pt: Termistor de segurança tropeçou! Verifique o secador para qualquer possível bloqueio de material, filtro de ar de termorregulação
ro: Termistorul de siguranță a declanșat! Verificați uscătorul pentru orice blocant posibil al materialului, filtru de aer termoreglare
ru: Сработал предохранительный термистор! Проверьте сушилку на предмет возможной блокировки материала, терморегуляции, воздушного фильтра
sl: Varnostni termistor se je sprožil! Preverite sušilni stroj za kakršno koli morebitno blokado materiala, termoregulacijo, zračni filter itd
zh: 安全热敏电阻绊倒！检查烘干机是否有任何可能的材料堵塞，温度，空气过滤器

# INFO_RES_2
source: Restart The Blower Quickly To Prevent The Heating System Overheat
ar: إعادة تشغيل منفاخ بسرعة لمنع ارتفاع درجة الحرارة نظام التدفئة
de: Starten Sie das Gebläse schnell neu, um zu verhindern, dass das Heizsystem überhitzt
es: Reinicie El Soplador Rápidamente Para Evitar El Sobrecalentamiento Del Sistema De Calefacción
fr: Redémarrez le ventilateur rapidement pour éviter la surchauffe du système de chauffage
he: הפעל מחדש את המפוח במהירות כדי למנוע התחממות יתר של מערכת החימום
it: Riavvia rapidamente il ventilatore per evitare il surriscaldamento del sistema di riscaldamento
nl: Start de ventilator snel opnieuw om oververhitting van het verwarmingssysteem te voorkomen
pt: Reinicie o soprador rapidamente para evitar o superaquecimento do sistema de aquecimento
ro: Reporniți rapid suflanta pentru a preveni supraîncălzirea sistemului de încălzire
ru: Быстро перезапустите вентилятор, чтобы предотвратить перегрев системы отопления
sl: Hitro znova zaženite puhalo, da preprečite pregrevanje ogrevalnega sistema
zh: 快速重启鼓风机以防止加热系统过热

# INFO_RES_3
source: Resistor Low Current ! Check The Wiring And Replace The Resistor If May Need !!! Only Authorized Personnel !!!
ar: المقاوم الحالي الحالي! تحقق من الأسلاك واستبدال المقاوم إذا كنت بحاجة !!! الموظفين المهرة المعتمدة فقط!!!
de: Widerstand niedriger Strom! Überprüfen Sie die Verdrahtung und ersetzen Sie den Widerstand, wenn es erforderlich ist !!! Qualifiziertes Personal nur autorisiert !!!
es: ¡Baja Corriente De Resistencia! ¡Compruebe El Cableado Y Reemplace La Resistencia Si Es Necesario! Solo Personal Cualificado Autorizado!!!
fr: Résistance à faible courant ! Vérifiez le câblage et remplacez la résistance si nécessaire !!! Seul le personnel autorisé !!!
he: נגד זרם נמוך! בדוק את החיווט והחלף את הנגד במידת הצורך!!! כוח אדם מיומן מורשה בלבד!!!
it: Resistore Bassa Corrente ! Controllare il cablaggio e sostituire il resistore se necessario!!! Solo Personale Specializzato Autorizzato!!!
nl: Lage stroomsterkte bij weerstand! Controleer de bedrading en vervang de weerstand indien nodig!!! Alleen geautoriseerd personeel!!!
pt: Resistor Baixa corrente! Verifique a fiação e substitua o resistor, se precisar !!! Pessoal qualificado apenas autorizado !!!
ro: Rezistență Curent scăzut! Verificați cablarea și înlocuiți rezistența dacă este posibil să fie nevoie !!! Personal calificat autorizat numai !!!
ru: Низкоточный резистор! Проверьте проводку и замените резистор, если это необходимо! Только квалифицированный персонал!!!
sl: Nizek tok upora! Preverite ožičenje in po potrebi zamenjajte upor !!! Samo pooblaščeno osebje !!!
zh: 电阻低电流！如果可能需要，请检查接线并更换电阻！熟练的人员授权!!!

# INFO_GREASE_1
source: Refill The Greasing Unit Over The Minimum Level With The Proper Grease Type (See User Manual)
ar: قم بإعادة ملء وحدة التشحيم على الحد الأدنى مع نوع الشحوم المناسب (انظر دليل المستخدم)
de: Füllen Sie die Fetteinheit über den Mindestpegel mit dem richtigen Fetttyp nach (siehe Benutzerhandbuch)
es: Vuelva a llenar la unidad de engrasamiento sobre el nivel mínimo con el tipo de grasa adecuado (consulte el manual del usuario)
fr: Remplissez l'unité de graissage au-dessus du niveau minimum avec le type de graisse approprié (voir le manuel d'utilisation)
he: מילא מחדש את יחידת השומן ברמה המינימלית עם סוג השומן המתאים (ראה מדריך למשתמש)
it: Riempi l'unità di grasso al livello minimo con il tipo di grasso adeguato (vedere Manuale dell'utente)
nl: Vul de smeerunit bij boven het minimumniveau met het juiste type vet (zie gebruikershandleiding)
pt: Reabasteça a unidade de lubrificação sobre o nível mínimo com o tipo de graxa adequado (consulte o Manual do Usuário)
ro: Reumpleți unitatea de grăsime la nivelul minim cu tipul de grăsime corespunzător (vezi Manualul de utilizare)
ru: Заполните блок смазки выше минимального уровня консистентной смазкой соответствующего типа (см. руководство пользователя)
sl: Ponovno napolnite enoto za mazanje nad najmanjšo raven z ustrezno vrsto masti (glejte uporabniški priročnik)
zh: 用适当的油脂类型在最低水平上重新填充油脂单元（请参阅用户手册）

# INFO_GREASE_2
source: Check Air Pressure At The Greasing Unit And Verify The Grease Is Actually Going To Designed Target
ar: تحقق من ضغط الهواء في وحدة التشحيم والتحقق من أن الشحوم سوف يكون هدفًا مصممًا بالفعل
de: Überprüfen Sie den Luftdruck an der Schmutzeinheit und überprüfen Sie, ob das Fett tatsächlich das Ziel entworfen wird
es: Verifique la presión del aire en la unidad de engrasamiento y verifique que la grasa realmente va al objetivo diseñado
fr: Vérifiez la pression de l'air au niveau de l'unité de graissage et vérifiez que la graisse atteint réellement la cible prévue.
he: בדוק את לחץ האוויר ביחידת השומן ואמת שהשומן למעשה הולך למטרה מעוצבת
it: Controllare la pressione dell'aria sull'unità di grasso e verificare che il grasso sarà effettivamente progettato target
nl: Controleer de luchtdruk bij de smeerunit en controleer of het vet daadwerkelijk naar het beoogde doel gaat
pt: Verifique a pressão do ar na unidade de lubrificação e verifique se a graxa será realmente projetada para alvo
ro: Verificați presiunea aerului la unitatea de grăsime și verificați că grăsimea va fi de fapt o țintă proiectată
ru: Проверьте давление воздуха в блоке смазки и убедитесь, что смазка действительно достигает заданной цели
sl: Preverite zračni tlak v enoti za mazanje in preverite, ali gre mast dejansko do načrtovanega cilja
zh: 检查油脂单元处的气压并验证油脂实际上将是设计目标

# INFO_GREASE_3
source: Enable The Greasing Valve During The Production
ar: تمكين صمام الشحوم أثناء الإنتاج
de: Aktivieren Sie das Schmierventil während der Produktion
es: Habilitar La Válvula De Engrase Durante La Producción
fr: Activer la vanne de graissage pendant la production
he: אפשר את שסתום הסיכה במהלך הייצור
it: Abilita la valvola di ingrassaggio durante la produzione
nl: Schakel de smeerklep in tijdens de productie
pt: Ative a válvula de lubrificação durante a produção
ro: Activați valva de unge în timpul producției
ru: Включите смазочный клапан во время производства
sl: Omogočite mazalni ventil med proizvodnjo
zh: 在生产过程中启用润滑阀

# INFO_LEAK_1
source: Check The Integrity Of Pump Internal Pipe (See User Manual)
ar: تحقق من سلامة مضخة الأنابيب الداخلية (انظر دليل المستخدم)
de: Überprüfen Sie die Integrität der internen Pumpe-Pumpe (siehe Bedienungsanleitung)
es: Verifique La Integridad De La Tubería Interna De La Bomba (Consulte El Manual Del Usuario)
fr: Vérifiez l'intégrité du tuyau interne de la pompe (voir le manuel d'utilisation)
he: בדוק את תקינות הצינור הפנימי של המשאבה (ראה מדריך למשתמש)
it: Controllare l'integrità del tubo interno della pompa (vedere il manuale dell'utente)
nl: Controleer de integriteit van de interne pompleiding (zie gebruikershandleiding)
pt: Verifique a integridade do tubo interno da bomba (consulte o manual do usuário)
ro: Verificați integritatea conductei interne ale pompei (consultați Manualul de utilizare)
ru: Проверьте целостность внутренней трубы насоса (см. Руководство пользователя)
sl: Preverite celovitost notranje cevi črpalke (glejte uporabniški priročnik)
zh: 检查泵内部管道的完整性（参见用户手册）

# INFO_CLUTCH_1
source: Check The Label Separator For A Possible Material Blockage And/Or The Position Of Clutch Limit Switches
ar: تحقق من فصل التسمية عن انسداد مادي محتمل و / أو موضع مفاتيح حد القابض
de: Überprüfen Sie den Etikettenabscheider für eine mögliche Materialverblasung und / oder die Position der Kupplungslimitschalter
es: Verifique El Separador De Etiquetas En Busca De Un Posible Bloqueo De Material Y/O La Posición De Los Interruptores De Límite Del Embrague
fr: Vérifiez le séparateur d'étiquettes pour un éventuel blocage de matériau et/ou la position des interrupteurs de fin de course d'embrayage.
he: בדוק את מפריד התווית עבור חסימת חומר אפשרית ו/או את המיקום של מתגי גבול המצמד
it: Controllare il separatore di etichette per un possibile blocco del materiale e/o la posizione degli interruttori di fine corsa della frizione
nl: Controleer de etikettenscheider op een mogelijke materiaalblokkade en/of de positie van de koppelingseindschakelaars
pt: Verifique o separador da etiqueta para obter um possível bloqueio de material e/ou a posição dos interruptores de limite da embreagem
ro: Verificați separatorul de etichete pentru o posibilă blocare a materialului și/sau poziția întrerupătoarelor de limită a ambreiajului
ru: Проверьте разделитель этикеток на возможное засорение материалом и/или положение концевых выключателей муфты
sl: Preverite ločilo nalepk za morebitno blokado materiala in/ali položaj končnih stikal sklopke
zh: 检查标签分隔符，是否有可能的材料堵塞和/或离合器限位开关的位置
