Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: (1=No Alarms)
ar: (1 = لا إنذار)
de: (1 = keine Alarme)
es: (1 = Sin Alarmas)
fr: (1=Aucune alarme)
he: (1=אין אזעקות)
it: (1=Nessun Allarme)
nl: (1=Geen alarmen)
pt: (1 = sem alarmes)
ro: (1 = fără alarme)
ru: (1=Нет тревог)
sl: (1=Brez alarmov)
zh: （1 =无警报）

source: Estop
ar: أوقف
nl: Stop
pt: Impedimento
ro: Opri
ru: Эстоп
zh: 埃斯普

source: SYS - E-Stop - Relay Status
ar: SYS - E -Stop - حالة التتابع
de: SYS - E -STOP - Relaisstatus
es: SYS - E -Stop - Estado Del Relé
fr: SYS - E-Stop - État du relais
he: SYS - E-Stop - מצב ממסר
it: SYS - E-Stop - Stato Relè
nl: SYS - E-Stop - Relaisstatus
pt: SYS - E -Stop - Status do relé
ro: SYS - E -STOP - Starea releului
sl: SYS - E-Stop - Stanje releja
zh: SYS- E -Stop-继电器状态

source: Estop Channel
ar: قناة Estop
de: Estop -Kanal
es: Canal De Estop
fr: Canal Estop
he: ערוץ אסטופ
it: Canale Estop
nl: Estop-kanaal
pt: Canal impedido
ro: Canal estop
ru: Канал Эстоп
sl: Estop kanal
zh: 埃斯托普通道

source: SYS - E-Stop - Contactor Feedback Ch1
ar: SYS - E -Stop - Feedbook Colector CH1
de: SYS - E -STOP - Contotor Feedback CH1
es: SYS - E -Stop -Respuesta Contactor Ch1
fr: SYS - E-Stop - Retour contacteur Ch1
he: SYS - E-Stop - משוב מגע CH1
it: SYS - E-Stop - Feedback Contattore Ch1
nl: SYS - Noodstop - Contactor-feedback Hoofdstuk 1
pt: SYS - E -STOP - Feedback do contator CH1
ro: SYS - E -Stop - Feedback CH1 Contact
sl: SYS - E-Stop - Povratna informacija kontaktorja Ch1
zh: SYS- e -stop-接触器反馈CH1

source: SYS - E-Stop - Contactor Feedback Ch2
ar: SYS - E -Stop - Feedbook Conflude CH2
de: SYS - E -STOP - Contotor Feedback CH2
es: SYS - E -Stop - Respuesta Contactor Ch2
fr: SYS - E-Stop - Retour contacteur Ch2
he: SYS - E-Stop - משוב מגע CH2
it: SYS - E-Stop - Feedback Contattore Ch2
nl: SYS - Noodstop - Contactor-feedback Hoofdstuk 2
pt: SYS - E -STOP - Feedback do contator CH2
ro: SYS - E -Stop - Feedback CH2 Contact
sl: SYS - E-Stop - Povratna informacija kontaktorja Ch2
zh: SYS- e -stop-接触器反馈CH2

source: Emergency Push Button On Cabinet
ar: زر الضغط في حالات الطوارئ على الخزانة
de: Notstechknopf am Schrank
es: Botón Push De Emergencia En El Armario
fr: Bouton poussoir d'urgence sur l'armoire
he: לחצן חירום בארון
it: Pulsante Di Emergenza sul Quadro
nl: Noodknop op kast
pt: Botão de emergência no gabinete
ro: Buton de apăsare de urgență pe dulap
ru: Аварийная кнопка на шкафу
sl: Gumb za klic v sili na omari
zh: 柜子上的紧急按钮

source: SYS - Emergency Push Button
ar: SYS - زر الضغط في حالات الطوارئ
de: SYS - Notfallknopf
es: SYS - Botón De Emergencia
fr: SYS - Bouton-poussoir d'urgence
he: SYS - לחצן חירום
it: SYS - Pulsante Di Emergenza
nl: SYS - Nooddrukknop
pt: SYS - botão de emergência
ro: SYS - Buton de apăsare de urgență
sl: SYS - Gumb za klic v sili
zh: 系统 - 紧急按钮

source: Emergency Push Button In Field
ar: زر الضغط الطارئ في الحقل
de: Notstreuung im Feld
es: Pulsador De Emergencia En Campo
fr: Bouton poussoir d'urgence sur le terrain
he: לחצן חירום בשטח
it: Pulsante Di Emergenza In Campo
nl: Nooddrukknop in het veld
pt: Botão de emergência em campo
ro: Buton de apăsare de urgență în câmp
ru: Аварийная кнопка в поле
sl: Gumb za klic v sili na polju
zh: 现场紧急按钮

source: Command Estop Enable
ar: القيادة ESTOP تمكين
de: Befehls estop aktivieren
es: Activar Comando Estop
fr: Commande Estop Activer
he: הפקודה Estop Enable
it: Comando abilitazione Arresto di emergenza
nl: Commando Estop Inschakelen
pt: COMAND EXABLE
ro: Activare de estop de comandă
ru: Команда Estop Enable
sl: Ukaz Estop Enable
zh: 命令估算启用

source: SYS - Estop Relay Enable
ar: SYS - ESTOP RELAY تمكين
de: SYS - ESTOP Relay aktivieren
es: SYS - Activar relé Estop
fr: SYS - Activation du relais Estop
it: SYS - Abilitazione Relè Arresto di emergenza
nl: SYS - Estop-relais inschakelen
pt: SYS - Relé de impot habilitando
ro: SYS - ESPOP RELAY Activare
sl: SYS - Omogočanje releja Estop
zh: SYS-雅桥继电器启用

source: Command Estop Reset
ar: إعادة تعيين stop command
de: Kommando ESTOP Reset
es: Reset Comando Estop
fr: Commande Estop Réinitialisation
he: פקודה Estop Reset
it: Comando Reset arresto di emergenza
nl: Commando Estop Reset
pt: Redefinição de comando impot
ro: Resetare estop de comandă
ru: Команда Эстоп Сброс
sl: Ukaz Estop Reset
zh: 命令端子重置

source: SYS - Estop Relay Reset
ar: SYS - إعادة تعيين ترحيل ESTOP
de: SYS - ESTOP Relais Reset
es: SYS - Reinicio Del Relé Estop
fr: SYS - Réinitialisation du relais Estop
he: SYS - איפוס ESTOP RELAY
it: SYS - Reset Relè arresto di emergenza
nl: SYS - Estop-relais resetten
pt: Redefinição de relé SYS - impedimento
ro: SYS - Resetarea releului estop
sl: SYS - Ponastavitev releja Estop
zh: SYS-雅桥继电器重置

source: Lamp Production
ar: إنتاج المصباح
de: Lampenproduktion
es: Producción De Lámparas
fr: Production de lampes
he: ייצור מנורה
it: Lampada Modalità in Produzione
nl: Lampproductie
pt: Produção de lâmpadas
ro: Producția de lampă
ru: Производство ламп
sl: Proizvodnja svetilk
zh: 灯产生

source: Lamp Warning
ar: تحذير المصباح
de: Lampenwarnung
es: Advertencia De Lámpara
fr: Avertissement de lampe
he: מנורה אזהרה
it: Lampada Avvertenza
nl: Lampwaarschuwing
pt: Aviso de lâmpada
ro: Avertisment lampă
ru: Предупреждение о лампе
sl: Opozorilo o luči
zh: 灯警告

source: Lamp Alarm
ar: إنذار المصباح
de: Lampenalarm
es: Alarma De Lámpara
fr: Alarme de lampe
he: מנורה ALARM
it: Lampada Allarme
pt: Alarme da lâmpada
ro: Alarma lampă
ru: Сигнализация лампы
sl: Alarm svetilke
zh: 灯警报

source: Cabinet Cooling Not Ok
ar: تبريد مجلس الوزراء ليس موافق
de: Schrankkühlung nicht in Ordnung
es: Enfriamiento Del Armario no es OK
fr: Le refroidissement de l'armoire n'est pas correct
he: קירור הארון אינו תקין
it: Raffreddamento del quadro Non Ok
nl: Kastkoeling niet ok
pt: Refrigeração do gabinete não ok
ro: Răcirea dulapului nu ok
ru: Охлаждение шкафа не в порядке
sl: Hlajenje omarice ni v redu
zh: 机柜冷却不可行

source: Estop Not Reset
ar: estop لا إعادة تعيين
de: Estop nicht zurückgesetzt
es: Estop No Reiniciado
fr: Estop non réinitialisé
he: ESTOP לא איפוס
it: Arresto di emergenza Non Resettato
nl: Estop niet resetten
pt: Não é redefinido
ro: Estop nu resetează
ru: Эстоп не сбрасывается
zh: 膨胀不重置

source: Subzone Prepared Ok For Production
ar: أعدت المنطقة الفرعية موافق للإنتاج
de: Subzone hat sich für die Produktion vorbereitet
es: Subzona Preparada Ok Para La Producción
fr: Sous-zone préparée pour la production
he: תת-אזור הוכן בסדר לייצור
it: Sottozona Preparata Ok Per La Produzione
nl: Subzone klaar voor productie
pt: Subzone preparado ok para a produção
ro: Subzone a pregătit OK pentru producție
sl: Podcona je pripravljena v redu za proizvodnjo
zh: Subzone准备好生产

source: Production Cycle Running
ar: دورة الإنتاج
de: Produktionszyklus
es: Ciclo De Producción En Marcha
fr: Cycle de production en cours
he: מחזור ייצור פועל
it: Ciclo Di Produzione In Corso
nl: Productiecyclus loopt
pt: Ciclo de produção em execução
ro: Ciclul de producție rulează
sl: Proizvodni cikel teče
zh: 生产周期运行

source: Production Cycle Pending (Preparation In Progress)
ar: دورة الإنتاج معلقة (التحضير قيد التقدم)
de: Produktionszyklus ausstehend (Vorbereitung in Arbeit)
es: Ciclo De Producción Pendiente (Preparación En Progreso)
fr: Cycle de production en attente (préparation en cours)
he: מחזור ייצור בהמתנה (הכנה בעיצומה)
it: Ciclo Di Produzione In Sospeso (Preparazione In Corso)
nl: Productiecyclus in behandeling (voorbereiding in uitvoering)
pt: Ciclo de produção pendente (preparação em andamento)
ro: Ciclul de producție în așteptare (pregătirea în curs)
sl: Proizvodni cikel v teku (priprava v teku)
zh: 生产周期待处理（正在进行的准备）

source: Stop Cycle In Progress
ar: توقف دورة في التقدم
de: Stop -Zyklus in Arbeit
es: Estop Del Ciclo En Progreso
fr: Cycle d'arrêt en cours
he: עצירת מחזור בתהליך
it: Ciclo di arresto In Corso
nl: Stopcyclus bezig
pt: Pare o ciclo em andamento
ro: Opriți ciclul în curs
sl: Ustavi cikel v teku
zh: 停止周期

source: Cabinet No Minor Faults Present
ar: مجلس الوزراء لا توجد أخطاء بسيطة
de: Kabinett Keine kleinen Fehler vorhanden
es: No Hay Fallos Menores Presentes En El Armario
fr: Cabinet Aucun défaut mineur présent
he: ארון ללא תקלות קלות
it: Nessun allarme Minore Presente nel quadro
nl: Kabinet Geen kleine gebreken aanwezig
pt: Gabinete sem falhas menores presentes
ro: Cabinet nu prezintă defecte minore
sl: Kabinet ni manjših napak
zh: 机柜没有较小的故障

source: Minor Fault In The Electrical Cabinet
ar: خطأ بسيط في الخزانة الكهربائية
de: Geringfügiger Fehler im Elektroschrank
es: Fallo Menor En El Armario Eléctrico
fr: Défaut mineur dans l’armoire électrique
he: תקלה קלה בארון החשמל
it: Allarme Minore nel Quadro Elettrico
nl: Kleine storing in de elektrische kast
pt: Falha menor no gabinete elétrico
ro: Defecțiune minoră în dulapul electric
sl: Manjša napaka v električni omarici
zh: 电柜中的小故障

source: Cabinet No Message Present
ar: مجلس الوزراء لا توجد رسالة
de: Kabinett Keine Nachricht vorhanden
es: No Hay Mensaje Presentes En El Armario
fr: Cabinet Aucun message présent
he: ארון ללא הודעה
it: Nessun avviso Presente nel quadro
nl: Kabinet Geen Bericht Aanwezig
pt: Gabinete sem mensagem presente
ro: Cabinet fără mesaj prezent
sl: Kabinet ni sporočila
zh: 机柜没有消息

source: Electrical Cabinet Has A Message
ar: الخزانة الكهربائية لديها رسالة
de: Elektrokabinett hat eine Nachricht
es: El Armario Eléctrico Tiene Un Mensaje
fr: L'armoire électrique a un message
he: לארון חשמל יש הודעה
it: Avviso presente nel quadro
nl: Elektrische kast heeft een bericht
pt: Gabinete elétrico tem uma mensagem
ro: Dulapul electric are un mesaj
sl: Električna omarica ima sporočilo
zh: 电柜有一条消息

source: Estop Push Buttons Not Pressed
ar: أزرار الدفع غير مضغوط
de: Estop -Drucktasten nicht gedrückt
es: Botones Estop No Pulsados
fr: Boutons-poussoirs Estop non enfoncés
he: כפתורי הדחיפה לא נלחצו
it: Pulsanti Di Arresto di emergenza Non Premuti
nl: Estop-drukknoppen niet ingedrukt
pt: Botões de push do ponto não pressionados
ro: Butoanele de apăsare estop nu sunt apăsate
ru: Кнопки Estop не нажаты
sl: Estop tipke niso pritisnjene
zh: 埃斯波按钮未按下

source: Estop Area Ok
ar: منطقة الجسور موافق
de: Estop -Bereich ok
es: Zona de Estop Ok
fr: Zone Estop Ok
he: אזור ESTOP בסדר
it: Area di emergenza Ok
nl: Noodstopgebied Ok
pt: Área de ponto OK
ro: Zona estop ok
sl: Območje Estop Ok
zh: 埃斯托普区域还可以

source: Estop Area Not Ok
ar: المنطقة الجسدية غير موافق
de: Estop -Bereich nicht in Ordnung
es: Zona de Estop no Ok
fr: La zone Estop n'est pas correcte
he: אזור עצירה לא תקין
it: Area di emergenza Non Ok
nl: Noodstopgebied niet oké
pt: Área de ponto não ok
ro: Zona de estop nu OK
sl: Območje Estop ni v redu
zh: 埃斯普区不正常

source: True= At Least One I/O Hw Module Detected, 0 =Simulation Allowed
ar: صحيح = وحدة I/O HW واحدة على الأقل تم اكتشافها ، 0 = محاكاة مسموح بها
de: True = mindestens ein E/A -HW -Modul erkannt, 0 = Simulation erlaubt
es: Verdadero= Detectado Al Menos Un Módulo Hw De E/S, 0 =Simulación Permitida
fr: True= Au moins un module matériel d'E/S détecté, 0 = Simulation autorisée
he: TRUE= לפחות מודול I/O HW אחד זוהה, 0 =הדמיה מותרת
it: Vero= Almeno Un Modulo Hw DI I/O Rilevato, 0 =Simulazione Consentita
nl: True = Ten minste één I/O Hw-module gedetecteerd, 0 = Simulatie toegestaan
pt: True = pelo menos um módulo de E/S HW detectado, 0 = simulação permitida
ro: True = cel puțin un modul I/O HW detectat, 0 = simulare permis
sl: Res = zaznan vsaj en I/O Hw modul, 0 = simulacija dovoljena
zh: True =至少检测到一个I/O HW模块，0 =允许模拟

source: Plc Program Simulation Active (1=Active) [M17.7]
ar: محاكاة برنامج PLC نشطة (1 = نشط) [M17.7]
de: SPS -Programmsimulation aktiv (1 = aktiv) [M17.7]
es: Simulación Del Programa Plc Activo (1 = Activo) [M17.7]
fr: Simulation de programme PLC active (1 = active) [M17.7]
he: סימולציית תוכנית PLC פעילה (1=פעילה) [M17.7]
it: Simulazione Programma PLC Attiva (1=Attiva) [M17.7]
nl: Plc-programmasimulatie actief (1=Actief) [M17.7]
pt: Simulação do programa PLC ativo (1 = ativo) [M17.7]
ro: Simularea programului PLC Active (1 = Active) [M17.7]
sl: Plc programska simulacija aktivna (1=aktivna) [M17.7]
zh: PLC程序仿真活动（1 =活动）[M17.7]

source: Cabinet Test Mode (1=Active) [M18.7]
ar: وضع اختبار مجلس الوزراء (1 = نشط) [M18.7]
de: Kabinettstestmodus (1 = aktiv) [M18.7]
es: Modo De Prueba Del Armario (1 = Activo) [M18.7]
fr: Mode test de l'armoire (1 = actif) [M18.7]
he: מצב בדיקת ארון (1=פעיל) [M18.7]
it: Modalità Test Cabinet (1=Attivo) [M18.7]
nl: Kabinetstestmodus (1=Actief) [M18.7]
pt: Modo de teste do gabinete (1 = ativo) [M18.7]
ro: Modul de testare a cabinetului (1 = activ) [M18.7]
sl: Preizkusni način omarice (1=aktivno) [M18.7]
zh: 机柜测试模式（1 =活动）[M18.7]

source: Plc Program Simulation Init (1=Active) [M17.3]
ar: محاكاة برنامج PLC init (1 = نشط) [M17.3]
de: SPS -Programmsimulation init (1 = aktiv) [M17.3]
es: Simulación Del Programa Plc Init (1 = Activo) [M17.3]
fr: Initialisation de la simulation du programme PLC (1 = actif) [M17.3]
he: תחילת סימולציית תוכנית PLC (1=פעיל) [M17.3]
it: Simulazione Programma PLC Init (1=Attivo) [M17.3]
nl: Plc-programmasimulatie-initialisatie (1=actief) [M17.3]
pt: Simulação do programa PLC Init (1 = ativo) [M17.3]
sl: Zagon simulacije Plc programa (1=aktivno) [M17.3]
zh: PLC程序仿真init（1 = Active）[M17.3]

source: Shredder Safety Key Unlock Command Active
ar: أمر فتح مفتاح أمان شريددر نشط
de: Shredder Safety Key -Entsperrbefehl aktiv
es: Comando De Desbloqueo De Clave De Seguridad De La Trituradora Activo
fr: Commande de déverrouillage de la clé de sécurité du déchiqueteur active
he: פקודת פתיחת מפתח בטיחות מגרסה פעילה
it: Comando Sblocco Chiave Sicurezza Trituratore Attivo
nl: Shredder Veiligheidssleutel Ontgrendelingscommando Actief
pt: Chave de segurança do triturador comando de desbloqueio ativo
ro: Comanda de deblocare a cheii de siguranță pentru mărunțire activă
sl: Ukaz za odklepanje varnostnega ključa drobilnika je aktiven
zh: 切碎机安全密钥解锁命令主动

source: Safety Key Not Unlocked
ar: مفتاح السلامة غير مقفل
de: Sicherheitsschlüssel nicht freigeschaltet
es: Llave De Seguridad no Desbloqueada
fr: Clé de sécurité non déverrouillée
he: מפתח בטיחות לא נעול
it: Chiave Di Sicurezza Non Sbloccata
nl: Veiligheidssleutel niet ontgrendeld
pt: Chave de segurança não desbloqueada
ro: Cheia de siguranță nu este deblocată
sl: Varnostni ključ ni odklenjen
zh: 安全密钥未解锁

source: Shredder Blades In Rotation
ar: شفرات التقطيع بالتناوب
de: Shredder -Klingen in der Rotation
es: Cuchillas De Trituración En Rotación
fr: Lames de déchiqueteuse en rotation
he: להבי גריסה בסיבוב
it: Lame Trinciatrici In Rotazione
nl: Versnipperaarbladen in rotatie
pt: Blades de triturador em rotação
ro: Lame de tocat în rotație
sl: Rezila drobilnika v rotaciji
zh: 旋转的粉碎机刀片

source: Shredder In Rotation
ar: التقطيع في الدوران
de: Shredder in der Rotation
es: Trituradora En Rotación
fr: Broyeur en rotation
he: מגרסה בסיבוב
it: Trituratore In Rotazione
nl: Shredder in rotatie
pt: Triturador em rotação
ro: Shredder în rotație
sl: Rotacijski drobilnik
zh: 旋转中的切碎机

source: SYS - Analog Outputs
ar: SYS - المخرجات التناظرية
de: SYS - Analogausgänge
es: SYS - Salidas Analógicas
fr: SYS - Sorties analogiques
he: SYS - יציאות אנלוגיות
it: SYS - Uscite Analogiche
nl: SYS - Analoge uitgangen
pt: SYS - Saídas analógicas
ro: SYS - Ieșiri analogice
sl: SYS - Analogni izhodi
zh: 系统 - 模拟输出

source: 24V Under Estop Protection
ar: 24 فولت تحت حماية Estop
de: 24 V unter Estop -Schutz
es: 24 V Bajo Protección De Estop
fr: 24 V sous protection Estop
he: 24V תחת הגנת Estop
it: 24 V Sotto Protezione Estop
nl: 24V onder-estopbeveiliging
pt: 24V sob proteção de imóveis
ro: 24V sub protecție estop
ru: 24В под защитой Estop
zh: 24V保护

source: SYS - 24V Under Estop
ar: SYS - 24V تحت Estop
de: SYS - 24 V unter Estop
es: SYS - 24V Bajo Estop
fr: SYS - 24V sous Estop
it: SYS - 24V Sotto Arresto di emergenza
nl: SYS - 24V onder noodstop
pt: SYS - 24V sob impedimento
ro: SYS - 24V sub estop
sl: SYS - 24 V pod Estop
zh: SYS -24V下方

source: Inverter Safety Circuits
ar: دوائر السلامة العاكس
de: Wechselrichter Sicherheitsschaltungen
es: Circuitos De Seguridad Del Inverter
fr: Circuits de sécurité de l'onduleur
he: מעגלי בטיחות אינוורטר
it: Circuiti Di Sicurezza Dell'Inverter
nl: Veiligheidscircuits voor omvormers
pt: Circuitos de segurança do inversor
ro: Circuite de siguranță a invertorului
ru: Цепи безопасности инвертора
sl: Varnostna vezja pretvornika
zh: 逆变器安全电路

source: SYS - Inverter Safety Circuits (Sto)
ar: SYS - دوائر سلامة العاكس (STO)
de: SYS - Wechselrichter Sicherheitsschaltungen (STO)
es: SYS - Circuitos De Seguridad Del Inverter (Sto)
fr: SYS - Circuits de sécurité de l'onduleur (Sto)
he: SYS - מעגלי בטיחות מהפך (STO)
it: SYS - Circuiti Di Sicurezza Inverter (Sto)
nl: SYS - Omvormerveiligheidscircuits (Sto)
pt: SYS - Circuitos de segurança do inversor (STO)
ro: SYS - Circuite de siguranță a invertorului (STO)
sl: SYS - Varnostna vezja pretvornika (Sto)
zh: 系统 - 逆变器安全电路（STO）

source: Hydraulic Valves Protection
ar: حماية الصمامات الهيدروليكية
de: Hydraulikventilschutz
es: Protección De Válvulas Hidráulicas
fr: Protection des vannes hydrauliques
he: הגנה על שסתומים הידראוליים
it: Protezione Valvole Idrauliche
nl: Bescherming van hydraulische kleppen
pt: Proteção das válvulas hidráulicas
ro: Protecția supapelor hidraulice
ru: Защита гидравлических клапанов
sl: Zaščita hidravličnih ventilov
zh: 液压阀保护

source: SYS - 24V Under Estop For Hydraulic Valves
ar: SYS - 24V تحت ESTOP للصمامات الهيدروليكية
de: SYS - 24 V unter Estop für hydraulische Klappen
es: SYS - 24 V Bajo Impedimento Para Válvulas Hidráulicas
fr: SYS - 24V sous Estop pour vannes hydrauliques
he: SYS - 24V Under Estop עבור שסתומים הידראוליים
it: SYS - 24V Sotto Arresto di emergenza Per Valvole Idrauliche
nl: SYS - 24V onder noodstop voor hydraulische kleppen
pt: SYS - 24V sob impedimento para válvulas hidráulicas
ro: SYS - 24V sub estop pentru valvele hidraulice
sl: SYS - 24V Under Estop za hidravlične ventile
zh: SYS-液压阀下的24V

source: Auxiliary Transformer Primary Protection
ar: المحول الإضافي الحماية الأولية
de: Hilfstransformator Primärschutz
es: Protección Primaria Del Transformador Auxiliar
fr: Protection primaire du transformateur auxiliaire
he: הגנה ראשונית של שנאי עזר
it: Protezione Primaria Del Trasformatore Ausiliario
nl: Primaire beveiliging van de hulptransformator
pt: Proteção primária do transformador auxiliar
ro: Transformator auxiliar Protecție primară
ru: Первичная защита вспомогательного трансформатора
sl: Primarna zaščita pomožnega transformatorja
zh: 辅助变压器主要保护

source: Shredder Open Cycle
ar: دورة التقطيع المفتوحة
es: Ciclo Abierto De Trituración
fr: Cycle ouvert du broyeur
he: ספירת מחזורי הגריסה הכוללת
it: Ciclo Di Apertura Trituratore
pt: Ciclo aberto do triturador
ro: Ciclu deschis de tocat
sl: Odprti cikel drobilnika
zh: 切碎机开放周期

source: Rotor Reverse (Floating Material)
ar: عكس الدوار (مادة عائمة)
de: Rotor Rückwärts (schwimmendes Material)
es: Inversión Del Rotor (Material Flotante)
fr: Rotor inversé (matériau flottant)
he: סיבוב הפוך (חומר צולל)
it: Inversione Rotore (Materiale Flottante)
nl: Rotoromkeer (drijvend materiaal)
pt: Rotor reverso (material flutuante)
ro: Rotor invers (material plutitor)
sl: Nazaj rotor (plavajoči material)
zh: 转子反向（浮动材料）

source: No Access Level
ar: لا مستوى الوصول
de: Keine Zugangsniveau
es: Sin Nivel De Acceso
fr: Aucun niveau d'accès
he: אין רמת גישה
it: Nessun livello di accesso
nl: Geen toegangsniveau
pt: Sem nível de acesso
ro: Fără nivel de acces
sl: Brez ravni dostopa
zh: 没有访问级别

source: SIMULATED
ar: محاكاة
de: Simuliert
es: Simulado
fr: SIMULÉ
he: מדומה
it: Simulato
nl: GESIMULEERD
pt: Simulado
ro: Simulat
sl: SIMULIRANO
zh: 模拟

source: About
ar: عن
de: Info
es: Info
fr: À propos
he: על אודות
it: Info
nl: Over
pt: Sobre
ro: Info
sl: O tem
zh: 关于

source: Minimize
ar: تقليل
de: Minimieren
es: Minimizar
fr: Minimiser
he: לְצַמְצֵם
it: Minimizzare
nl: Minimaliseren
pt: Minimizar
ro: Minimizați
sl: Zmanjšaj
zh: 最小化

source: Cubedicer
de: Kubkern
es: Cubetadora
fr: Cubediceur
he: קובדיקר
it: Cubettatrice
pt: Cubédico
zh: 立方体

source: Configuration
ar: إعدادات
de: Aufbau
es: Configuración
he: תְצוּרָה
it: Configurazione
nl: Configuratie
pt: Configuração
ro: Configurație
sl: Konfiguracija
zh: 配置

source: Total
ar: المجموع
de: Gesamt
he: סה"כ
it: Totale
nl: Totaal
sl: Skupaj
zh: 全部的

source: Partial
ar: جزئي
de: Teilweise
es: Parcial
fr: Partiel
he: חלקי
it: Parziale
nl: Gedeeltelijk
pt: Parcial
ro: Parțial
sl: Delno
zh: 部分的

source: Advanced
ar: متقدم
de: Fortschrittlich
es: Avanzado
fr: Avancé
he: מִתקַדֵם
it: Avanzate
nl: Geavanceerd
pt: Avançado
ro: Avansat
sl: Napredno
zh: 先进的

source: Electrical Cabinet
ar: خزانة كهربائية
de: Sicherungskasten
es: Armario Eléctrico
fr: Armoire électrique
he: ארון חשמל
it: Quadro elettrico
nl: Elektrische kast
pt: Cabine elétrica
ro: Tablou electric
sl: Električna omarica
zh: 电柜

source: Previero Ready To Receive
ar: ديفييرو جاهز لتلقي
de: Previero bereit zu erhalten
es: Previero Listo Para Recibir
fr: Previero prêt à recevoir
he: Previero מוכן לקבל
it: Previero pronto a ricevere
nl: Vorige klaar om te ontvangen
pt: Previero pronto para receber
ro: Previero gata de primit
sl: Previero pripravljen za sprejem
zh: Previero准备接收

source: Cooling Water
ar: مياه التبريد
de: Kühlendes Wasser
es: Agua De Enfriamiento
fr: Eau de refroidissement
he: מי קירור
it: Acqua di raffreddamento
nl: Koelwater
pt: Água de refrigeração
ro: Apa rece
sl: Hladilna voda
zh: 冷却水

source: Feeding Rollers
ar: بكرات التغذية
de: Fütterungsrollen
es: Rodillos De Alimentación
fr: Rouleaux d'alimentation
he: גלילי האכלה
it: Rulli di alimentazione
nl: Voedingsrollen
pt: Rolos de alimentação
ro: Role de hrănire
sl: Podajalni valji
zh: 喂食辊

source: Cut-Rotor
ar: قطع القطع
de: Schnittrotor
es: Rotor De Corte
fr: Rotor de coupe
he: רוטור חתוך
it: Rotore Di Taglio
nl: Snijrotor
pt: Rotor de corte
zh: 切旋

source: Safety Key
ar: مفتاح السلامة
de: Sicherheitsschlüssel
es: Llave De Seguridad
fr: Clé de sécurité
he: מפתח בטיחות
it: Chiave di sicurezza
nl: Veiligheidssleutel
pt: Chave de segurança
ro: Cheie de siguranță
sl: Varnostni ključ
zh: 安全键

source: Open Procedure
ar: الإجراء المفتوح
de: Offenes Verfahren
es: Procedimiento De Apertura
fr: Procédure ouverte
he: נוהל פתוח
it: Procedura Di Apertura
nl: Openbare procedure
pt: Procedimento aberto
ro: Procedură deschisă
sl: Odprti postopek
zh: 打开程序

source: Downstream Ready To Receive
ar: مجرى النهر جاهز لتلقي
de: Stromabwärts bereit zu empfangen
es: Aguas Abajo Listo Para Recibir
fr: En aval prêt à recevoir
he: במורד הזרם מוכן לקבל
it: A Valle Pronto a ricevere
nl: Downstream klaar om te ontvangen
pt: A jusante pronto para receber
ro: În aval gata de primit
sl: Nizvodno pripravljen za sprejem
zh: 下游准备接收

source: Atex Barriers Control
ar: تحكم الحواجز atex
de: ATEX -Barrierenkontrolle
es: Control De Barreras Atex
fr: Contrôle des barrières Atex
he: בקרת מחסומי ATEX
it: Controllo delle barriere ATEX
nl: Atex-barrièrecontrole
pt: Controle das barreiras da ATEX
ro: Controlul barierelor Atex
zh: ATEX屏障控制

source: Motor Actual Speed Transducer Broken Wire
ar: محول محول السرعة الفعلي محول السلك المكسور
de: Motor Tatsächlicher Geschwindigkeitswandler gebrochener Draht
es: Cable Del Motor Del Transductor De Velocidad Real Roto
fr: Fil cassé du transducteur de vitesse réelle du moteur
he: מנוע מתמר מהירות בפועל חוט שבור
it: Trasduttore di velocità attuale del motore rotto
nl: Gebroken draad van de werkelijke snelheidstransducer van de motor
pt: Motor Real Speed ​​Transdutor Broken Wire
ro: Sârmă ruptă de transductor de viteză reală a motorului
sl: Pretrgana žica pretvornika dejanske hitrosti motorja
zh: 电动机实际速度传感器断线
