Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

source: All Centrifuge Valve Closed
ar: مغلق جميع صمام الطرد المركزي
de: Das gesamte Zentrifugenventil geschlossen
es: Toda la válvula de centrífuga cerrada
fr: Toutes les vannes de la centrifugeuse sont fermées
he: כל שסתום הצנטריפוגה נסגר
it: Tutte le valvole della centrifuga sono chiuse
nl: Alle centrifugekleppen gesloten
pt: Toda a válvula de centrífuga fechada
ro: Toată robinetul de centrifugă s -a închis
sl: Vsi ventili centrifuge so zaprti
zh: 所有离心阀关闭

source: Waiting For Cleaning Cycle
ar: في انتظار دورة التنظيف
de: Warten auf den Reinigungszyklus
es: Esperando el ciclo de limpieza
fr: En attente du cycle de nettoyage
he: מחכה למחזור ניקוי
it: In attesa del ciclo di pulizia
nl: Wachten op reinigingscyclus
pt: Esperando pelo ciclo de limpeza
ro: În așteptarea ciclului de curățare
sl: Čakanje na cikel čiščenja
zh: 等待清洁周期

source: Cleaning Cycle In Progress
ar: دورة التنظيف في التقدم
de: Reinigungszyklus in Arbeit
es: Ciclo de limpieza en progreso
fr: Cycle de nettoyage en cours
he: מחזור ניקוי בתהליך
it: Ciclo di pulizia in corso
nl: Reinigingscyclus bezig
pt: Ciclo de limpeza em andamento
ro: Ciclul de curățare în curs
sl: Cikel čiščenja v teku
zh: 清洁周期

source: Drain Cycle In Progress
ar: دورة الصرف قيد التقدم
de: Abflusszyklus in Arbeit
es: Ciclo de drenaje en progreso
fr: Cycle de vidange en cours
he: מחזור ניקוז בתהליך
it: Il ciclo di scarico in corso
nl: Afvoercyclus bezig
pt: Ciclo de drenagem em andamento
ro: Ciclul de scurgere în curs
sl: Cikel odvajanja je v teku
zh: 排水循环

source: DCE In Production
ar: DCE في الإنتاج
de: DCE in der Produktion
es: DCE en producción
fr: DCE en production
he: DCE בייצור
it: DCE in produzione
nl: DCE in productie
pt: DCE em produção
ro: DCE în producție
sl: DCE v proizvodnji
zh: 生产中的DCE

source: System Waiting
ar: انتظر النظام
de: System warten
es: Sistema esperando
fr: Système en attente
he: מחכה מערכת
it: Sistema in attesa
nl: Systeem in afwachting
pt: Sistema esperando
ro: Sistem de așteptare
sl: Sistem čaka
zh: 系统等待

source: Bottom Rinse Cycle In Progress
ar: دورة الشطف السفلية قيد التقدم
de: Bottom Spülenzyklus in Arbeit
es: Ciclo de enjuague inferior en progreso
fr: Cycle de rinçage inférieur en cours
he: מחזור השטיפה התחתונה בעיצומה
it: Ciclo di risciacquo inferiore in corso
nl: Onderste spoelcyclus bezig
pt: Ciclo de enxágüe inferior em andamento
ro: Ciclul de clătire de jos în curs
sl: Cikel spodnjega izpiranja je v teku
zh: 底部冲洗循环正在进行

source: Cleaning
ar: تنظيف
de: Reinigung
es: Limpieza
fr: Nettoyage
he: ניקוי
it: Pulizia
nl: Schoonmaak
pt: Limpeza
ro: Curățare
sl: Čiščenje
zh: 打扫

source: Drain
ar: بالُوعَة
de: Abfluss
es: Drenar
fr: Vidange
he: לנקז
it: Scarico
nl: Droogleggen
pt: Ralo
ro: Scurgere
sl: Odtok
zh: 流走

source: Bottom Rinse
ar: شطف أسفل
de: Bodenspülung
es: Enjuague inferior
fr: Rinçage du fond
he: שטיפה תחתונה
it: Risciacquo inferiore
nl: Onderste spoeling
pt: Enxágue inferior
ro: Clătirea de jos
sl: Spodnje izpiranje
zh: 底部冲洗

source: DCE Running
ar: تشغيل DCE
de: DCE rennen
fr: DCE en cours d'exécution
he: DCE ריצה
it: DCE in esecuzione
pt: DCE em execução
ro: DCE rulează
sl: DCE tek
zh: DCE运行

source: DCE Not Running
ar: DCE لا تعمل
de: DCE nicht rennen
es: DCE no corre
fr: DCE ne fonctionne pas
he: DCE לא פועל
it: DCE non in esecuzione
nl: DCE draait niet
pt: DCE não está funcionando
ro: Nu rulează
sl: DCE se ne izvaja
zh: DCE不运行

source: Cleaning Cycle Enabled
ar: تمكين دورة التنظيف
de: Reinigungszyklus aktiviert
es: Ciclo de limpieza habilitado
fr: Cycle de nettoyage activé
he: מחזור הניקוי מופעל
it: Ciclo di pulizia abilitato
nl: Reinigingscyclus ingeschakeld
pt: Ciclo de limpeza ativado
ro: Ciclul de curățare activat
sl: Cikel čiščenja omogočen
zh: 启用了清洁周期

source: Cleaning Cycle Not Enabled
ar: لم يتم تمكين دورة التنظيف
de: Reinigungszyklus nicht aktiviert
es: Ciclo de limpieza no habilitado
fr: Cycle de nettoyage non activé
he: מחזור הניקוי לא מופעל
it: Ciclo di pulizia non abilitato
nl: Reinigingscyclus niet ingeschakeld
pt: Ciclo de limpeza não habilitado
ro: Ciclul de curățare nu este activat
sl: Cikel čiščenja ni omogočen
zh: 未启用清洁周期

source: Drain Cycle Enabled
ar: تمكين دورة الصرف
de: Abflusszyklus aktiviert
es: Ciclo de drenaje habilitado
fr: Cycle de vidange activé
he: מחזור ניקוז מופעל
it: Ciclo di scarico abilitato
nl: Afvoercyclus ingeschakeld
pt: Ciclo de drenagem ativado
ro: Ciclul de scurgere activat
sl: Cikel praznjenja omogočen
zh: 启用排水周期

source: Drain Cycle Not Enabled
ar: دورة الصرف غير ممكّن
de: Abflusszyklus nicht aktiviert
es: Ciclo de drenaje no habilitado
fr: Cycle de vidange non activé
he: מחזור הניקוז לא מופעל
it: Ciclo di scarico non abilitato
nl: Afvoercyclus niet ingeschakeld
pt: Ciclo de drenagem não habilitado
ro: Ciclul de scurgere nu este activat
sl: Cikel praznjenja ni omogočen
zh: 不启用排水周期

source: All Valves Ready
ar: جميع الصمامات جاهزة
de: Alle Ventile bereit
es: Todas las válvulas listas
fr: Toutes les vannes sont prêtes
he: כל השסתומים מוכנים
it: Tutte le valvole sono pronte
nl: Alle kleppen klaar
pt: Todas as válvulas prontas
ro: Toate supapele gata
sl: Vsi ventili pripravljeni
zh: 所有阀都准备好了

source: Valves Not Ready
ar: الصمامات ليست جاهزة
de: Ventile nicht fertig
es: Válvulas no listas
fr: Les vannes ne sont pas prêtes
he: שסתומים לא מוכנים
it: Valvole non pronte
nl: Kleppen niet klaar
pt: Válvulas não estão prontas
ro: Supapele nu sunt gata
sl: Ventili niso pripravljeni
zh: 阀还没准备好

source: Water Pump Ready
ar: مضخة المياه جاهزة
de: Wasserpumpe bereit
es: Bomba de agua lista
fr: Pompe à eau prête
he: משאבת מים מוכנה
it: Pompa dell'acqua pronta
nl: Waterpomp gereed
pt: Bomba de água pronta
ro: Pompa de apă gata
sl: Vodna črpalka pripravljena
zh: 准备水泵

source: Water Pump Not Ready
ar: مضخة المياه غير جاهزة
de: Wasserpumpe nicht fertig
es: Bomba de agua no lista
fr: La pompe à eau n'est pas prête
he: משאבת מים לא מוכנה
it: Pompa dell'acqua non pronta
nl: Waterpomp niet klaar
pt: Bomba de água não pronta
ro: Pompa de apă nu este gata
sl: Vodna črpalka ni pripravljena
zh: 水泵不准备

source: Water Tank Level Ok
ar: مستوى خزان المياه موافق
de: Wassertank Level OK
es: Nivel del tanque de agua OK
fr: Niveau du réservoir d'eau OK
he: מפלס מיכל מים בסדר
it: Livello del Vasca con acqua OK
nl: Watertankniveau OK
pt: Nível de tanque de água ok
ro: Nivelul rezervorului de apă OK
sl: Nivo rezervoarja za vodo OK
zh: 水箱水平可以

source: Water Tank Level Not Ok
ar: مستوى خزان المياه ليس موافق
de: Wassertankspiegel nicht in Ordnung
es: Nivel del tanque de agua no es OK
fr: Le niveau du réservoir d'eau n'est pas correct
he: מפלס מיכל מים לא בסדר
it: Livello del Vasca con acqua non ok
nl: Watertankniveau niet ok
pt: Nível de tanque de água não ok
ro: Nivelul rezervorului de apă nu ok
sl: Raven rezervoarja za vodo ni v redu
zh: 水箱水平不正常

source: Other DCEs Not In Cleaning Cycle
ar: عوامس أخرى لا في دورة التنظيف
de: Andere DCEs nicht im Reinigungszyklus
es: Otros DCE que no están en el ciclo de limpieza
fr: Autres DCE pas en cycle de nettoyage
he: DCEs אחרים שאינם במחזור ניקוי
it: Altre DCE non nel ciclo di pulizia
nl: Andere DCE's die niet in de reinigingscyclus zitten
pt: Outros DCEs não no ciclo de limpeza
ro: Alte DCE -uri nu sunt în ciclul de curățare
sl: Drugi DCE niso v ciklu čiščenja
zh: 其他DCE不在清洁周期中

source: Cleaning Cycle In Progress Of Another DCE
ar: دورة التنظيف قيد التقدم في DCE آخر
de: Reinigungszyklus in Arbeit eines anderen DCE
es: Ciclo de limpieza en progreso de otro DCE
fr: Cycle de nettoyage en cours d'un autre DCE
he: מחזור ניקוי בתהליך של DCE אחר
it: Ciclo di pulizia in corso su un'altra DCE
nl: Reinigingscyclus van een andere DCE in uitvoering
pt: Ciclo de limpeza em andamento de outro DCE
ro: Ciclul de curățare în curs de desfășurare a altui DCE
sl: Poteka cikel čiščenja drugega DCE
zh: 另一个DCE进行的清洁周期

source: Cleaning Cycle Synchronization
ar: تزامن دورة التنظيف
de: Reinigungszyklussynchronisation
es: Sincronización del ciclo de limpieza
fr: Synchronisation du cycle de nettoyage
he: סנכרון מחזור ניקוי
it: Sincronizzazione del ciclo di pulizia
nl: Synchronisatie van de reinigingscyclus
pt: Sincronização do ciclo de limpeza
ro: Sincronizarea ciclului de curățare
sl: Sinhronizacija cikla čiščenja
zh: 清洁周期同步

source: Cleaning Cycle Synchronization With Another DCEs
ar: تزامن دورة التنظيف مع عوامف أخرى
de: Reinigungszyklussynchronisation mit anderen DCES
es: Sincronización del ciclo de limpieza con otro DCE
fr: Synchronisation du cycle de nettoyage avec un autre DCE
he: סנכרון מחזור ניקוי עם DCEs נוספים
it: Sincronizzazione del ciclo di pulizia con altre DCES
nl: Synchronisatie van de reinigingscyclus met een andere DCE
pt: Sincronização do ciclo de limpeza com outro DCES
ro: Sincronizarea ciclului de curățare cu un alt DCES
sl: Sinhronizacija cikla čiščenja z drugimi DCE
zh: 清洁周期与另一个DCE同步

source: Internal Cleaning
ar: التنظيف الداخلي
de: Interne Reinigung
es: Limpieza interna
fr: Nettoyage interne
he: ניקוי פנימי
it: Pulizia interna
nl: Interne reiniging
pt: Limpeza interna
ro: Curățare internă
sl: Notranje čiščenje
zh: 内部清洁

source: Prepare Aspiration For Discharge Open
ar: تحضير الطموح لفتح التفريغ
de: Vorbereiten der Absaugung für die offene Entladung
es: Prepare la aspiración para la descarga abierta
fr: Préparer l'aspiration pour la décharge ouverte
he: הכן שאיפה לשחרור פתוח
it: Preparazione dell'aspirazione per l'apertura dello scarico
nl: Aspiratie voorbereiden voor ontslag open
pt: Prepare aspiração para a descarga aberta
ro: Pregătiți aspirația pentru descărcare deschisă
sl: Pripravite aspiracijo za odpiranje
zh: 准备打开的吸气

source: Bottom Discharge
ar: التفريغ السفلي
de: Bodenentladung
es: Descarga inferior
fr: Décharge inférieure
he: פריקה תחתונה
it: Scarico inferiore
nl: Bodemafvoer
pt: Descarga inferior
ro: Descărcare de jos
sl: Spodnji izpust
zh: 底部排放

source: Centrifuge Local+Power Disconnect Open (Both)
ar: جهاز الطرد المركزي المحلي+منفصل الطاقة المفتوح (كلاهما)
de: Centrifuge Local+Power Trennen offen (beide)
es: Centrifuge local+desconexión de poder abierta (ambos)
fr: Centrifugeuse locale + déconnexion électrique ouverte (les deux)
he: צנטריפוגה מקומית+ניתוק כוח פתוח (שניהם)
it: Disconnettore Locale+di potenza aperti (entrambi)
nl: Centrifuge lokaal + stroomonderbreking open (beide)
pt: Centrifuge Local+Power Desconecte (ambos)
ro: Centrifuge Local+Power Deconectare Open (ambele)
sl: Centrifuga Lokalno+Odklop napajanja odprt (obe)
zh: 离心局部+电源断开（两者）

source: Centrifuge Disconnectors Closed
ar: انفصال الطرد المركزي مغلق
de: Zentrifugen -Trennstoffe geschlossen
es: Disconnectores de centrífuga cerrados
fr: Sectionneurs de centrifugeuse fermés
he: ניתוק צנטריפוגה נסגר
it: Disconnettori della centrifuga chiusi
nl: Centrifuge-scheidingsschakelaars gesloten
pt: Desconectores de centrífuga foram fechados
ro: Deconectoarele de centrifugă s -au închis
sl: Odklopniki centrifug zaprti
zh: 离心机断开器关闭

source: (1=Fault)
ar: (1 = خطأ)
de: (1 = Fehler)
es: (1 = falla)
fr: (1=Défaut)
he: (1 = תקלה)
it: (1 = Allarme)
nl: (1=Fout)
pt: (1 = falha)
ro: (1 = defecțiune)
sl: (1=napaka)
zh: （1 =故障）

source: Greasing
ar: تشحيم
de: Fett
es: Lubricado
fr: Graissage
he: סִיכָה
it: Ingrassaggio
nl: Invetten
pt: Lubrificação
ro: Gravic
sl: Mazanje
zh: 油脂

source: Rotor Running
ar: الدوار الجري
de: Rotor laufen
es: Corredor de rotor
fr: Rotor en marche
he: רוטור ריצה
it: Rotore in esecuzione
nl: Rotor draait
pt: Rotor em execução
ro: Rotor care rulează
sl: Rotor teče
zh: 转子运行

source: Rotor Not Running
ar: الدوار لا يعمل
de: Rotor nicht laufen
es: Rotor no corriendo
fr: Le rotor ne fonctionne pas
he: הרוטור לא רץ
it: Rotore non in esecuzione
nl: Rotor draait niet
pt: Rotor não está funcionando
ro: Rotor nu rulează
sl: Rotor ne teče
zh: 转子不运行

source: Material Stopped For Greasing System Not Ok
ar: توقف المواد عن نظام التشحيم ليس موافق
de: Material wurde für das Fettsystem nicht in Ordnung gestoppt
es: El material detenido para el sistema de engrasamiento no es OK
fr: Matériau arrêté pour système de graissage incorrect
he: חומר נעצר למערכת שימון לא בסדר
it: Materiale fermato per il sistema di ingranaggio non ok
nl: Materiaal gestopt omdat het smeersysteem niet in orde is
pt: Material parou para o sistema de lubrificação não ok
ro: Materialul oprit pentru un sistem de grăsime nu ok
sl: Material ustavljen zaradi sistema mazanja ni v redu
zh: 材料停止用于油脂系统不正常

source: Grease Valve Not On
ar: صمام الشحوم ليس على
de: Fettventil nicht auf
es: Válvula de grasa no encendida
fr: Vanne à graisse non activée
he: שסתום גריז לא מופעל
it: Valvola del grasso non accesa
nl: Vetklep niet open
pt: Válvula de graxa não ligada
ro: Supapa de grăsime nu pe
sl: Ventil za mast ni vključen
zh: 油脂阀不在

source: No Grease Pressure Feedback
ar: لا ملاحظات ضغط الشحوم
de: Kein Fettdruckrückkopplung
es: Sin retroalimentación de presión de grasa
fr: Pas de retour de pression de graisse
he: אין משוב בלחץ גריז
it: Nessun feedback di pressione per il grasso
nl: Geen feedback over vetdruk
pt: Sem feedback de pressão de graxa
ro: Fără feedback pentru presiunea grăsimii
sl: Brez povratne informacije o tlaku masti
zh: 没有油脂压力反馈

source: Grease Flow Switch
ar: مفتاح تدفق الشحوم
de: Fettflussschalter
es: Interruptor de flujo de grasa
fr: Commutateur de débit de graisse
he: מתג זרימת גריז
it: Interruttore di flusso del grasso
nl: Vetstroomschakelaar
pt: Chave de fluxo de graxa
ro: Comutator de flux de grăsime
sl: Stikalo pretoka maščobe
zh: 油脂流动开关

source: (0/1/0= Ok)
ar: (0/1/0 = موافق)
fr: (0/1/0=D'accord)
he: (0/1/0 = בסדר)
nl: (0/1/0 = Oké)
sl: (0/1/0 = V redu)
zh: （0/1/0 =确定）

source: Enable Internal Cleaning
ar: تمكين التنظيف الداخلي
de: Interne Reinigung aktivieren
es: Habilitar la limpieza interna
fr: Activer le nettoyage interne
he: אפשר ניקוי פנימי
it: Abilita la pulizia interna
nl: Interne reiniging inschakelen
pt: Ativar limpeza interna
ro: Activați curățarea internă
sl: Omogoči notranje čiščenje
zh: 启用内部清洁

source: Pause Time (0=Cycledisabled)
ar: وقت وقفة (0 = cycledisabled)
de: Pausezeit (0 = zyklutiger)
fr: Temps de pause (0 = Cycle désactivé)
he: זמן הפסקה (0 = CycledIsabled)
it: Tempo di pausa (0 = Ciclo disabilitato)
nl: Pauzetijd (0=CycledoIngeschakeld)
pt: Tempo de pausa (0 = Cycledisabled)
ro: Timp de pauză (0 = cicledisabled)
sl: Čas premora (0=ciklično onemogočeno)
zh: 暂停时间（0 =自行车）

source: Internal Cleaning On Time
ar: التنظيف الداخلي في الوقت المحدد
de: Interne Reinigung pünktlich
es: Limpieza interna a tiempo
fr: Nettoyage interne à temps
he: ניקוי פנימי בזמן
it: Tempo attivo della Pulizia interna
nl: Interne reiniging op tijd
pt: Limpeza interna no tempo
ro: Curățare internă la timp
sl: Notranje čiščenje pravočasno
zh: 内部清洁准时

source: External Cleaning On Time
ar: التنظيف الخارجي في الوقت المحدد
de: Externe Reinigung pünktlich
es: Limpieza externa a tiempo
fr: Nettoyage externe à temps
he: ניקוי חיצוני בזמן
it: Tempo attivo della Pulizia esterna
nl: Externe schoonmaak op tijd
pt: Limpeza externa no tempo
ro: Curățare externă la timp
sl: Zunanje čiščenje pravočasno
zh: 外部清洁准时

source: Drain Time
ar: وقت الصرف
de: Zeit abtropfen lassen
es: Tiempo de drenaje
fr: Temps de vidange
he: זמן ניקוז
it: Tempo di scarico
nl: Afvoertijd
pt: Tempo de drenagem
ro: Timpul de scurgere
sl: Čas praznjenja
zh: 耗尽时间

source: Pause Time
ar: وقفة الوقت
de: Pausenzeit
es: Tiempo de pausa
fr: Temps de pause
he: זמן הפסקה
it: Tempo di pausa
nl: Pauzetijd
pt: Pausa tempo
ro: Pauză timpul
sl: Čas premora
zh: 暂停时间

source: Maximum Pump Time
ar: أقصى وقت للمضخة
de: Maximale Pumpenzeit
es: Tiempo máximo de la bomba
fr: Durée maximale de la pompe
he: זמן משאבה מרבי
it: Tempo massimo di pompaggio
nl: Maximale pomptijd
pt: Tempo máximo da bomba
ro: Timpul maxim al pompei
sl: Največji čas črpanja
zh: 最大泵时间

source: Actual Greasing Cycles Total Counter
ar: إجمالي دورات التشحيم الفعلية
de: Tatsächliche Schmutzzyklen Gesamtzähler
es: Ciclos de engrasamiento reales contador total
fr: Compteur total de cycles de graissage réels
he: מחזורי שימון בפועל מוחלטים מונה
it: Contatore totale dei Cicli di ingrassaggio effettuati
nl: Werkelijke smeercycli Totaalteller
pt: Ciclos de lubrificação reais contador total
ro: Cicluri efective cicluri totale contor total
sl: Skupni števec dejanskih ciklov mazanja
zh: 实际润滑周期总计

source: Lubrication
ar: تشحيم
de: Schmierung
es: Lubricación
fr: Lubrification
he: סִיכָה
it: Lubrificazione
nl: Smering
pt: Lubrificação
ro: Lubrifiere
sl: Mazanje
zh: 润滑

source: Gearbox Lubrication Not Ok
ar: تزييت علبة التروس لا بأس
de: Getriebeschmierung nicht in Ordnung
es: Lubricación de la caja de cambios no es OK
fr: Lubrification de la boîte de vitesses pas correcte
he: שימון תיבות הילוכים לא בסדר
it: Lubrificazione del riduttore non ok
nl: Versnellingsbak smering niet ok
pt: Lubrificação da caixa de câmbio não ok
ro: Lubrifierea cutiei de viteze nu OK
sl: Mazanje menjalnika ni v redu
zh: 变速箱润滑不可行

source: Material Incoming No Slow Speed
ar: المواد الواردة لا سرعة بطيئة
de: Material, das keine langsame Geschwindigkeit einbringt
es: Material entrante sin velocidad lenta
fr: Matériel entrant Pas de vitesse lente
he: חומר נכנס ללא מהירות איטית
it: Materiale in arrivo nessuna velocità lenta
nl: Binnenkomend materiaal Geen lage snelheid
pt: Material que não recebe velocidade lenta
ro: Material care intră fără viteză lentă
sl: Dohodni material ni počasna hitrost
zh: 材料不慢的速度

source: No Material Incoming (Slow Speed)
ar: لا توجد مواد واردة (سرعة بطيئة)
de: KEIN MATERIAL EINGEBNISSE (langsame Geschwindigkeit)
es: No hay material entrante (velocidad lenta)
fr: Aucun matériel entrant (vitesse lente)
he: אין חומר נכנס (מהירות איטית)
it: Nessun materiale in arrivo (velocità lenta)
nl: Geen binnenkomend materiaal (lage snelheid)
pt: Sem material de entrada (velocidade lenta)
ro: Fără material de intrare (viteză lentă)
sl: Ni dohodnega materiala (počasna hitrost)
zh: 没有材料传入（慢速）

source: No Maximum Speed
ar: لا سرعة أقصى
de: Keine maximale Geschwindigkeit
es: Sin velocidad máxima
fr: Pas de vitesse maximale
he: אין מהירות מקסימאלית
it: Nessuna velocità massima
nl: Geen maximumsnelheid
pt: Sem velocidade máxima
ro: Fără viteză maximă
sl: Brez največje hitrosti
zh: 没有最大速度

source: Maximum Speed For Hopper Full
ar: أقصى سرعة للنطاط ممتلئة
de: Höchstgeschwindigkeit für Hopper voll
es: Velocidad máxima para la tolva llena
fr: Vitesse maximale pour trémie pleine
he: מהירות מקסימאלית עבור הופר מלא
it: Velocità massima per tramoggia piena
nl: Maximale snelheid voor volle trechter
pt: Velocidade máxima para a tremonha cheia
ro: Viteza maximă pentru Hopper Full
sl: Največja hitrost za poln koš
zh: 料斗满足最大速度

source: Material Incoming No Stop Press
ar: المواد الواردة لا تتوقف الضغط
de: Material, das eingeholt wird, keine Stopppresse
es: Material entrante sin parar prensa
fr: Matériel entrant sans presse d'arrêt
he: חומר שנכנס ללא עצירה
it: Materiale in arrivo nessuna fermata alla pressa
nl: Binnenkomend materiaal, geen stoppers
pt: Material recebido sem parar a prensa
ro: Material care intră fără apăsare
sl: Dohodni material No Stop Press
zh: 材料传入不停止按下

source: Filter Press Stop For No Material Incoming
ar: مرشح اضغط توقف للحصول على مواد واردة
de: Filterpresse Stopp für kein eingehendes Material
es: Presione de filtro PARTE sin material entrante
fr: Arrêt du filtre-presse pour aucun matériau entrant
he: סינון לחץ על עצירת עצירה ללא חומר שנכנס
it: Filtro Pressa fermo per nessun materiale in arrivo
nl: Filterpers stoppen bij geen binnenkomend materiaal
pt: Filtro Pressione Stop sem material de entrada
ro: Filtru Press Press Stop pentru niciun material de intrare
sl: Filter Pritisnite Stop, da material ne prihaja
zh: 无物质传入的过滤器停止停止

source: Downstream Ok
ar: المصب موافق
de: Nachgeschalteter OK
es: Aguas abajo ok
fr: En aval Ok
he: במורד הזרם בסדר
it: A valle OK
nl: Stroomafwaarts Ok
pt: A jusante ok
ro: În aval ok
ru: Вниз по течению ОК
sl: Dolvodno Ok
zh: 下游还可以

source: Filter Press Downstream Not Ok To Receive
ar: مرشح اضغط على المصب لا بأس من الاستلام
de: Filter drücken Sie stromabwärts nicht in Ordnung, um zu empfangen
es: Filtro presione aguas abajo no es OK para recibir
fr: Filtre-presse en aval non autorisé à recevoir
he: סנן לחץ במורד הזרם לא בסדר כדי לקבל
it: Filtro Pressa a valle non ok per ricevere
nl: Filterpers stroomafwaarts niet in orde om te ontvangen
pt: Filtro pressione a jusante não ok para receber
ro: Filtru apăsați în aval nu ok pentru a primi
zh: 滤器按下下游不可以接收

source: Auto-Mode - Jaws Open For Filter Press Stopped
ar: الوضع التلقائي - توقف الفك
de: Auto -Mode - Jaws für den Filterdruck geöffnet werden gestoppt
es: Modo automático: las mandíbulas abiertas para la presión del filtro se detienen
fr: Mode automatique - Mâchoires ouvertes pour filtre-presse arrêté
he: מצב אוטומטי - לסתות פתוחות לסינון לחץ על עצירת
it: Modalità automatica - Ganasce aperte per filtro pressa fermo
nl: Auto-modus - Kaken open voor gestopte filterpers
pt: Modo automático - as mandíbulas abertas para o filtro Press
ro: Auto -mod - fălcile deschise pentru apăsarea filtrului oprit
sl: Samodejni način – odprte čeljusti za zaustavitev stiskanja filtra
zh: 自动模式 - 下颌打开用于过滤器按下

source: Auto-Mode - Jaws Open
ar: الوضع التلقائي - الفكين المفتوح
de: Auto -Mode - Jaws offen
es: Auto -Modo - Jaws Open
fr: Mode automatique - Mâchoires ouvertes
he: מצב אוטומטי - לסתות פתוחות
it: Modalità automatica - Ganasce aperte
nl: Auto-modus - Kaken open
pt: Modo automático - JAWS OPEN
ro: Auto -mod - fălcile deschise
sl: Samodejni način - odprte čeljusti
zh: 自动模式 - 下巴打开

source: Auto-Mode - Jaws Closed
ar: الوضع التلقائي - فكي مغلق
de: Auto -Mode - Jaws geschlossen
es: Modo automático - Jaws cerrado
fr: Mode automatique - Mâchoires fermées
he: מצב אוטומטי - לסתות סגורות
it: Modalità automatica - Ganasce chiuse
nl: Auto-modus - Kaken gesloten
pt: Modo automático - Jaws fechado
ro: Auto -mod - fălci închise
sl: Samodejni način – čeljusti zaprte
zh: 自动模式 - 下巴关闭

source: Auto-Mode - No Position
ar: الوضع التلقائي - لا يوجد موقف
de: Auto -Mode - keine Position
es: Auto -Modo: sin posición
fr: Mode automatique - Aucune position
he: מצב אוטומטי - אין עמדה
it: Modalità automatica - nessuna posizione
nl: Auto-modus - Geen positie
pt: Modo automático - sem posição
ro: Auto -mod - fără poziție
sl: Samodejni način - brez položaja
zh: 自动模式 - 没有位置

source: Semi-Auto-Mode - Jaws Open
ar: شبه يوتو-الفكين مفتوحون
de: Semi-Auto-Mode-Jaws offen
es: Modo semi-autorista-Jaws Open
fr: Mode semi-automatique - Mâchoires ouvertes
he: מצב אוטו למחצה-לסתות פתוחות
it: Modalità Semiautomatica - Ganasce aperte
nl: Semi-automatische modus - Kaken open
pt: Modo semi-automático-as mandíbulas abertas
ro: Semi-auto-mod-fălcile deschise
sl: Polsamodejni način - odprte čeljusti
zh: 半自动模式 - 下巴打开

source: Semi-Auto-Mode - Jaws Closed
ar: شبه الأوضاع شبه المائية-مغلق
de: Semi-Auto-Mode-Jaws geschlossen
es: Modo semiautomódico-Jaws cerrado
fr: Mode semi-automatique - Mâchoires fermées
he: מצב אוטו למחצה-לסתות סגורות
it: Modalità Semiautomatica - Ganasce chiuse
nl: Semi-automatische modus - Kaken gesloten
pt: Modo semi-automático-as mandíbulas fechadas
ro: Semi-auto-mod-fălci închise
sl: Polsamodejni način – čeljusti zaprte
zh: 半自动模式 - 下巴关闭

source: Semi-Auto-Mode - No Position
ar: شبه الأوضاع شبه التابعة
de: Semi-Auto-Mode-keine Position
es: Modo semi-autorista: sin posición
fr: Mode semi-automatique - Aucune position
he: מצב אוטו למחצה-אין עמדה
it: Modalità Semiautomatica - Nessuna Posizione
nl: Semi-automatische modus - Geen positie
pt: Semi-automático-sem posição
ro: Semi-auto-mod-Fără poziție
sl: Polsamodejni način - brez položaja
zh: 半自动模式 - 没有位置

source: Jaws Open
ar: الفكين مفتوحة
de: Kiefer offen
es: Abiertas
fr: Mâchoires ouvertes
he: לסתות פתוחות
it: Ganasce Aperte
nl: Kaken open
pt: Jaws abrem
ro: Fălcile deschise
sl: Odprte čeljusti
zh: 下巴打开
