Repository: UTE-Previero/PrevuProjects
Catalog: Prevu.Localization/Properties/Resources.*.resx
Languages: ar, de, es, fr, he, it, nl, pt, ro, ru, sl, zh

# INFO_POWER_METER_7
source: Cabinet Power Supply Line Frequency Out Of Tolerance ! Contact Your Energy Supplier
ar: تردد خط إمداد الطاقة لمجلس الوزراء خارج نطاق التسامح! اتصل بمورد الطاقة الخاص بك
de: Frequenz der Schrankstromversorgung außerhalb der Toleranz! Kontaktieren Sie Ihren Energieversorger
fr: Fréquence de la ligne d’alimentation de l’armoire hors tolérance ! Contactez votre fournisseur d'énergie
he: תדירות קו אספקת החשמל של ארון מחוץ לסובלנות! צור קשר עם ספק האנרגיה שלך
it: Frequenza della linea di alimentazione dell'armadio fuori tolleranza! Contatta il tuo fornitore di energia
nl: De frequentie van de kastvoedingslijn valt buiten de tolerantie! Neem contact op met uw energieleverancier.
pt: Frequência da linha de alimentação do gabinete fora da tolerância! Contate seu fornecedor de energia
ro: Frecvența liniei de alimentare a cabinetului este în afara toleranței! Contactați furnizorul dvs. de energie
sl: Frekvenca napajalne napeljave v omarici je zunaj tolerance! Obrnite se na svojega dobavitelja energije
zh: 机柜电源线频率超出容差！联系您的能源供应商

# INFO_AMP_12
source: Check The Device Since Current Circulation Was Detected When The Device Was Switched OFF
ar: تحقق من الجهاز منذ اكتشاف الدورة الدموية الحالية عند إيقاف تشغيل الجهاز
de: Überprüfen Sie das Gerät, da beim Ausschalten des Geräts ein Stromfluss erkannt wurde
fr: Vérifiez l'appareil puisque la circulation de courant a été détectée lorsque l'appareil a été éteint
he: בדוק את ההתקן מאז זוהה המחזור הנוכחי כשהמכשיר היה כבוי
it: Controllare il dispositivo poiché la circolazione corrente è stata rilevata quando il dispositivo era spento
nl: Controleer het apparaat, aangezien er stroomcirculatie werd gedetecteerd toen het apparaat werd uitgeschakeld
pt: Verifique o dispositivo, pois a circulação de corrente foi detectada quando o dispositivo foi desligado
ro: Verificați dispozitivul deoarece circulația curentă a fost detectată când dispozitivul a fost oprit
sl: Preverite napravo, ker je bilo ob izklopu naprave zaznano kroženje toka
zh: 检查设备，因为在设备关闭时检测到电流循环

# INFO_SYS_35
source: Check Profinet Cable, Connectors And Communication Module Power Supply
ar: تحقق من كابل Profinet والموصلات ووحدة إمداد الطاقة بوحدة الاتصال
de: Überprüfen Sie das Profinet-Kabel, die Anschlüsse und die Stromversorgung des Kommunikationsmoduls
fr: Vérifiez le câble Profinet, les connecteurs et l'alimentation du module de communication
he: בדוק את אספקת הכוח של כבל, מחברים ומודול תקשורת של Profinet
it: Controllare cavo, connettori e alimentazione del modulo di comunicazione Profinet
nl: Controleer Profinet-kabel, connectoren en voeding van de communicatiemodule
pt: Verifique o cabo Profinet, os conectores e a fonte de alimentação do módulo de comunicação
ro: Verificați cablul, conectorii și sursa de alimentare a modulului de comunicație Profinet
sl: Preverite Profinet kabel, konektorje in napajanje komunikacijskega modula
zh: 检查 Profinet 电缆、连接器和通信模块电源

# M_INFO_SORTER_NOT_IN_AUTO
source: Check Sorter Locally And Put It In Auto Mode
ar: تحقق من فارز محليًا وضعه في الوضع التلقائي
de: Überprüfen Sie den Sortierer vor Ort und versetzen Sie ihn in den automatischen Modus
fr: Vérifiez le trieur localement et mettez-le en mode automatique
it: Controlla il sorter localmente e mettilo in modalità automatica
nl: Controleer de sorteerder lokaal en zet deze in de automatische modus
pt: Verifique o classificador localmente e coloque-o no modo automático
ro: Verificați sortatorul local și puneți-l în modul automat
sl: Preverite lokalno razvrščalnik in ga postavite v samodejni način
zh: 本地检查分拣机并将其置于自动模式

# M_INFO_CHANGE_MATERIAL
source: Plant Configuration Is Changing. Wait For All The Involved Device Has Reached Their New Position
ar: تكوين المصنع يتغير. انتظر حتى يصل الجهاز المعني إلى موقعه الجديد
de: Die Anlagenkonfiguration ändert sich. Warten Sie, bis alle beteiligten Geräte ihre neue Position erreicht haben
fr: La configuration de l'usine change. Attendez que tous les appareils impliqués aient atteint leur nouvelle position
it: La configurazione dell'impianto sta cambiando. Attendere che tutti i dispositivi coinvolti abbiano raggiunto la loro nuova posizione
nl: De configuratie van de installatie verandert. Wacht tot alle betrokken apparaten hun nieuwe positie hebben bereikt.
pt: A configuração da planta está mudando. Aguarde até que todos os dispositivos envolvidos alcancem sua nova posição
ro: Configurația instalației se schimbă. Așteptați ca toate dispozitivele implicate au ajuns în noua poziție
sl: Konfiguracija obrata se spreminja. Počakajte, da vse vpletene naprave dosežejo svoj novi položaj
zh: 工厂配置正在发生变化。等待所有相关设备都到达新位置

# M_INFO_FILLING_DISAB
source: Enable Filling For Production Through HMI Settings
ar: تمكين التعبئة للإنتاج من خلال إعدادات HMI
de: Aktivieren Sie die Abfüllung für die Produktion über die HMI-Einstellungen
fr: Activer le remplissage pour la production via les paramètres IHM
it: Abilita il riempimento per la produzione tramite le impostazioni HMI
nl: Vulling voor productie inschakelen via HMI-instellingen
pt: Habilitar preenchimento para produção por meio de configurações de IHM
ro: Activați umplerea pentru producție prin setări HMI
sl: Omogoči polnjenje za proizvodnjo prek nastavitev HMI
zh: 通过 HMI 设置启用生产灌装

# M_INFO_EMPTYING_MODE
source: Emptying Mode Is Activated. Restore HMI Settings For Production As Soon As Emptying Is Done
de: Der Entleerungsmodus ist aktiviert. Stellen Sie die HMI-Einstellungen für die Produktion wieder her, sobald die Entleerung abgeschlossen ist
fr: Le mode de vidange est activé. Restaurer les paramètres HMI pour la production dès que le vidage est terminé
it: La modalità di svuotamento è attivata. Ripristinare le impostazioni HMI per la produzione non appena viene terminato lo svuotamento
nl: De leegmaakmodus is geactiveerd. Herstel de HMI-instellingen voor productie zodra het leegmaken is voltooid.
pt: O modo de esvaziamento está ativado. Restaure as configurações da IHM para produção assim que o esvaziamento for concluído
sl: Način praznjenja je aktiviran. Obnovite nastavitve HMI za proizvodnjo takoj, ko je praznjenje končano
zh: 排空模式已激活。清空完成后立即恢复生产的 HMI 设置

source: Storage
de: Lagerung
fr: Stockage
it: Magazzinaggio
nl: Opslag
pt: Armazenar
sl: Shranjevanje
zh: 贮存

source: Bag_Production
de: Taschenproduktion
fr: Sac_Production
it: Borsa_Produzione
nl: Tas_Productie
pt: Saco_Produção
sl: Izdelava vrečk
zh: 包袋_生产

source: Kg_Production
de: Kg_Produktion
it: Kg_Produzione
nl: Kg_Productie
pt: Kg_Produção
sl: Kg_Proizvodnja
zh: 公斤_产量

source: Bags Station - Bags
de: Taschenstation - Taschen
fr: Station Sacs - Sacs
it: Stazione Borse - Borse
nl: Tassenstation - Tassen
pt: Estação de Sacos - Sacos
sl: Bags Station - Torbe
zh: 箱包站 - 箱包

source: Dashboard Editor
fr: Éditeur de tableau de bord
it: Editor del dashboard
pt: Editor de painel
sl: Urejevalnik nadzorne plošče
zh: 仪表板编辑器

source: No Recovery Mode
de: Kein Wiederherstellungsmodus
fr: Aucun mode de récupération
it: Nessuna modalità di ripristino
nl: Geen herstelmodus
pt: Sem modo de recuperação
sl: Brez načina za obnovitev
zh: 无恢复模式

source: Recovery Mode For Empty Hopper
de: Wiederherstellungsmodus für leeren Trichter
fr: Mode de récupération pour trémie vide
it: Modalità di recupero per tramoggia vuota
nl: Herstelmodus voor lege trechter
pt: Modo de recuperação para funil vazio
sl: Način obnovitve za prazen lijak
zh: 空料斗恢复模式

source: Safety Barriers Not Ok
de: Sicherheitsbarrieren nicht in Ordnung
fr: Les barrières de sécurité ne conviennent pas
it: Barriere di sicurezza non ok
nl: Veiligheidsbarrières niet oké
pt: Barreiras de segurança não estão corretas
sl: Varnostne pregrade niso v redu
zh: 安全屏障不行

source: Conveyor Left Lubrication
de: Schmierung des linken Förderers
fr: Lubrification gauche du convoyeur
it: Lubrificazione sinistra del trasportatore
nl: Transportband links smering
pt: Lubrificação esquerda do transportador
sl: Levo mazanje tekočega traku
zh: 输送机左侧润滑

source: Conveyor Right Lubrication
de: Rechte Schmierung des Förderers
fr: Lubrification droite du convoyeur
it: Lubrificazione corretta del trasportatore
nl: Smering van de transportband rechts
pt: Lubrificação correta do transportador
sl: Pravo mazanje tekočega traku
zh: 传送带右侧润滑

source: Debaler Aux. Hydraulic Unit
de: Debaler Aux. Hydraulikeinheit
fr: Déballeur Aux. Unité hydraulique
it: Debaler Aus. Unità idraulica
nl: Debaler Hulphydraulische Eenheid
pt: Debaler Aux. Unidade hidráulica
sl: Debaler Aux. Hidravlična enota
zh: 解包器辅助。液压单元

source: Prewash Wce Aux. Hydraulic Unit
de: Vorwäsche Wce Aux. Hydraulikeinheit
fr: Prélavage Wce Aux. Unité hydraulique
it: Prelavaggio Acqua Aux. Unità idraulica
nl: Voorwas toilet hulphydraulische eenheid
pt: Pré-lavagem Wce Aux. Unidade hidráulica
sl: Predpranje Wce Pom. Hidravlična enota
zh: 预洗 Wce 辅助。液压单元

source: Not_Bypassed
de: Nicht_umgangen
fr: Non_contourné
it: Non_Bypassato
nl: Niet omzeild
pt: Não_Bypassado
zh: 未绕过

source: Off Line Feeding
de: Offline-Fütterung
fr: Alimentation hors ligne
it: Alimentazione fuori linea
nl: Offline voeding
pt: Alimentação off-line
sl: Hranjenje brez povezave
zh: 离线送料

source: Cabinet Power Switch
de: Schranknetzschalter
fr: Interrupteur d'alimentation de l'armoire
it: Interruttore di alimentazione dell'armadio
nl: Kastschakelaar
pt: Interruptor de alimentação do gabinete
sl: Stikalo za vklop omare
zh: 机柜电源开关

source: Cabinet Power Switch Not Ok
de: Schranknetzschalter nicht in Ordnung
fr: L'interrupteur d'alimentation de l'armoire ne fonctionne pas correctement
it: L'interruttore di alimentazione dell'armadio non è ok
nl: Kastschakelaar niet ok
pt: Interruptor de alimentação do gabinete não está ok
sl: Stikalo za vklop omarice ni v redu
zh: 机柜电源开关不正常

source: Grinder Aux. Hydraulic Unit
de: Mühle Aux. Hydraulikeinheit
fr: Broyeur Aux. Unité hydraulique
it: Macinino ausiliario. Unità idraulica
nl: Grinder hulphydraulische eenheid
pt: Moedor auxiliar. Unidade hidráulica
sl: mlinček pom. Hidravlična enota
zh: 研磨机辅助。液压单元

source: Silo Emptying Mode Activated
de: Silo-Entleerungsmodus aktiviert
fr: Mode de vidange du silo activé
it: Modalità svuotamento silo attivata
nl: Silo-leegmodus geactiveerd
pt: Modo de esvaziamento de silo ativado
sl: Aktiviran način praznjenja silosa
zh: 筒仓清空模式已激活

source: No Emptying
de: Kein Entleeren
fr: Pas de vidange
it: Nessun svuotamento
nl: Niet legen
pt: Sem esvaziamento
sl: Brez praznjenja
zh: 禁止清空

source: Emptying Mode Selected
de: Entleerungsmodus ausgewählt
fr: Mode de vidange sélectionné
it: Modalità di svuotamento selezionata
nl: Leegmodus geselecteerd
pt: Modo de esvaziamento selecionado
sl: Izbran način praznjenja
zh: 已选择清空模式

source: Silo Emptying Mode - Bypass Of Minimum Level
de: Silo-Entleerungsmodus – Umgehung des Mindestfüllstands
fr: Mode de vidange du silo - Contournement du niveau minimum
it: Modalità Svuotamento Silo - Bypass Del Livello Minimo
nl: Silo-leegmodus - Omzeilen van minimumniveau
pt: Modo de Esvaziamento do Silo - Bypass do Nível Mínimo
sl: Način praznjenja silosa – obvod najnižje ravni
zh: 筒仓清空模式 - 绕过最低液位

source: Chemical Concentration Sensor
de: Chemischer Konzentrationssensor
fr: Capteur de concentration chimique
it: Sensore di concentrazione chimica
nl: Chemische concentratiesensor
pt: Sensor de concentração química
sl: Senzor kemične koncentracije
zh: 化学浓度传感器

source: Antifoam To Reactor 1
de: Antischaummittel zum Reaktor 1
fr: Antimousse vers le réacteur 1
it: Antischiuma al reattore 1
nl: Antischuim naar reactor 1
pt: Antiespumante para Reator 1
sl: Sredstvo proti penjenju v reaktor 1
zh: 消泡剂至反应器 1

source: Antifoam To Reactor 2
de: Antischaummittel zum Reaktor 2
fr: Antimousse au réacteur 2
it: Antischiuma al reattore 2
nl: Antischuim naar reactor 2
pt: Antiespumante para Reator 2
sl: Sredstvo proti penjenju v reaktor 2
zh: Reactor 2 消泡剂

source: Antifoam To Washing Tank
de: Antischaummittel zum Waschtank
fr: Antimousse pour réservoir de lavage
it: Antischiuma per vasca di lavaggio
nl: Antischuim voor wastank
pt: Antiespumante para tanque de lavagem
sl: Sredstvo proti penjenju za posodo za pranje
zh: 洗涤槽消泡剂

source: Maximum Number Of Auto-Purge Restart
de: Maximale Anzahl von Auto-Purge-Neustarts
fr: Nombre maximum de redémarrages par purge automatique
it: Numero massimo di riavvii di eliminazione automatica
nl: Maximaal aantal herstarts van automatisch opschonen
pt: Número máximo de reinicialização de purga automática
sl: Največje število ponovnih zagonov samodejnega čiščenja
zh: 自动清除重启最大次数

source: No Purge
de: Keine Säuberung
fr: Pas de purge
it: Nessuna epurazione
nl: Geen zuivering
pt: Sem purga
sl: Brez čiščenja
zh: 无清除

source: Stop For Auto-Purge
de: Stoppen Sie die automatische Spülung
fr: Arrêt pour la purge automatique
it: Interrompi per spurgo automatico
nl: Stop voor automatisch zuiveren
pt: Pare para purga automática
sl: Ustavi za samodejno čiščenje
zh: 停止自动清除

source: No Paddles Stopping
de: Keine Paddel stoppen
fr: Aucune pagaie ne s'arrête
it: Nessuna pagaia che si ferma
nl: Geen peddels stoppen
pt: Sem parada de remos
sl: Brez ustavljanja vesla
zh: 没有桨停止

source: Paddles Stopping Speed Selected
de: Paddel-Stoppgeschwindigkeit ausgewählt
fr: Vitesse d'arrêt des palettes sélectionnée
it: Velocità di arresto delle palette selezionata
nl: Peddels Stopsnelheid Geselecteerd
pt: Velocidade de parada das pás selecionada
sl: Izbrana hitrost ustavljanja vesla
zh: 选择桨停止速度

source: Flowrate Sensor Ok
de: Durchflusssensor ok
fr: Capteur de débit OK
it: Sensore di portata ok
nl: Stroomsnelheidssensor OK
pt: Sensor de vazão ok
sl: Senzor pretoka v redu
zh: 流量传感器正常

source: Sensor Not Ok For Modulation
de: Der Sensor ist für die Modulation nicht geeignet
fr: Le capteur n'est pas correct pour la modulation
it: Sensore non idoneo alla modulazione
nl: Sensor niet geschikt voor modulatie
pt: Sensor não está ok para modulação
sl: Senzor ni v redu za modulacijo
zh: 传感器不适用于调制

source: Water Not Available
de: Wasser nicht verfügbar
fr: Eau non disponible
it: Acqua non disponibile
nl: Water niet beschikbaar
pt: Água não disponível
sl: Voda ni na voljo
zh: 没有水

source: Actual Setpoint
de: Tatsächlicher Sollwert
fr: Point de consigne réel
it: Setpoint effettivo
nl: Werkelijke instelwaarde
pt: Ponto de ajuste real
sl: Dejanska nastavljena točka
zh: 实际设定值

source: Constant Mode Command
de: Befehl „Konstanter Modus“
fr: Commande de mode constant
it: Comando modalità costante
nl: Constante modusopdracht
pt: Comando de modo constante
sl: Ukaz za stalni način
zh: 恒定模式命令

source: Maintenance Command
de: Wartungsbefehl
fr: Commandement de maintenance
it: Comando di manutenzione
nl: Onderhoudscommando
pt: Comando de Manutenção
sl: Poveljstvo vzdrževanja
zh: 维护指挥部

source: Modulation Setup
de: Modulations-Setup
fr: Configuration des modulations
it: Impostazione della modulazione
nl: Modulatie-instelling
pt: Configuração de modulação
sl: Nastavitev modulacije
zh: 调制设置

source: Not Used
de: Nicht benutzt
fr: Non utilisé
it: Non usato
nl: Niet gebruikt
pt: Não usado
sl: Ni uporabljeno
zh: 不曾用过

source: Above Low Level
de: Über niedrigem Niveau
fr: Au-dessus du niveau bas
it: Sopra il livello basso
nl: Boven laag niveau
pt: Acima do nível baixo
sl: Nad nizko stopnjo
zh: 高于低水平

source: Screw Stopped For Material Below Low Level
de: Schnecke gestoppt, weil Material unter niedrigem Füllstand ist
fr: Vis arrêtée pour le matériau en dessous du niveau bas
it: Vite fermata per materiale al di sotto del livello basso
nl: Schroef gestopt vanwege materiaal onder laag niveau
pt: Parafuso parado para material abaixo do nível baixo
sl: Vijak zaustavljen za material pod nizko raven
zh: 物料低于低位时螺杆停止

source: Automatic Filter
de: Automatischer Filter
fr: Filtre automatique
it: Filtro automatico
nl: Automatisch filter
pt: Filtro Automático
sl: Samodejni filter
zh: 自动过滤器

source: (1=Ext Air Filter Ready)
de: (1=Ext. Luftfilter bereit)
fr: (1=Filtre à air externe prêt)
it: (1=Filtro dell'aria esterno pronto)
nl: (1=Ext Luchtfilter Klaar)
pt: (1=Filtro de ar externo pronto)
sl: (1=Zunanji zračni filter pripravljen)
zh: （1=外部空气过滤器就绪）

source: External Filter Off
de: Externer Filter aus
fr: Filtre externe désactivé
it: Filtro esterno disattivato
nl: Extern filter uit
pt: Filtro externo desligado
sl: Zunanji filter izklopljen
zh: 外部滤波器关闭

source: Bags Station - Shake Bag
de: Taschenstation - Beutel schütteln
fr: Station de sacs - Secouer le sac
it: Stazione Borse - Shake Bag
nl: Tassenstation - Schud de tas
pt: Estação de Sacos - Shake Bag
zh: 袋站 - 摇袋

source: Command Bag Up
de: Befehlstasche hoch
fr: Sac de commande vers le haut
it: Comando Bag Up
nl: Commando Tas Omhoog
pt: Comando Bag Up
sl: Ukaz Bag Up
zh: 命令包起来

source: (1=Up)
de: (1=Nach oben)
fr: (1=Haut)
it: (1=Su)
nl: (1=Omhoog)
pt: (1=acima)
sl: (1=Gor)
zh: (1=向上)

source: Bag Safety Barrier
de: Sicherheitsbarriere für Taschen
fr: Barrière de sécurité pour sacs
it: Barriera di sicurezza per borse
nl: Veiligheidsbarrière voor tassen
pt: Barreira de segurança para bolsas
sl: Varnostna pregrada za torbo
zh: 袋子安全屏障

source: Bag Safety Barriers Not Ok
de: Taschensicherheitsbarrieren nicht in Ordnung
fr: Les barrières de sécurité des sacs ne conviennent pas
it: Barriere di sicurezza della borsa non ok
nl: Veiligheidsbarrières voor tassen niet oké
pt: Barreiras de segurança da bolsa não estão corretas
sl: Varnostne pregrade za vrečke niso v redu
zh: 袋子安全屏障不好

source: Bag Present
de: Tasche vorhanden
fr: Sac présent
it: Borsa presente
nl: Tas cadeau
pt: Presente de bolsa
sl: Torba Prisotnost
zh: 袋礼物

source: Bag Not Present
de: Tasche nicht vorhanden
fr: Sac absent
it: Borsa non presente
nl: Tas niet aanwezig
pt: Bolsa não presente
sl: Torba ni prisotna
zh: 袋子不存在

source: Material Directed Here
de: Material, das hierher geleitet wird
fr: Matériel réalisé ici
it: Materiale diretto qui
nl: Materiaal hier gericht
pt: Material direcionado aqui
sl: Gradivo, usmerjeno sem
zh: 材料在这里指导

source: Material Is Directed To The Other Bag
de: Das Material wird in die andere Tasche geleitet
fr: Le matériel est dirigé vers l’autre sac
it: Il materiale è diretto all'altra borsa
nl: Materiaal wordt naar de andere zak geleid
pt: O material é direcionado para a outra sacola
sl: Material je usmerjen v drugo vrečko
zh: 材料被定向到另一个袋子

source: Bags Station - Diverter
de: Taschenstation – Umsteller
fr: Station de sacs - Déviateur
it: Stazione Borse - Deviatore
nl: Tassenstation - Omleider
pt: Estação de Sacos - Desviador
sl: Postaja za vrečke - preusmerjevalnik
zh: 行李站 - 转向器

source: Bags Station - Bag
de: Taschenstation - Tasche
fr: Station de sacs - Sac
it: Stazione Borse - Borsa
nl: Tassenstation - Tas
pt: Estação de Sacos - Saco
zh: 箱包站 - 箱包

source: Bag Shake Request
de: Bitte um Taschenschütteln
fr: Demande de secousse de sac
it: Richiesta di agitazione della borsa
nl: Tas Schud Verzoek
pt: Solicitação de agitação de bolsa
sl: Zahteva za stresanje vrečke
zh: 袋子震动请求

source: Bag Present Sensor
de: Beutelanwesenheitssensor
fr: Capteur de présence de sac
it: Sensore presenza sacchetto
nl: Tas aanwezigheidssensor
pt: Sensor de presença de bolsa
sl: Senzor prisotnosti vrečke
zh: 袋子存在传感器

source: (1=Present)
de: (1=Anwesend)
fr: (1=Présent)
it: (1=Presente)
nl: (1=heden)
pt: (1=Presente)
sl: (1=prisotno)
zh: (1=现在)

source: Bag Green Red
de: Tasche Grün Rot
fr: Sac Vert Rouge
it: Borsa Verde Rossa
nl: Tas Groen Rood
pt: Saco Verde Vermelho
sl: Torba Zeleno Rdeča
zh: 袋 绿色 红色

source: Bag Green Lamp
de: Tasche grüne Lampe
fr: Sac Lampe Verte
it: Borsa Lampada Verde
nl: Tas Groene Lamp
pt: Saco Verde Lâmpada
sl: Torba Zelena svetilka
zh: 袋绿灯

source: (1= Ok Flsh=Filling)
de: (1= Ok Flsh=Füllung)
fr: (1= Ok Flsh=Remplissage)
it: (1=Ok Flsh=Riempimento)
nl: (1= Ok Flsh=Vullen)
pt: (1= Ok Flsh=Preenchimento)
sl: (1= V redu Flsh=Polnjenje)
zh: (1=确定Flsh=填充)

source: Bag Lamp Red
de: Taschenlampe Rot
fr: Lampe de sac rouge
it: Lampada da borsa rossa
nl: Zaklamp Rood
pt: Bolsa Lâmpada Vermelha
sl: Rdeča svetilka za torbo
zh: 袋灯红色

source: Bag Full
de: Tasche voll
fr: Sac plein
it: Borsa piena
nl: Tas vol
pt: Saco cheio
sl: Torba Polna
zh: 袋满

source: Bag No More Detected
de: Keine Tasche mehr erkannt
fr: Le sac n'est plus détecté
it: Nessuna borsa più rilevata
nl: Tas niet meer gedetecteerd
pt: Saco nunca mais detectado
sl: Torba ni več zaznana
zh: 不再检测到袋子

source: Bag Not Full
de: Tasche nicht voll
fr: Sac pas plein
it: Borsa non piena
nl: Tas niet vol
pt: Saco não cheio
sl: Torba ni polna
zh: 袋子未满

source: Bag Full. Remove Bag
de: Tasche voll. Beutel entfernen
fr: Sac plein. Retirer le sac
it: Borsa piena. Rimuovere la borsa
nl: Tas vol. Verwijder tas.
pt: Saco cheio. Remover bolsa
sl: Vreča Polna. Odstrani vrečko
zh: 袋子满了。取出袋子

source: Bag Maximum Level Not Ok
de: Maximaler Füllstand des Beutels nicht in Ordnung
fr: Niveau maximum du sac incorrect
it: Livello massimo borsa non ok
nl: Maximale bagagehoogte niet ok
pt: Nível máximo da bolsa não está ok
sl: Najvišja raven vrečke ni v redu
zh: 袋子最大级别不正常

source: No Bag Lift Up
de: Kein Anheben der Tasche
fr: Aucun sac ne se soulève
it: Nessun sollevamento della borsa
nl: Geen zaklift
pt: Sem levantamento de bolsa
sl: Brez dviga vrečke
zh: 无需提起行李

source: Bag Lifting Up
de: Beutel wird hochgehoben
fr: Levage du sac
it: Sollevamento della borsa
nl: Tas optillen
pt: Saco levantando
sl: Dvigovanje vrečke
zh: 袋子提起

source: Shaking Valve Enabled
de: Schüttelventil aktiviert
fr: Soupape d'agitation activée
it: Valvola di scuotimento abilitata
nl: Schudklep ingeschakeld
pt: Válvula de agitação habilitada
sl: Stresni ventil omogočen
zh: 启用振动阀

source: Shaking Valve Not Enabled
de: Schüttelventil nicht aktiviert
fr: Soupape d'agitation non activée
it: Valvola di scuotimento non abilitata
nl: Schudklep niet ingeschakeld
pt: Válvula de agitação não habilitada
sl: Stresni ventil ni omogočen
zh: 振动阀未启用

source: Bags Station - Bags
de: Taschenstation - Taschen
fr: Station Sacs - Sacs
it: Stazione Borse - Borse
nl: Tassenstation - Tassen
pt: Estação de Sacos - Sacos
sl: Bags Station - Torbe
zh: 箱包站 - 箱包

source: Bags Station - Manager
de: Taschenstation – Manager
fr: Station Sacs - Responsable
it: Stazione Borse - Responsabile
nl: Tassenstation - Manager
pt: Estação de Sacos - Gerente
sl: Postaja za vrečke - vodja
zh: 行李站 - 经理

source: Safety Green Red
de: Sicherheit Grün Rot
fr: Sécurité Vert Rouge
it: Sicurezza Verde Rosso
nl: Veiligheid Groen Rood
pt: Segurança Verde Vermelho
sl: Varnostno zelena rdeča
zh: 安全绿红

source: Safety Green Lamp
de: Grüne Sicherheitslampe
fr: Lampe verte de sécurité
it: Lampada verde di sicurezza
nl: Veiligheidsgroen lampje
pt: Lâmpada Verde de Segurança
sl: Varnostna zelena lučka
zh: 安全绿灯

source: (1= Ok)
fr: (1=D'accord)
nl: (1= Oké)
sl: (1 = v redu)
zh: （1=好的）

source: Safety Red Lamp
de: Rote Sicherheitslampe
fr: Lampe rouge de sécurité
it: Lampada rossa di sicurezza
nl: Veiligheidsrode lamp
pt: Lâmpada vermelha de segurança
sl: Varnostna rdeča svetilka
zh: 安全红灯

source: (Slow =Not Ok Fast=Alarm)
de: (Langsam = nicht in Ordnung, schnell = Alarm)
fr: (Lent = Pas Ok Rapide = Alarme)
it: (Lento=Non OK Veloce=Allarme)
nl: (Langzaam = Niet OK Snel = Alarm)
pt: (Lento =Não está bem Rápido=Alarme)
sl: (Počasi =Ni v redu Hitro=Alarm)
zh: （慢=不好快=警报）

source: Safety Barriers Not Ok Timeout - Bags Cannot Be Shaked
de: Sicherheitsbarrieren nicht in Ordnung. Zeitüberschreitung – Taschen können nicht geschüttelt werden
fr: Les barrières de sécurité ne sont pas correctes. Délai d'expiration : les sacs ne peuvent pas être secoués.
it: Barriere di sicurezza non ok Timeout: le borse non possono essere scosse
nl: Veiligheidsbarrières niet ok Time-out - Tassen mogen niet geschud worden
pt: Barreiras de segurança não estão ok, tempo limite - as sacolas não podem ser agitadas
sl: Varnostne pregrade niso v redu Časovna omejitev – vrečk ni mogoče stresati
zh: 安全屏障不行超时 - 袋子不能摇晃
